{
"DETAIL_AKASHISUMMERDIVE2108_H01": "Akashi clad in an amphibious hero suit. With a good amount of heroic experience under his belt, he is starting to look and act the part more and more. In combat, he generates energized projectiles with his glove Parallel Weapon and launches them with his well-built shoulders from his days as an outfielder, delivering incredible fastballs to knock the pirate villains off the resort ship and reclaim everyone's summer vacation.",
"DETAIL_AKASHISUMMERDIVE2108_H02": "The hero suit developed by Hisaki's lab, with its ability to transform into something relatively themed, unleashes its true power in a waterlogged place like Muirauqa IV. The combat units that float around Akashi conjure up bubble-shaped shields, allowing him to fight at full capacity even when submerged in water. Though his new outfit is far more revealing than his previous one, its designer Maculata is quite satisfied with it, saying, \"It really does bring out the best in him,\" with a smile.",
"DETAIL_AKASHI_H01": "Akashi transforms into a hero who fights with balls of fiery, coalesced energy and a bat to send them flying. He generates the fireballs from the rings attached to his arms using his own energy and slams them toward his foes with a special bat that enhances his already significant skills as a slugger. When he swings his bat, you can rest assured that his fiery payload will be hit fast and hard.",
"DETAIL_AKASHI_H02": "Akashi has been eaten by a Kaibutsu before in an encounter gone wrong, providing him with firsthand knowledge of the horrific fact that those eaten by Kaibutsu have their very being erased from the memories of all. Everyone who lives dies, but they live on in the hearts and minds of those who knew them. Those unfortunate enough to be once consumed by a Kaibutsu and live to tell the tale, however, are not allowed this mercy. Bat in hand, Akashi worries whether he will be able to leave a mark that will prove he once lived.",
"DETAIL_AKASHI_S01": "A Terran born and raised in Orient City, his full name is Akashi Tamura. Though testy at times, his sense of justice is remarkably strong. He attends Hinowa Athletics University while working part-time and is a member of the university's baseball team. While his batting average could give any pro a run for their money during practice matches, his tendency to fall prey to being nervous stifles his potential during matches in front of a real audience.",
"DETAIL_ALCHIBACHASERS2105_H01": "Alchiba has achieved the form of a combat detective who is able to use not just facts and logic to solve cases but also strength of arms. He foils the schemes of terrorists who dare destroy priceless artifacts with his calm deductions, his passionately burning heart, and his trusty laser gun. The gun bears a striking resemblance to the one he used during his time on the force, and Alchiba caresses its familiar trigger with a derisive sneer. Though his foes may try to escape through the deserts of Tentotres, there is no sense trying, for Alchiba is \"The Chaser,\" his newfound form with exceptional mobility that no one can outrun.",
"DETAIL_ALCHIBACHASERS2105_H02": "With his newly acquired transformation, Alchiba's wings are not white but black—as they were meant to be. No longer will he run from his past, for his wings serve as a symbol of overcoming his days as a police officer in which he was traumatized by being called \"The Black Wings of Misfortune.\" Now that he has both wisdom and power, he is able to reevaluate the police as an organization with a fresh pair of eyes. Though his mistrust for them remains, his stance toward them is changing, slowly but surely.",
"DETAIL_ALCHIBA_H01": "Alchiba believes in bringing light to darkness. This belief is displayed when he transforms into his hero form: his black wings become majestically endowed with pure-white plumage, manifesting his dedication to the truth. He uses his monocle Parallel Weapon to scan for all concealed information from his targets. He converts the findings into a legible report, which he analyzes to deduce their weaknesses and crimes committed—exposing their truths to the shining light of day.",
"DETAIL_ALCHIBA_H02": "Alchiba once served with a national police force, where he found evidence of deplorable corruption among its ranks. When he attempted to bring this corruption to light, however, he was falsely accused of a crime and subsequently stripped of his badge and title. He has harbored a deep distrust of police forces ever since, resorting to bringing light to the \"darkness\" behind criminal cases on his own. As long as there are cases needing to be solved and crimes for which reparations are needed, he will keep on being a detective and a hero.",
"DETAIL_ALCHIBA_S01": "A winged Cosman who serves as a private eye for his own detective agency. He fancies himself as the \"cool, above-it-all inspector\"—and a handsome one, at that. His seductively dreamy eyes and baby face do help him look the part, but, alas, as a lecher among lechers, he has a penchant for hitting on everyone, even his clientele. Worse still, he will purposely make grating remarks with a straight face to get under the listener's skin. Nevertheless, he holds strong to his principle of seeing every job through to the end, even if it kills him, as his core belief. In turn, his work has a reputation for perfection, winning him an established reputation in the detective industry.",
"DETAIL_ALEND_H01": "The skintight suit Alend wears as a hero is modeled after office wear, including a collared shirt, a necktie, suspenders, and more. This is a reflection of his strong belief that no matter how harsh the environment, people will be able to live normal lives if he has anything to say about it. When battling, he activates the Parallel Weapon terminal attached to his arm and perceives all that he sees as one big \"city,\"  then he uses his pen Parallel Weapon to create buildings and roads of energy, protecting people and spaces from Kaibutsu and villains.",
"DETAIL_ALEND_H02": "Picked up by a group of terraformers, Alend has never known his parents. He grew up with other children in the same situation, and living in an environment where it took everything he had just to live formed his efficiency-prizing personality. A harsh environment claims lives quickly, and he has seen too many fall a day away from a safe haven being finished, or an hour before the proper energy was connected. Seeking to build a better world where anyone can live comfortably wherever they wish, Alend travels from one developing planet to the next as both an urban planner and a hero.",
"DETAIL_ALEND_S01": "A young urban planner on the cutting edge. Having to perform a variety of urban design jobs in the harsh environments of developing planets has pushed him to train his body. This eye for efficiency carries into his work, though he also prizes flexibility in his thinking. As such, his city designs reflect his personality, being functional, awash with the latest technology, and made with incredible speed. His desire is to let the residents dwelling in the harsh environments of frontier planets live safely as quickly as possible, and his efforts are appreciated. While his cool, aloof conduct stands out, he expresses his emotions with abundance through his expressions and the moving horns atop his head.",
"DETAIL_ALPHECCATHERMAE2307_H01": "Visiting the beautiful watery city while on an incognito vacation, Alphecca finds himself utterly entranced by tales of the great king of old who started the city with his passion for development and a love for his people. Alphecca's new hero form is reminiscent of that king. He wields a great trident Parallel Weapon which conjures up water that moves in accordance to his will. With his regal garb and royal trident, Alphecca is the very picture of a king who stands at the head of his army, cutting open a path to victory and a better tomorrow.",
"DETAIL_ALPHECCATHERMAE2307_H02": "Alphecca reminisces on his succession to the throne. With his father and brother suddenly passing away one after another, the crown had been thrust upon him. He took it in stride, protecting his people as king just as well as he had as a knight. Yet, something has been nibbling at his heart. Simply protecting his kingdom as it is cannot be the end of his duty. He must blaze a path to the future for the subjects he loves so much and make Aradicia a greater kingdom. It is with this strongly held wish in his heart that he, the gentle king, holds high the \"Trident of Tomorrow.\"",
"DETAIL_ALPHECCA_H01": "Unable to fully leave behind his dreams of knighthood, Alphecca dons a mask over his face and shining white armor over his body when a hero is needed. He wields a sword of flame that burns as bright as the passion in his heart on the battlefield, showing all who challenge him why he was once known as Aradicia's greatest swordmaster. As for whether his ferocity in combat is a result of frustration over being denied his dream of knighthood or a genuine desire to protect his people, no one knows.",
"DETAIL_ALPHECCA_H02": "In Aradicia, the second son inherits the household in the event that the first son dies. When his brother and father both passed away, Alphecca had no choice but to take the throne. Neither the life he had imagined as a knight nor the dream he had held and trained for since childhood has been so easy for him to just cast aside. Tormented by the conflict of his old dream and his current duties as king, Alphecca summoned his inner circle's Observer to share his plan.",
"DETAIL_ALPHECCA_S01": "Alphecca Genma the 21st is the current king of Aradicia, a small, off-world kingdom. His noble aura and imposing visage gained him immediate popularity with his subjects and soldiers after his ascension, yet those closest to him know better. Possessing great curiosity and impulsiveness, he gives his inner circle no end of trouble. As the second prince who was not intended for the throne, he had trained all his life to be a knight. Incidentally, he seems to have some sort of connection to the mysterious white knight who often appears during losing battles to turn things around.",
"DETAIL_ANDREWLOSTANCIENTS2208_H01": "On lake patrol, Andrew dons his new hero suit, which is perfect for underwater activity. He is in need of no jet thrusters because his legs are more than powerful enough for him to move freely through the water. Offensively, the mechanical components covering his arms constitute his Parallel Weapons, which change ether into energy to generate water currents as he dishes out punishing punches. Andrew's new resolve is made manifest in this form, which combines biological mobility and mechanical strength.",
"DETAIL_ANDREWLOSTANCIENTS2208_H02": "Bonds exist which transcend the gap between mechanical robots and organic Hito. Andrew had this epiphany when he realized that his permanent shutdown would sadden others. His mind processes thus changed, giving him the resolve to protect the bonds he has created to the bitter end. As to whether all this constitutes evidence of his having a heart, no one can say. Heart or no heart, he cherishes the mounting errors in his mind processes as he begins exploring what only he can accomplish as a mechanical life form in his new form.",
"DETAIL_ANDREW_H01": "Andrew's appearance as a hero most strongly expresses his yearning for biological humans. His body combines the advantages of both organic and mechanical life forms: a heavy-armament-like modular exterior with superb defensive capabilities encasing an organic interior with the neural plasticity to produce complex thought processes. As unfortunately ephemeral as this hero form is for Andrew, whenever he is able to operate in this form, he strives to experience what it is like to be a human in the flesh, and for that, he truly does appear to be literally \"alive.\"",
"DETAIL_ANDREW_H02": "Created for the purpose of scoping out the actions and movements of organic life forms in an information warfare waged between them and his fellow mechanical life forms, infiltrating human society has resulted in Andrew growing fond, even envious, of them while living among their rank and file. In doing so, he came to recognize the charm that the inner workings of these organic life forms had. So, when the war came to an end and he found himself adrift in the cosmos, he found refuge in a place where humans toiled away to make a humble living—vowing to fight for them so that the heartwarming solace he has found shall never be squandered, till the day that he, too, shall become one and the same as them: human.",
"DETAIL_ANDREW_S01": "Andrew is a truck driver who works for an interplanetary freight transport company. Though he outwardly appears to be an adult male Terran, he is actually an Android who hails from the planet of Tronecion, the home world of mechanical life forms. He was manufactured as a spy operative during an age of interstellar warfare between organic and mechanical life forms. His initial purpose put aside, Andrew harbors great love and envy toward organic life forms, and he continues to research humanity in hopes of being more like them. His maturity level is lower than his appearance would otherwise suggest, but his heart is as pure as gold.",
"DETAIL_ANDROIDSOLDIEREARTH_H01": "These mechanical life forms wear suits perfectly fitted to their frames, and they wield anti-Kaibutsu armaments with machine precision. Though every Android soldier's abilities are stunning, their true potential is unlocked thanks to being linked to their superior, independent communication network rooted in Tronecion. Soldiers share personal situational data with others instantaneously, allowing squads to optimize role assignments and teamwork via high-speed calculations. Their group efficiency in missions is second to none.",
"DETAIL_ANDROIDSOLDIEREARTH_S01": "Android soldiers from Tronecion, the birthplace of these mechanical life forms, have muscular, bio-based body parts made with unparalleled precision; ignoring the sutures, they look exactly like those of humans. The soldiers are all connected to their home planet's independent network that distributes orders and directives to each unit. Though the orders which dictate that they fight are undisclosed, their unyielding adherence to their prime directives is akin to biological life forms' notion of conviction.",
"DETAIL_ANDROIDSOLDIERFIRE_H01": "These mechanical life forms wear suits perfectly fitted to their frames, and they wield anti-Kaibutsu armaments with machine precision. Though every Android soldier's abilities are stunning, their true potential is unlocked thanks to being linked to their superior, independent communication network rooted in Tronecion. Soldiers share personal situational data with others instantaneously, allowing squads to optimize role assignments and teamwork via high-speed calculations. Their group efficiency in missions is second to none.",
"DETAIL_ANDROIDSOLDIERFIRE_S01": "Android soldiers from Tronecion, the birthplace of these mechanical life forms, have muscular, bio-based body parts made with unparalleled precision; ignoring the sutures, they look exactly like those of humans. The soldiers are all connected to their home planet's independent network that distributes orders and directives to each unit. Though the orders which dictate that they fight are undisclosed, their unyielding adherence to their prime directives is akin to biological life forms' notion of conviction.",
"DETAIL_ANDROIDSOLDIERLIGHT_H01": "These mechanical life forms wear suits perfectly fitted to their frames, and they wield anti-Kaibutsu armaments with machine precision. Though every Android soldier's abilities are stunning, their true potential is unlocked thanks to being linked to their superior, independent communication network rooted in Tronecion. Soldiers share personal situational data with others instantaneously, allowing squads to optimize role assignments and teamwork via high-speed calculations. Their group efficiency in missions is second to none.",
"DETAIL_ANDROIDSOLDIERLIGHT_S01": "Android soldiers from Tronecion, the birthplace of these mechanical life forms, have muscular, bio-based body parts made with unparalleled precision; ignoring the sutures, they look exactly like those of humans. The soldiers are all connected to their home planet's independent network that distributes orders and directives to each unit. Though the orders which dictate that they fight are undisclosed, their unyielding adherence to their prime directives is akin to biological life forms' notion of conviction.",
"DETAIL_ANDROIDSOLDIERSHADOW_H01": "These mechanical life forms wear suits perfectly fitted to their frames, and they wield anti-Kaibutsu armaments with machine precision. Though every Android soldier's abilities are stunning, their true potential is unlocked thanks to being linked to their superior, independent communication network rooted in Tronecion. Soldiers share personal situational data with others instantaneously, allowing squads to optimize role assignments and teamwork via high-speed calculations. Their group efficiency in missions is second to none.",
"DETAIL_ANDROIDSOLDIERSHADOW_S01": "Android soldiers from Tronecion, the birthplace of these mechanical life forms, have muscular, bio-based body parts made with unparalleled precision; ignoring the sutures, they look exactly like those of humans. The soldiers are all connected to their home planet's independent network that distributes orders and directives to each unit. Though the orders which dictate that they fight are undisclosed, their unyielding adherence to their prime directives is akin to biological life forms' notion of conviction.",
"DETAIL_ANDROIDSOLDIERWATER_H01": "These mechanical life forms wear suits perfectly fitted to their frames, and they wield anti-Kaibutsu armaments with machine precision. Though every Android soldier's abilities are stunning, their true potential is unlocked thanks to being linked to their superior, independent communication network rooted in Tronecion. Soldiers share personal situational data with others instantaneously, allowing squads to optimize role assignments and teamwork via high-speed calculations. Their group efficiency in missions is second to none.",
"DETAIL_ANDROIDSOLDIERWATER_S01": "Android soldiers from Tronecion, the birthplace of these mechanical life forms, have muscular, bio-based body parts made with unparalleled precision; ignoring the sutures, they look exactly like those of humans. The soldiers are all connected to their home planet's independent network that distributes orders and directives to each unit. Though the orders which dictate that they fight are undisclosed, their unyielding adherence to their prime directives is akin to biological life forms' notion of conviction.",
"DETAIL_ANNA_H01": "Anna's hero suit itself serves as her Parallel Weapon. Her fluttering flared skirt and veil pulse with energy and resonate with Anna's desire to liberate those around her, filling them with invigorating power. Her contemporary dance style is not one-size-fits-all, however. While some viewers will find her movements soothing, others will be pumped up and encouraged by her efforts. Anna takes it all in stride, nonetheless. After all, everyone wants something different with their freedom.",
"DETAIL_ANNA_H02": "All it took was one look at an enchanting dancer for Anna to decide that she would dedicate her life to the art. It did not take much self-study for her to pick it up, either, proving her talent. Her father, however, did not share her enthusiasm. He wished for her to have a better life and a secure future, while she wanted to devote herself to her dream. The two argued fiercely, and Anna ended up running away from home. She hopes that Hito who feel repressed will see her dance performances and realize from her steps that they, too, can be free. And, she hopes and prays that, one day, her father will understand that.",
"DETAIL_ANNA_S01": "A senior high school student at the Sakuramoto Central Private Academy, Anna Akemichi is an active and enthusiastic member of the dance club with hopes of becoming a professional dancer. Fearless, curious, and a touch impatient, she will often travel to cities or even planets where she has never been before with only the clothes on her back, letting her terrible sense of direction take the reins and ending up tragically lost. On the other hand, her sincerity and her tendency to treat everyone equally no matter their gender, species, or personality has won her the adoration of her classmates.",
"DETAIL_ANTARES_H01": "Wishing to see life grow in the soil that he has tilled, Antares transforms into a Hero wielding a large hoe. That hoe has the ability to transform what it pierces and tills, creating more habitable spaces for certain forms of life. His specialty is using this ability to transform the land, change the soil, and give plants more space to survive and thrive in. This is, of course, his personal desire, and he knows all too well that it is not the ideal power for a sect herald such as himself.",
"DETAIL_ANTARES_H02": "As a child, Antares always loved seeing people plant seeds, till the soil, and spread green life across the land to make Biotope. Yet in his position as herald, he was only allowed to watch from afar those who planted trees and cared for plants. As his powers as herald grew, however, so did his connection to the plants. He found himself able to feel their vitality with surprising vividness, and what followed was... joy. Joy that this life had been raised by the people who planted it. Then came the birth of his desire to till the soil with his own hands, so that more life could live on more land.",
"DETAIL_ANTARES_S01": "Antares is a Cosman who leads the sect Foresight, a group dedicated to its ideology. He comes from the small artificial planet the sect is based on, commonly known as Biotope. His permanent calm and ever-gentle tone in speech has captivated countless individuals. Sights of him showing emotion are rare to nonexistent, and he always wears a smile. When he engages in his hobby of caring for his plants and their soil, however, one can catch a glimpse of a hint of joy in his expression.",
"DETAIL_APPRENTICEEARTH_H01": "Their will to protect the populace and their admiration for veteran Heroes is made manifest by their buckler Parallel Weapons and light Hero Suits. Though their battle experience may be lacking, they take on Kaibutsu and Villains with their innate courage and drive to improve. Their combat strategy, drawing from their experience as stream assistants, is every bit as effective as a professional Hero's when it comes to getting views. Undaunted by the challenge, they take the field with their signature scarves fluttering in the wind, adding to the excitement as they battle alongside their allies.",
"DETAIL_APPRENTICEEARTH_S01": "Rookie Heroes wielding fresh licenses. They each join the agencies they want and start off as apprentices. While in training, they mainly work as assistants during Hero streams, running around the field carrying the cameras and getting in the occasional transformation and battle. They've become a common sight ever since Hero culture took root on Earth—indeed, many were inspired by the figure of the Kaibutsu-fighting Hero and wanted to join the field themselves. Though still apprentices now, they dream of gaining S-class licenses and heading to the stars. And when they make it to the end of that tough road, they might become that special Hero to someone else.",
"DETAIL_APPRENTICEFIRE_H01": "Their will to protect the populace and their admiration for veteran Heroes is made manifest by their buckler Parallel Weapons and light Hero Suits. Though their battle experience may be lacking, they take on Kaibutsu and Villains with their innate courage and drive to improve. Their combat strategy, drawing from their experience as stream assistants, is every bit as effective as a professional Hero's when it comes to getting views. Undaunted by the challenge, they take the field with their signature scarves fluttering in the wind, adding to the excitement as they battle alongside their allies.",
"DETAIL_APPRENTICEFIRE_S01": "Rookie Heroes wielding fresh licenses. They each join the agencies they want and start off as apprentices. While in training, they mainly work as assistants during Hero streams, running around the field carrying the cameras and getting in the occasional transformation and battle. They've become a common sight ever since Hero culture took root on Earth—indeed, many were inspired by the figure of the Kaibutsu-fighting Hero and wanted to join the field themselves. Though still apprentices now, they dream of gaining S-class licenses and heading to the stars. And when they make it to the end of that tough road, they might become that special Hero to someone else.",
"DETAIL_APPRENTICELIGHT_H01": "Their will to protect the populace and their admiration for veteran Heroes is made manifest by their buckler Parallel Weapons and light Hero Suits. Though their battle experience may be lacking, they take on Kaibutsu and Villains with their innate courage and drive to improve. Their combat strategy, drawing from their experience as stream assistants, is every bit as effective as a professional Hero's when it comes to getting views. Undaunted by the challenge, they take the field with their signature scarves fluttering in the wind, adding to the excitement as they battle alongside their allies.",
"DETAIL_APPRENTICELIGHT_S01": "Rookie Heroes wielding fresh licenses. They each join the agencies they want and start off as apprentices. While in training, they mainly work as assistants during Hero streams, running around the field carrying the cameras and getting in the occasional transformation and battle. They've become a common sight ever since Hero culture took root on Earth—indeed, many were inspired by the figure of the Kaibutsu-fighting Hero and wanted to join the field themselves. Though still apprentices now, they dream of gaining S-class licenses and heading to the stars. And when they make it to the end of that tough road, they might become that special Hero to someone else.",
"DETAIL_APPRENTICESHADOW_H01": "Their will to protect the populace and their admiration for veteran Heroes is made manifest by their buckler Parallel Weapons and light Hero Suits. Though their battle experience may be lacking, they take on Kaibutsu and Villains with their innate courage and drive to improve. Their combat strategy, drawing from their experience as stream assistants, is every bit as effective as a professional Hero's when it comes to getting views. Undaunted by the challenge, they take the field with their signature scarves fluttering in the wind, adding to the excitement as they battle alongside their allies.",
"DETAIL_APPRENTICESHADOW_S01": "Rookie Heroes wielding fresh licenses. They each join the agencies they want and start off as apprentices. While in training, they mainly work as assistants during Hero streams, running around the field carrying the cameras and getting in the occasional transformation and battle. They've become a common sight ever since Hero culture took root on Earth—indeed, many were inspired by the figure of the Kaibutsu-fighting Hero and wanted to join the field themselves. Though still apprentices now, they dream of gaining S-class licenses and heading to the stars. And when they make it to the end of that tough road, they might become that special Hero to someone else.",
"DETAIL_APPRENTICEWATER_H01": "Their will to protect the populace and their admiration for veteran Heroes is made manifest by their buckler Parallel Weapons and light Hero Suits. Though their battle experience may be lacking, they take on Kaibutsu and Villains with their innate courage and drive to improve. Their combat strategy, drawing from their experience as stream assistants, is every bit as effective as a professional Hero's when it comes to getting views. Undaunted by the challenge, they take the field with their signature scarves fluttering in the wind, adding to the excitement as they battle alongside their allies.",
"DETAIL_APPRENTICEWATER_S01": "Rookie Heroes wielding fresh licenses. They each join the agencies they want and start off as apprentices. While in training, they mainly work as assistants during Hero streams, running around the field carrying the cameras and getting in the occasional transformation and battle. They've become a common sight ever since Hero culture took root on Earth—indeed, many were inspired by the figure of the Kaibutsu-fighting Hero and wanted to join the field themselves. Though still apprentices now, they dream of gaining S-class licenses and heading to the stars. And when they make it to the end of that tough road, they might become that special Hero to someone else.",
"DETAIL_ASTARLASTRESORT2506_H01": "Having visited Enoshima on a job from Parallel Flight, Astar finds himself wishing to free the local children from their fear of Kaibutsu through the wonder of marine sports. After all, as a young child he once described his dream of becoming Santa to the southern hemisphere, and that desire has been clearly reflected in the swimwear and paddle blade Parallel weapon that comprise his new suit. Using a perfect sense of balance gained from operating his \"sled,\" he guides his surf board Parallel Weapon with his paddle to shred waves and Kaibutsu alike.",
"DETAIL_ASTARLASTRESORT2506_H02": "Astar has not missed a day of brutal training in his efforts to be a Santa. When he takes on surfing with his resulting skills and muscular body, however, he notices that all of the effort he expended to become the sled-riding, joy-spreading Santa has opened up other doors for him. There are people, for instance, who rejoice in seeing him ride the waves. He savors this praise and smiles back, sharing joy with no artifice. They love his moves and expect nothing but the best, and he cannot let them down, putting on an aquatic performance with both power and grace.",
"DETAIL_ASTAR_H01": "Astar's Parallel Weapon is a tablet-like device that scans and evaluates. Recreated from his dreams, it is an evolved version of something which was once lost. The tablet detects Hito-esque life forms within his immediate surroundings then simulates the muscle movements of each. It was originally made to identify which homes had children in them to then determine whether those children had been naughty or nice that year. Astar, however, uses it for entirely different purposes. Any time this stark discrepancy is brought to his attention, he simply gives the person a harsh look as he grumbles to himself.",
"DETAIL_ASTAR_H02": "To Astar, being \"Santa\" is fraught with setbacks and suffering. He once performed the activity on a much greater scale but has since cut back and gone solo. In his mind, he is not only a lesser form of what Santa should truly be, but he is also a corruption of it. His reasons for continuing despite the self-criticism are twofold: his desire to become Santa having not waned and the value he sees in his own suffering.",
"DETAIL_ASTAR_S01": "A massive, red Cosman covered in flames, Astar tells all who will listen that he is a professional \"Santa.\" During his \"off-season,\" that being every month aside from December, he mainly works as a lumberjack and woodworker in the forest. Not eager to socialize with others—he has his reasons—his lack experience has left him an exceptionally poor conversationalist. If he is going to interact with others, it will have to involve Santa-ing, or something else that touches on the yearning in the depths of his heart.",
"DETAIL_ASTOSISWONDERLAND2602_H01": "グルメットファイターズ主催の料理大会に参加することになったアストシスは、パラレル・キューによる新たなスーツを身に纏う。マクラータによってデザインされたそのスーツは、とある童話をモチーフとした意匠が随所に盛り込まれている。そして、右手に装着された時計型アームガードと、そこから伸びるペンデュラムがアストシスの新たなパラレルウェポンだ。いつか自分がそうしてもらったように、今度は自分が仲間を助け、導きたい。そんな願いが込められたペンデュラムは、アストシスの精神を研ぎ澄ませて進むべき道を指し示す。",
"DETAIL_ASTOSISWONDERLAND2602_H02": "かつてのアストシスは、亡き父と幼馴染への贖罪のためだけに生きていた。その贖罪の果てに自らが裁きを受け、全てを失う覚悟で。しかし、アストシスに投げかけられたのは「自分自身のために生きてほしい」という赦しだった。その言葉に、凍りついていたアストシスの時間が再び動き始める。突然目の前に現れた大きすぎる可能性に戸惑いながらも、アストシスは自分の未来を模索していく。自らを救ってくれた者たちに恥じない生き方がしたいと願って。その想いが、彼を今でもヒーローたらしめている。",
"DETAIL_ASTOSIS_H01": "When donning his hero suit, Astosis wields a staff Parallel Weapon that has scales attached to the tip. His weapon embodies his notions of justice and morality. When he swings it, those who ought to be punished are struck with immense force, and those who ought to be rewarded receive immense magical support. However, this judgment depends entirely on Astosis himself, and should he waver or doubt himself about who is in the right, its power is greatly diminished.",
"DETAIL_ASTOSIS_H02": "Astosis's father was a brilliant attorney who always sought a fair verdict and saved many a desperate client. Watching his father as he grew up, he vowed to become an attorney himself and put in the back-breaking effort to achieve that goal. He then trained under his father, the very man whom he respected the most. Those days were fulfilling, but they came to an abrupt and cruel end when his father tragically committed suicide. Left behind all alone to fend for himself, he clung to his attorney's badge and the ideals it stood for. Carrying on his father's legacy, Astosis dons his suit and stands in court beside his clients to see that justice is served.",
"DETAIL_ASTOSIS_S01": "Astosis is a Leo Therian Cosman who works as an independent attorney, who is renowned for his meticulous, prompt work and excellent communication skills. Quick to gain his clients' trust, he specializes in extracting information key to their defense. As a surprising contrast, however, he is loath to talk about himself. Though he is very hands-on when greeting people, there seems to be another benign reason behind this behavior.",
"DETAIL_BARRELHEROFESTA2109_H01": "Barrel's desire to put on a proper fight under the blazing summer sun summoned up this new form. Donning an ambitious swimsuit and wielding multiple water guns, he fills the battlefield with jets of fierce, refreshing water spurts while flashing handsome smiles to the audience as he gains countless points and fans. Or, at least, that is what he has planned. The water guns' tanks provide unlimited ammunition as long as Barrel has the guts and the drive to match.",
"DETAIL_BARRELHEROFESTA2109_H02": "A man who has always wanted to be a cool gunfighter, Barrel had looked amazing whenever he would blast foes with his pistol. However, he was shocked to discover that he was not the flashiest of them all. He was stuck with an inescapable weakness: when fighting with guns, he could not avoid the fire or the heat. Barrel went back to the drawing board, and his sought-after hints came from his firefighter hero friend's water streams and the water pistols at festival shooting galleries. Given his love for summer and the beach, rebranding himself as a water-blasting summer hero was inevitable.",
"DETAIL_BARRELSTELLA2510_H01": "The Galaxy Carnival Expo, a festival of festivals. Barrel is there front and center, acting as a walking billboard for the Japan Pavilion which is modeled after the religious festivals of old in Japan. Fancying himself to be Orient City's number one Festival Man, he asked Sui to design him the most appropriately festive outfit for a Japanese matsuri, and that is what he received. His Hero suit is based on summer loungewear called a jinbei, befitting of one seeking to enjoy some fireworks and festival noodles. For his Parallel Weapons, he has replaced his dual pistols with twin jitte-shaped stun rods, hearkening back to the cool cop Heroes that Barrel's grandmother told him were in Japanese period dramas in days past. Or, at least, what he imagines them to have looked like.",
"DETAIL_BARRELSTELLA2510_H02": "Born in a particularly dangerous area, Barrel was nearly kidnapped when he was still too young to remember. He grew up as a quiet child strictly told to keep to himself by his parents, and was loathe to show much emotion. It was his grandmother living in Japan who changed him. One day, while they were going for a walk and enjoying a traditional festival, she idly mentioned that if you and the one you're with are both truthful, it's more fun to do as you wish and follow your hearts. Though it wasn't framed as a grand revelation or earth-shattering advice, her remark lodged itself deep in Barrel's heart, forming the core of his dream to become a gunfighter of justice.",
"DETAIL_BARREL_H01": "When duty calls, Barrel transforms into \"Symphonic Trigger,\" a hero donning the sheriff's garb he has always wanted to wear. Wielding two pistol Parallel Weapons, he can suppress foes with a barrage of bullets faster than the eye can see. Transforming revolutionizes his aim: each blazingly fast blast is made with perfect accuracy as opposed to missing every shot erratically. When in his costume shooting up a storm of energy bullets, he looks like he is genuinely having the time of his life.",
"DETAIL_BARREL_H02": "Riding into a town plagued by some tyrannical gang, blasting at them with a six-shooter and landing every shot, then laying down the law before riding off into the sunset... Barrel has always been captivated by Western movies, no matter how old or \"outdated\" they may seem to others. He has always dreamed of becoming a gunfighter of justice, like the sheriffs in those pictures who pulled their triggers to do what was right. Though this desire was genuine, it transformed him into something the world had never seen before: a loose-cannon cop hero.",
"DETAIL_BARREL_S01": "Barrel is a Cosman raised in Houston, Texas, U.S., who works as a local patrol officer in Orient City. Honest, genuine, and with much love for the people, he seems like a model police officer at first glance. However, he simply cannot let go of his love for the sheriff stereotype seen in Westerns, which leaves him with a trigger-happy, loose-cannon side. He pulls out his tranquilizer-loaded pistol at the slightest provocation, but a first-time amateur could shoot better, as he cannot hit his targets, much less innocent passersby on accident, no matter how many shots he fires.",
"DETAIL_BARTE_H01": "Barte's passion as a bladesmith is reflected in her appearance as a Hero, as well. Her Parallel Weapon allows her to forge Ether into a variety of weapons, her favorite of which is a large, one-handed battleaxe. Though she can craft any weapon her imagination and aesthetic sense conjure up, they are specifically made not to cause harm, leaving her offensive power lacking. The third eye that shines on her forehead when she transforms has nothing to do with her Parallel Weapon and everything to do with her birth. Since opening it allows her to see the energy waves given off by living beings, it has obvious utility in combat.",
"DETAIL_BARTE_H02": "Barte, survivor of a mysterious people, has been under Ganran's care for as long as she can remember. From childhood, she has watched the old blacksmith forge all sorts of creations, from farming tools to weapons, yet it was bladed versions of the latter that truly captured her heart with their beauty. Ganran has taught her that weapons are dangerous, which she understands. Weapons are also beautiful, though, and she believes this beauty has meaning, much like the forgotten country of her birth has legends of a beautiful axe that became a symbol of peace. Now, as a disciple of Ganran and a student of blacksmithing, she swings her hammer in pursuit of her own aesthetic peak.",
"DETAIL_BARTE_S01": "Barte is a young apprentice blacksmith who studies the art of forging under Ganran, a blacksmith from the volcanic city of Garndera. Though cheerful and affable, she has a touch of arrogance to her and often uses rough language, picked up from her mentor and acting foster father who brought her up. As a terminal geek regarding all things bladed, she will talk nonstop about weapons and blades, describing silhouettes, decorative patterns, edge shapes, and more. She can walk the walk as well, being well known and well regarded by clients for forging weapons that are both aesthetically pleasing and highly functional.",
"DETAIL_BOREALIS_H01": "Borealis uses a conducting baton Parallel Weapon which is fully specialized for gathering and harnessing View Power. The average viewer can hardly look away when he raises it. He conducts his musical drones to play a variety of symphonies in battle, with different songs having different supporting effects for his allies. His Parallel Weapon's ability to enhance his allies comes from his natural ability to listen to the sounds of others, and by using that ability in reverse, he pours so much emotion and energy into the hearts of others, thus strengthening and invigorating them. This works outside of battle, as well, and Borealis is fond of using his abilities during concerts to utterly charm his audience.",
"DETAIL_BOREALIS_H02": "Since birth, Borealis has been able to hear the inner sounds of other individuals' hearts and minds. Unconsciously listening in to their emotions and thoughts caused him immense mental stress, but his family and best friend were there to help him cope. Their disappearance is why he is so possessed to always gain more and more views at all times in hopes that he may reach them. He resonates with the inner sounds of those around through his music, enchanting the hearts of his audience. He hopes that, one day, those tunes may surely reach the ears of those dearest to him.",
"DETAIL_BOREALIS_S01": "Borealis is a conductor who leads an orchestra of instrument drones. He hails from a frigid, sparsely populated planet which has now since been annihilated by a meteor collision. Though records show he had worked as a hero before, since the destruction of his planet, he has cut off all contact with hero agencies and begun using his powers for self-preservation. The concerts he holds on his personal theater spaceship are watched all over the galaxy, commanding an immense viewership. His ship is an exclusive realm, too, which can only be breached by those select supporters and people he has a fondness for via private invitation.",
"DETAIL_BYGUL_H01": "Transforming into the hero \"Zippy C,\" Bygul's greatest weapon is his immense strength, which is enhanced by the difference in gravity between Earth and his home planet. By using the environmental adaptation suit he normally wears as a Parallel Weapon, he is able to jack up his muscular output to unleash staggeringly powerful attacks. However, because the suit was made for the purpose of helping him adapt to his environment, Bygul must have a clear vision of himself actively thriving in said new environment for him to adjust accordingly. That means his Parallel Weapon's effectiveness is drastically affected by how well he understands his surroundings and by how immersed he is in the situation.",
"DETAIL_BYGUL_H02": "Bygul journeyed off to the stars, carrying the hopes of his homeland on his back. His home is economically frozen and completely in thrall to another, more powerful planet, and he has been tasked with gathering intel which may help them regain independence. He was chosen as an emissary specifically because of his deep knowledge of Earth, a planet far outside of their sovereign power's sphere of influence. For his part, Bygul diligently carries out his mission, going to all sorts of places and speaking to all sorts of people, while also taking time to visit all the real-life locations where all of his favorite movies and anime series were set or filmed. He wishes to be like the protagonist of his favorite movie, fighting to save the people of his home planet and of the galaxy at large. Until the movie of his life reaches that dramatic climax, he will continue to don his hero suit, ready to punch out evil at a moment's notice.",
"DETAIL_BYGUL_S01": "Bygul is a Therian Cosman from a far-off planet who has come to Earth's sphere of influence in search of gainful employment. A consummate nerd who has watched countless movies and anime series originating from Earth, he is excited to finally live in the promised land that gave birth to all of his favorite entertainment. Unfortunately, he is having a hard time adjusting to his surroundings on Earth. All he does is stir up trouble wherever he goes, casting dark clouds on his would-be bright future. Still, he remains amicable, which means he has no problem getting along with other passionate geeks. No sooner does he start talking than he has made himself a new dear friend.",
"DETAIL_CANES_H01": "Canes has complicated feelings toward his brother, who is blessed with both a far more impressive build than he and more talent as a space hunter. This led to his overpowering desire to become the strongest of hunters with the greatest of partners, giving birth to his Parallel Weapon. Both massive, floating arms act on their own, protecting or attacking whoever Canes directs them to—whether it be himself or others. Having been trained as a hunter, Canes' preferred fighting style is to observe his prey, wait for the right moment, then deliver a fatal strike from a blind spot.",
"DETAIL_CANES_H02": "To Canes, heroes were always on the other side of the screen, fighting as noble souls on their streams. He loved how they worked in teams diverse in species and builds, with everyone's power having a place. Now a hero himself, young Canes seeks to meet the expectations of those who look up to heroes as he did. As he pursues the heroes who came before him, he is fueled not by anxiety but by hope. One way or another, the rookie vows with shining eyes that he's going to make the wish that led to his awakening come true.",
"DETAIL_CANES_S01": "A young humanoid Cosman who lives on the developing planet of Muirauqa I.  Picked up by a family of Space Hunters who protect the planet's pioneers from dangerous native lifeforms, he lives as a hunter's apprentice. Diligent and with a strong sense of duty, he believes he will eventually take over the family business. Surrounded by adult hunters, the only person he grew up with around his age was his brother, who also had far greater size and physical abilities than he did. Such an environment pushed Canes to pursue them with constant daily training, fueled by a hidden anxiety that he may be left behind by them someday.",
"DETAIL_CERASTIUM_H01": "Cerastium yearns to be a shield of justice that protects the innocent, and her hero form grants her this wish. She wields a massive shield Parallel Weapon which she uses both to defend her allies and to crush her enemies. Lauded as the \"Iron Wall\" in her riot police unit, she takes advantage of her natural tenacity by volunteering herself to be used as a shield between her allies and all that threatens them on the front line. She risks herself in battle neither to gain glory nor to bolster her reputation but rather to see that justice, which she prizes so highly, gets served.",
"DETAIL_CERASTIUM_H02": "Cerastium had a dear friend who joined the Gendarmerie Nationale alongside her who shared her desire of enacting justice. When said friend asked Cerastium about her vision of justice, however, she found that she had no concrete vision of the very thing she touted. She had always followed the visions of \"justice\" that others lauded, whether it be those of her commanding officers or her team leaders; she did as they commanded while trusting all would be well. She had forged no independent beliefs nor vision of justice to call her own. This never ceases to agonize her. Indeed, her most pressing issue now is to find her own vision of justice and stick to it.",
"DETAIL_CERASTIUM_S01": "Cerastium serves in France's Gendarmerie Nationale as a riot police officer, but she also serves as a hero in the UEHA France Chapter. A Terran from the city of Lyon, being half Cosman has endowed her with large horns which protrude from her head. She sought to join the Gendarmerie Nationale at a young age, and her meticulous, forefront personality helped her achieve this fabulous undertaking. Cerastium is enamored by the notion of \"justice\" and has a zero-tolerance policy for social injustices in her purview. Unsurprisingly, she idolizes Bolt of Justice, as one might imagine, and views herself as one of his most avid fans.",
"DETAIL_CONCHE_H01": "ヒーローに変身したコンチェはコックコート風のスーツを身に纏い、不慣れな戦場に飛び出していく。彼が手にしたパラレルウェポンは、スパチュラやボウルなどの製菓道具を模したもの。ボウルから発生させたエネルギーをチョコレートのように練り、それを用いて味方を支援する戦法を得意としている。体力の回復や盾の成形もできるなど、応用の利く能力ではあるものの、実際の製菓工程のように繊細なコントロールを要するという弱点を抱えている。",
"DETAIL_CONCHE_H02": "コンチェは、ショコラティエをしていた父が大好きだった。悲しい時や落ち込んだ時に食べさせてくれたチョコレートの甘さと、父の優しい言葉がいつもコンチェを支えてくれていた。しかし、故郷の村に突如として現れたカイブツによって、父は帰らぬヒトとなる。穏やかで幸福な日々を失ったコンチェは亡き父の言葉を胸に刻み、傷ついたヒトたちをチョコの魔法で癒やしたいと願いショコラティエになった。そのひたむきな想いが、彼をヒーローに目覚めさせたのだ。",
"DETAIL_CONCHE_S01": "オリエントシティでショコラティエをしている少年。つい最近まではひまわり銀河の辺境の星で暮らしていたため、あまりヒーロー文化に馴染みがない。引っ込み思案な性格をしており、事務所の先輩たちに揉まれて戸惑うこともしばしば。戦いの経験にも乏しいため、カイブツと相対した際は内心怯えている。しかし、ショコラティエとしての熱意は本物で、美味しいチョコを作るためであればふんばりをみせる。母親が入院しているため定期的にお見舞いに通っているが、とある事情から親子関係は良好とは言えない。",
"DETAIL_CROWNE_H01": "A girl who dreamed of traveling the stars, exploring all the latest and greatest technologies the cosmos had to offer. She rekindled those dreams as an adult, realizing she still wanted to tinker and experience the depths of sentient inventions. Thus, a hero was born. As her weapon, she wields a huge supercomputer that can transform into an array of tools to fit any scenario and even precisely analyze the construction and abilities of her targets—particularly the weapons they hold.",
"DETAIL_CROWNE_H02": "Crowne grew up in an environment with strict gender roles. Men were to be one way, and women were to be another way. Her personality and interests were deemed masculine by those around her. Everyone wished for her to be more feminine, and they even deemed her dreams to be too masculine, demanding she aspire for more girly ambitions. It did not take her long for her to give up on her dreams, leaving them to be rediscovered in adulthood.",
"DETAIL_CROWNE_S01": "Crowne Applefield is a Terran hailing from Seattle, U.S., and she is a mechanic who works for Ramjet, one of Earth's most prestigious spaceship-building companies. Contracted by Parallel Flight, she works exclusively for them as both a mechanic and a pilot. Strong of will and arm, she hates being looked down on for being a woman. She is also a terminal geek for the latest technologies and has a bad habit of disassembling and analyzing any rare mechs or robots she gets her hands on.",
"DETAIL_DANZOTRAVELERS2504_H01": "While journeying with the Chosen One's party on a quest to save the world, Danzo realizes a new wish. This is reflected in his aesthetics, which resemble those of a bard who travels the world to spread his music far and wide. Yet the stereotypical appearance of a fantasy bard, with their graceful clothing and precious harps, does not agree with Danzo. He is more of the punk variety, with a leather jacket, spiky belt, and tons of metal accessories, plugging his electric guitar into his own body to rock out. If you ask him, he'll tell you that the kunai hanging at his waist can be used both as a guitar pick for a sweet solo or as a projectile to take out a pesky foe.",
"DETAIL_DANZOTRAVELERS2504_H02": "To Danzo, music is hope itself which brings back the rich emotional life he used to have. No matter how hard or brutal his training or missions, an ordeal that required replacing most of his body with machinery included, music has always given him a lust for life and the energy to go on living it. Is it any surprise, then, that upon seeing a world numbed by despair and shrouded in a cloak of resignation, his first thought would be that everyone needs music? There is nothing he wants more than to bring music to the masses with their dead eyes, to reignite the life in their hearts, and that is what powers the upbeat melodies he lets rip from his electric guitar.",
"DETAIL_DANZO_H01": "Danzo transforms into a flashy, ninja-themed hero named \"The Groover,\" armed with a variety of ninja implements and audio device Parallel Weapons. Wielding his record-shaped chakrams with utmost precision as he operates the phantasmal turntables around him, he unleashes sublime tunes that turn battles into concerts. The music he makes as he fights vitalizes his allies and mesmerizes the audience, keeping them glued to their screens. The beautiful sounds of battle are not the only kinds of sounds he can make with his phantasmal speakers—supersonic wave attacks are also on his playlist.",
"DETAIL_DANZO_H02": "Danzo was raised as a descendant of a long line of ninja warriors who had fought in the shadows of Japanese history. He operated not just on Earth but also in space. He incurred life-threatening injuries during an off-world mission, but when he awoke, he found himself cyborgized. Surviving as a cyborg, consequently, meant starting to crave the experience of being truly \"alive\" again. Using both his love of music and the skills he cultivated when he had all of his limbs attached, he pursues life as hard as he can, continuing to fight as a hero until the day comes when he can truly say he is having the most fun he has ever had.",
"DETAIL_DANZO_S01": "Danzo Yahiko, also known as Dz. NINJA, is contracted with Neo-Talents Productions, where he handles all things related to music: DJing, composing, editing, and even production. His technical wizardry does not end there, however. Though Danzo is a Terran, he is also a cyborg, with machinery making up half of his body. He has a fondness for ninja themes in both his artistic endeavors and his fashion concepts, but his rambunctious behavior and love of flash and attention are about as far away from a stealthy warrior as one can get. On occasion, however, he will show a side to him so cold it would stun even the most stalwart of hearts.",
"DETAIL_DENEBORA_H01": "Denebora wears a hero suit modeled after the hunting garb of the tribe's first chieftain, a figure remembered as the \"Legendary Hunter.\" Designed to adapt to any hunting scenario, the suit appears light and unencumbered, yet conceals a wide array of parallel weapons, ranging from handgun-type arms to dagger-like blades. Favoring claw-shaped weapons above all others, Denebora moves with the grace of a sudden gust of wind, leaping fluidly into motion and striking vital points with unerring precision in the very next instant. Guided by the tribe's belief that 'a hunt is a one-on-one exchange of life, Denebora puts these parallel weapons to use not in war, but in pursuit of justice, capturing wanted villains and earning a living as a bounty hunter.",
"DETAIL_DENEBORA_H02": "“Hunting means taking a life.” That was the lesson Denebora's father impressed upon him, a belief made all the more cruel when the man himself lost his life on a hunt. From then on, Denebora grew up with the understanding that the hunter would one day become the hunted, and with death ever at his side, he learned to accept it as an unavoidable truth of the world. That certainty, however, was shattered during a single, fateful hunt. Denebora's younger brother—clumsy, hesitant, and poorly suited for the chase—defied the tribe's laws to drag him back from the brink of death. In that moment, the boy's actions, and his desperate plea to “value life,” struck deeper than any wound, forcing Denebora into conflict with both the tribe's traditions and his father's teachings. From that turmoil, a new conviction took root. The necklace Denebora wears is a handmade gift from his brother, a quiet reminder of that turning point. Until the day he can reclaim him from those who abducted him before his very eyes, Denebora will never part with it.",
"DETAIL_DENEBORA_S01": "A young man distinguished by the horns growing from his forehead, a feature that has become his trademark. He was born into a merit-based tribe whose civilization revolves around hunting, and he has a much younger brother. Having only recently left his closed-off homeland, he still shows a sheltered, inexperienced side to the wider world. Whether by bad luck or because others took advantage of that naivety, he has often suffered misfortune, falling for deals that seemed too good to be true. Those experiences have left him exceptionally wary of others. For reasons even he does not fully understand, he is perpetually short on money, struggling to keep up with the loan payments on a spaceship he purchased in a once-in-a-lifetime decision, justified as being \"for work.\" Having grown up without anything resembling a proper meal, he will never forget the shock—and the tears—of tasting a hamburger for the first time in Earth space.",
"DETAIL_DIGRAM_H01": "Valuing the safety and timely operation of public transport above all else, Digram transforms into the mechanoid hero \"Transaber\" to unsparingly remove all obstacles and impediments from the system's rails. His body was originally created to combine the emotions of a biological being with the Kaibutsu-busting capabilities of a hero, and he draws on the latter when transforming to eliminate obstructions. Digram's personal favorite weapon is his railgun, which can eliminate targets in the blink of an eye with its tremendous firepower.",
"DETAIL_DIGRAM_H02": "After many years of war had finally come to a close, the Interstellar Passenger Transport Service resumed operations, connecting peoples between the galaxy's many worlds. To Digram, the sight of these trains traveling across the cosmos is a symbol of hard-won peace. He feels deep reverence for its punctuality and aspires to protect it at all costs. Anything that would dare bring harm to his symbol of peace would surely be met with elimination.",
"DETAIL_DIGRAM_S01": "Digram is a living, humanoid robot hailing from the planet of mechanical life forms, Tronecion. He works as a conductor and driver for the Interstellar High-Density Passenger Transport System, commonly referred to as the \"Galactic Railway.\" Intensely coolheaded, diligent to a fault, and a stickler for rules, Digram will not forgive even a few seconds of tardiness. Though he does act more machine-like than others of his kind, he is a living being with emotions, nonetheless. If shown love, he will react positively, albeit sometimes.",
"DETAIL_DIVEREARTH_H01": "Wearing diving suits, they wield pile bunker-like Parallel Weapons as they boldly take to the water. The core of their combat style is their skill reading the flow of the water and turning even roiling tides into allies, a style that blesses their underwater pugilism with grace and style. The process of digging up small discoveries with their Parallel Weapons and the joy that follows is what drives them ever deeper, into the black abyss of the oceans and the dangers they hold.",
"DETAIL_DIVEREARTH_S01": "Divers are specialists of the sea, challengers of the abyss. They possess highly trained bodies built to withstand the pressures of the depths, as well as minds strong enough to take any strain without flinching. They know from experience that the most important ability to have when trouble happens in the water is the ability to restrain one's panic and remain calm. Divers are hired for a variety of missions, as well. They'll perform dangerous tasks like investigating sunken ships and fending off aquatic Kaibutsu, but they will also do showy events in aquariums, earning them an enduring popularity with children.",
"DETAIL_DIVERFIRE_H01": "Wearing diving suits, they wield pile bunker-like Parallel Weapons as they boldly take to the water. The core of their combat style is their skill reading the flow of the water and turning even roiling tides into allies, a style that blesses their underwater pugilism with grace and style. The process of digging up small discoveries with their Parallel Weapons and the joy that follows is what drives them ever deeper, into the black abyss of the oceans and the dangers they hold.",
"DETAIL_DIVERFIRE_S01": "Divers are specialists of the sea, challengers of the abyss. They possess highly trained bodies built to withstand the pressures of the depths, as well as minds strong enough to take any strain without flinching. They know from experience that the most important ability to have when trouble happens in the water is the ability to restrain one's panic and remain calm. Divers are hired for a variety of missions, as well. They'll perform dangerous tasks like investigating sunken ships and fending off aquatic Kaibutsu, but they will also do showy events in aquariums, earning them an enduring popularity with children.",
"DETAIL_DIVERLIGHT_H01": "Wearing diving suits, they wield pile bunker-like Parallel Weapons as they boldly take to the water. The core of their combat style is their skill reading the flow of the water and turning even roiling tides into allies, a style that blesses their underwater pugilism with grace and style. The process of digging up small discoveries with their Parallel Weapons and the joy that follows is what drives them ever deeper, into the black abyss of the oceans and the dangers they hold.",
"DETAIL_DIVERLIGHT_S01": "Divers are specialists of the sea, challengers of the abyss. They possess highly trained bodies built to withstand the pressures of the depths, as well as minds strong enough to take any strain without flinching. They know from experience that the most important ability to have when trouble happens in the water is the ability to restrain one's panic and remain calm. Divers are hired for a variety of missions, as well. They'll perform dangerous tasks like investigating sunken ships and fending off aquatic Kaibutsu, but they will also do showy events in aquariums, earning them an enduring popularity with children.",
"DETAIL_DIVERSHADOW_H01": "Wearing diving suits, they wield pile bunker-like Parallel Weapons as they boldly take to the water. The core of their combat style is their skill reading the flow of the water and turning even roiling tides into allies, a style that blesses their underwater pugilism with grace and style. The process of digging up small discoveries with their Parallel Weapons and the joy that follows is what drives them ever deeper, into the black abyss of the oceans and the dangers they hold.",
"DETAIL_DIVERSHADOW_S01": "Divers are specialists of the sea, challengers of the abyss. They possess highly trained bodies built to withstand the pressures of the depths, as well as minds strong enough to take any strain without flinching. They know from experience that the most important ability to have when trouble happens in the water is the ability to restrain one's panic and remain calm. Divers are hired for a variety of missions, as well. They'll perform dangerous tasks like investigating sunken ships and fending off aquatic Kaibutsu, but they will also do showy events in aquariums, earning them an enduring popularity with children.",
"DETAIL_DIVERWATER_H01": "Wearing diving suits, they wield pile bunker-like Parallel Weapons as they boldly take to the water. The core of their combat style is their skill reading the flow of the water and turning even roiling tides into allies, a style that blesses their underwater pugilism with grace and style. The process of digging up small discoveries with their Parallel Weapons and the joy that follows is what drives them ever deeper, into the black abyss of the oceans and the dangers they hold.",
"DETAIL_DIVERWATER_S01": "Divers are specialists of the sea, challengers of the abyss. They possess highly trained bodies built to withstand the pressures of the depths, as well as minds strong enough to take any strain without flinching. They know from experience that the most important ability to have when trouble happens in the water is the ability to restrain one's panic and remain calm. Divers are hired for a variety of missions, as well. They'll perform dangerous tasks like investigating sunken ships and fending off aquatic Kaibutsu, but they will also do showy events in aquariums, earning them an enduring popularity with children.",
"DETAIL_ESPERDICA_H01": "Esperdica wields a coffee roaster Parallel Weapon, the aromas from which rustle the emotions and affect the actions of all who smell them. For example, he can fill a room with a fragrance to dull the movements of his enemies while also boosting the morale of his allies. His aroma-filled smoke can onset hallucinations, confounding his foes while he lunges at them with martial arts moves. However, because his powers are scent-based, he is at a disadvantage when fighting in windy areas, or when he is up against enemies with no sense of smell.",
"DETAIL_ESPERDICA_H02": "Enchanted by the flavor of coffee as a child, Esperdica hit the books so that he could open his own café one day. He loves the aroma of coffee most of all, and he takes utmost care in brewing each cup, hoping the aromas will enchant his customers as much as they enchant him. He would not have been able to devote himself to coffee, however, had he not met a certain boy when it came time to decide which path he would take. \"Don't take the easy road,\" the boy had said. \"Be greedy. Go for it all.\" His words gave Esperdica the strength to choose his desired path.",
"DETAIL_ESPERDICA_S01": "Esperdica owns a café near a quiet public park located on the outskirts of Orient City. He also works as a barista while managing the shop and possesses a deep knowledge of coffee. He boasts several relevant certifications, also working as an appraiser who actively helps other cafés in need of assistance. Esperdica is awfully well informed on a variety of subjects outside of coffee, but he will laugh and dodge the question when asked why. While he is gentle and calm most of the time, he is merciless to those who would steal away the relaxation time of others, and rumor has it that he can be downright terrifying when angered.",
"DETAIL_EXIO_H01": "Exio is a ■■■■■■■ ■■■ate■ fr■m a human ■■■■ with Observer potential. His abilities as an Observer are simply his ■■■■■■■■ ■■■■■■ serving ■ similar ■■■■■■■, and his transformed appearance is no more than a ■■■■■■■■ ■■■■■■■■■ ■■■■■■■■. Because his body is ■■■■■■ ■■■■■, he leaves combat entirely to ■■■■■■■ ■■■■■■■■■■■■■ of his mind, ■■■ ■■ ■■■■■■■. The madness-granting skill his sidekick manifestation is endowed is merely an ■■■■■■■■■■ of an ability intended to be reflective of ■■■self.",
"DETAIL_EXIO_H02": "■■■■ is an experi■■■■■ lab rat of the ■■■■■, who attempted to find out what would happen when a ■■■butsu's unique information ■■■■■■ faculties are paired with an Ob■■■■■■'s potential and ■■■■ance for ■■■■■-dimensional observation. ■■io, it turns out, was the first subject to survive the Brok■■'s experimentation. He managed to keep his ■■■ity in check amid the infinite circulation of his infinite ■■■■■ in paral■■■ universes—their sen■■■, thou■■■, and experi■■■■■ in tandem—by intervening with his own thoughts and continued embrace of a ■■■■■■■■ known commonly as a dream. Although more of an obsession, that dream is, of course, taking revenge on the ■■■ker so that he may ■■■■■■■ those whom he ■■■■■■■■ to be his ■■■■■■.",
"DETAIL_EXIO_H03": "Exio is a Kaibutsu created from a human base with Observer potential. His abilities as an Observer are simply his Kaibutsu powers serving a similar function, and his transformed appearance is no more than a Kaibutsu epidermal exterior. Because his body is mostly human, he leaves combat entirely to another manifestation of his mind, the Id Replica. The madness-granting skill his sidekick manifestation is endowed with is merely an adaptation of an ability intended to be reflective of himself.",
"DETAIL_EXIO_H04": "Exio is an experimental lab rat of the Broker, who attempted to find out what would happen when a Kaibutsu's unique information-sharing faculties are paired with an Observer's potential and tolerance for multi-dimensional observation. Exio, it turns out, was the first subject to survive the Broker's experimentation. He managed to keep his sanity in check amid the infinite circulation of his infinite selves in parallel universes—their senses, thoughts, and experiences in tandem—by intervening with his own thoughts and continued embrace of a delusion known commonly as a dream. Although more of an obsession, that dream is, of course, taking revenge on the Broker so that he may protect those whom he considers to be his heroes.",
"DETAIL_EXIO_S01": "A mysterious Observer who often works with Parallel Flight, Exio is a Terran from Sydney, Australia. His full name is \"Exio Grant,\" and although, outwardly, he is a highly acclaimed massage therapist for his marvelous talent and gentle nature, behind the scenes, he is a member of an underground organization which seeks to bring a \"certain plan\" to fruition. He appears to harbor intense hostility toward the Broker.<br><br>Not even Melide, Yoshiori, or Monomasa, who are closest to him, know his true objective. Yet, everyone who works with him knows that he knows more than anyone else what the Broker's ambitions are, and that he is doing all that he can to ensure that those ambitions are not brought to fruition. Anyone who comes to crack the code behind Exio's true intentions will likely unlock the truths behind the Observers in society, their standing, how they are treated, and how they came to be.",
"DETAIL_FARDEN_H01": "His Parallel Weapon is essentially a pop-up book. He wants to be a figure children look up to, ideally without putting in much effort—after all, combat is scary. This is the unheroic Fayden in our world. In the book containing the works his parallel self created, he finds a way forward, and by opening that book and calling to the stories he has penned to unleash the pages into the world, he brings the denizens of his fantasy land into reality. On one page a fairy provides the Heroes with mystical aid, while on another animal soldiers block the Kaibutsu's advance. If everything is in order, Fayden can even rewrite an entire area into a scene from his book. His combat style confounds his foes with techniques that border on magical, and what could suit a dreamer like Fayden more?",
"DETAIL_FARDEN_H02": "The Parallel Weapon he wields contains every story imaginable to him, regardless of whether he dreamed it up and abandoned it halfway or heard it from someone else. He is the ideal author in his mind's eye as a Hero, and a figure beloved by children as well. Underlying Fayden's desire to become a smash hit, however, exists a powerful Hero's dream, and upon awaking from it, he begins to walk the path of a true Hero. Staring down reality as he puts his ideals to pen and paper, that dream remains firmly in his grasp, and should it somehow become lost, he can simply imagine a new one.",
"DETAIL_FARDEN_S01": "A famed picture-book author known all throughout the galaxy! Popular with both children and their parents! That is what Fayden hopes and dreams to become while lying in the pit of his slothful, lazy lifestyle. He typically imagines a rosy future for himself before falling back into his gray reality—such is his cycle. While dreaming, he often sees his former beloved, now gone from his presence. Ever since that shocking breakup after they had vowed to spend their future together, Fayden has adopted the habit of averting his gaze from painful reality. This effects his career as an artist, and is a contributing factor to his lack of success despite his talent.",
"DETAIL_FLAMIERGHOSTWOODS2204_H01": "Working with Hisaki's lab as a volunteer, Flamier attends Wehmalt's flower festival in an appropriate hero suit, complete with Parallel Weapons that bear a striking resemblance to the dance shoes her grandfather once gave her as a child. The glowing shoes draw the attention of all around her, and the trails of light left behind beguile her foes. Her grandfather told her that whatever she does, that she ought to enjoy it to the fullest. She continues to follow his advance, dancing like a beautiful flower petal twirling about in the wind while overwhelming all who challenge her with dazzling grace.",
"DETAIL_FLAMIERGHOSTWOODS2204_H02": "As a child, Flamier loved to dance; however, her education demanded that her actions fall in line with her status, thus resulting in her suppressing her childish desires so that she could play the part that those around sought from her. It was her grandfather who took note of this and treated her for the person she was rather than simply as a granddaughter of his ilk. He taught her to be true to herself, to be proud of herself, and to love herself. These virtues form the bedrock on which she stands, even now, long after his passing.",
"DETAIL_FLAMIER_H01": "With her lab coat fluttering like a cape as she fights, Flamier transforms into a hero who commands a vast array of tools for combining and igniting chemical compounds in battle. Rather than harm her foes with explosions, however, she seeks to enchant her audience with beautiful flames, making her attacks more like a pyrotechnic show than a bombing run. Still, it is difficult not to feel some level of terror in response to the infernos that she ignites.",
"DETAIL_FLAMIER_H02": "Her heartfelt wish is to set off the galaxy's most beautiful fireworks wherever they will bloom most beautifully. However, ignition can only occur where there is atmosphere, and the various atmospheres on various planets complicate matters further. Worse still, there are so many substances that cannot even combust! Thus, she spends her days researching different ways to ignite all sorts of different substances, all in service of her dream. Indeed, one could search all the galaxy and never find anyone as attached to flames as she.",
"DETAIL_FLAMIER_S01": "Flamier works as a chemistry teacher in one of the most prestigious high schools in the Lunar Cities. A Lunarian, she was born the daughter of the family which lays sole claim to all asteroid belt mining. Though her brains and beauty have won her many admirers in school and from society at large, her bizarre attachment to everything that burns bright and beautiful has led her to acquire an unusual amount of knowledge concerning gunpowder, explosives, and other flammables. Still, she dreams of one day making fireworks that bloom with beauty yet unseen.",
"DETAIL_FURLONGCIRCUS2202_H01": "Set to perform acrobatics at the circus, Furlong resolves to transform not to save lives but to entertain. His eye-catching yet lightweight outfit is constructed to make the best of his considerable athletic abilities. Since he spends his days undergoing harsh training to rescue people from desperate situations, he has absorbed high-level jujitsu-like acrobatic moves like a sponge—mastering them quickly and performing them boldly under the spotlight. His performances are so breathtaking that they make it seem as though his bashful personality might also be just as an act of his.",
"DETAIL_FURLONGCIRCUS2202_H02": "His transformation was originally meant for personal development. By psyching himself up and playing the part of a strong, dominant individual, he hoped to hide away his own weaknesses and cowardice. When faced with the source of the trauma that had left his heart so deeply scarred, hiding this crux any longer proved impossible. In the end, transforming for others instead of for himself finally enabled him to attain his new form.",
"DETAIL_FURLONG_H01": "Furlong had long vowed to become a firefighter whose passion for the job burned hotter than any flame, and his hero form truly manifests that. He transforms into \"Burn Striker,\" a bold hero whose daring persona is second to none. He will leap into action at any disaster site without a moment's hesitation, braving flames and smoke to save lives. The Parallel Weapon oxygen tank on his back has nothing to do with this change in personality. Rather, this change is thanks to the courage that dwells beneath his usual timidity, which is awakened by the transformation and brought to the forefront.",
"DETAIL_FURLONG_H02": "How did such a shockingly timid and wimpy man end up responsible for saving lives? He wanted to change his cowardly nature, no matter what. Having people's lives in his hands forces him to reach deep and draw out his courage. His mind and body metaphorically pass the baton to his bold, invincible other self who will lose to no one just as much as he will lose to no fire. Once his braver self has taken over, he dashes in to save the innocent from what threatens them, whether it be monster or flame.",
"DETAIL_FURLONG_S01": "Furlong is a firefighter who works in Orient City. A Cosman born off-world, his full name is Furl Furlong Heil. Coming from a planet with much higher temperatures than Earth, Furlong has both a higher basal body temperature than the average Terran and a much greater tolerance for heat, making him a perfect firefighter for rescue missions at the scenes of intense fires. In his social life, he is a shy, timid, peace-loving man who can be easily pressured into doing almost anything, and he speaks fairly formally to everyone. When speaking to the police officer Barrel, however, who happens to be close to his age, his language grows more casual.",
"DETAIL_GAISEI_H01": "Gaisei's people are blessed with metal-hard bones, and the blade Parallel Weapons extending from his forearms are made even stronger by his genetic stock. His steel-cutting blades and bone-shaped armor all come from his body's inborn abilities, which is why his hero suit is particularly revealing and designed not to obstruct his movements. It also serves to send the message to his foes that his body and skill are greater than theirs.",
"DETAIL_GAISEI_H02": "Having grown up in an orphanage on a backwater planet wracked with brutal inequality, Gaisei has seen the strong plunder the weak all of his life. Even the orphanage director who had taught him martial arts and protected the children with all he had had been destroyed by a greater force. Taking these lessons to heart, after being rescued and brought to Earth, he ran off to journey throughout the stars, seeking only battlefields where he could face off against the strong. These are his beliefs and this is his compulsion. Strength determines all, and he must be the strongest.",
"DETAIL_GAISEI_S01": "A bodyguard to a pawn broker-cum-used goods salesman with a past, Gaisei is a Cosman youth with a strong resemblance to a Terran. Seeing meaning in nothing other than tempering his abilities and defeating the strong, he will leave his shop of employ in the blink of an eye to seek combat on the battlefield if worthy opponents are to be found. While he wears a cruel smile in combat, slashing his way through the field with perverse joy, he brings no such energy to life outside of battle. When not fighting or training, he can often be seen staring off into space.",
"DETAIL_GAIUSSEEKERS2502_H01": "Having visited a certain desert country, Gaius hears legends of a king who brought abundance to the people of the land in ages long past—a king he bears a resemblance to. Contemplating this monarch of old, he gains a new visage, one that performs a blade dance to soothe the hearts and minds of his subjects. The suit he wears combines the authority of a ruler with the grace of a dancer, and it is complemented by a ceremonial two-handed sword Parallel Weapon. The blade glitters to match Gaius' dancing on the battlefield, invigorating the hearts of those who fight alongside him on his stage and unleashing the vitality within.",
"DETAIL_GAIUSSEEKERS2502_H02": "Gaius disembarks on a desert planet, in search of information on his roots. There, he finds himself in a festival honoring a former king who looked just like him. The king was a man of the people: drinking and making merry with them, dancing for them, living with them. As he rubs shoulders with the locals in the festival and gets to know them, a thought occurs to Gaius. Perhaps, he surmises, that king of old sought his true self in others, as Gaius does now. Because, as does gazing alone at the lake's surface daily to find his roots while absorbing its beauty edify his soul, so too does sharing the sensation of the refreshing desert winds with another.",
"DETAIL_GAIUS_H01": "Gaius uses a glove Parallel Weapon that can generate a bow and arrows from ether. The strength and size of these energy arrows depend on available View Power, and he can control their speed at will after firing them, allowing him to attack from afar without suffering any penalties to impact strength. On the mobility side, Gaius's hero suit is optimized for underwater action, and he uses the ring and dorsal fin modules on his back to control the flow of the water around him, allowing him complete mobility and the ability to enter a combat stance in the blink of an eye.",
"DETAIL_GAIUS_H02": "The elderly couple who raised Gaius passed away when he was a teenager, leaving him a letter that revealed they were not related by blood. Having always felt a barrier between himself and others, Gaius resolved to live on his own and by his own strength—relying on no one. He would discover where he came from, too. He often finds himself staring down at his reflection on the surface of his beloved lake, asking himself the question that rules his life, \"Who am I?\" When he dives into the water, he believes in his heart of hearts that the answer lies in its depths.",
"DETAIL_GAIUS_S01": "Gaius always loved diving in his hometown's lake, making him a perfect fit to become both a tour guide and an instructor. Unfortunately, his love is a bit too strong, which is shown in his rather scary demeanor, and he hates the idea of the lake being harmed or polluted, so he does not get many requests for lessons or tours. A lover of the quiet world beneath the waves, diving in the lake is a daily habit of his, leaving Gaius with more experience diving in the lake and knowledge about it than anyone else. His skin is covered in tattoo-like patterns, and he will often wear a wetsuit to hide them.",
"DETAIL_GAMMEIRAKUSAI2304_H01": "Undertaking an undercover investigation in a city awash with festival spirit, Gammei dons his UEHA-supplied combat tag-shaped Parallel Cue and transforms. When the light subsides, he stands wearing a new hero suit in the spirit of festival garb. The banner Parallel Weapon he carries was once used by firefighters in the Japan of antiquity and is now commonly seen at the head of festival processions. He holds it up and swings it proudly, eyeing the battlefield like a garden he is destined to mess up.",
"DETAIL_GAMMEIRAKUSAI2304_H02": "He remembers his hometown well. Living in a town so devastated was never easy, but his childhood remains irreplaceable to him, as it forms the core of who he is as a person. Justlock is a hero who protects the people. He is a being who goes beyond social positions and roles to live in a manner that Gammei finally realizes fits his wishes. Dressed in his best for the anticipation of all, Gammei holds his banner up high.",
"DETAIL_GAMMEI_H01": "Gammei transforms into the hero \"Justlock,\" wielding handcuff-shaped rings with chains that can extend endlessly. Both the chains and the rings can expand and contract to fit their target, allowing him to arrest beings of any size. His battlefield skills reflect his storied career as both a detective and as a hero, as well as his surviving the Kaibutsu attack that destroyed his city.",
"DETAIL_GAMMEI_H02": "Gammei does not see his job as the glitzy, made-for-camera work of a hero. In fact, he calls himself a \"trench cleaner.\" Cases involving villains and Kaibutsu often have no clear evidence left behind and usually go cold. That is where Gammei comes in as a hero, but it is also why he gets all those cases dumped on him. He clears them, of course, albeit while grumbling on his way to the crime scenes.",
"DETAIL_GAMMEI_S01": "Gammei works for Orient City's Metropolitan Police Force as a detective in charge of cases involving Kaibutsu and villains. A Terran from Chiba, Japan, his full name is Gammei Tsukinowa. Though he seems unmotivated and apathetic, he is as serious a police officer as one comes. Even so, he has a tough row to hoe; cases nobody wants get thrown his way, and he constantly feels pressure from above and below as a mid-level manager—not to mention dealing with old age or being poorly paid... It never ends for Gammei.",
"DETAIL_GANRAN_H01": "When Ganran transforms into a hero, he wields a massive hammer Parallel Weapon, and the hero suit he dons wraps him in a heavy chain. The chain grows hotter and ever more durable with every attack sustained, gaining strength much like steel being forged. This power is delivered to the hammer attached to the end of the chain, allowing him to slam superheated blows into his obstacles. Ganran is also able to manifest a metallurgical hearth for creating weapons and armor by unleashing his accumulated energy.",
"DETAIL_GANRAN_H02": "Ganran was once summoned to a far-off kingdom to forge a replica of a legendary axe that would serve as the land's symbol of peace. He toiled away at trying to forge the perfect replica, but he could not produce an axe that could meet his satisfaction. One day during this struggle, however, the kingdom was attacked by Kaibutsu. As the land fell into ruin, he rescued Barte, the king's child, and resolved to raise them back home. Once fully grown, Barte coaxed their way into becoming Ganran's first disciple, but then they got caught up in another Kaibutsu attack and vanished from the cosmos. Ganran believes that Barte will come back one day, and so he continues to work the forge, striving to be the mentor his disciple will need upon their return.",
"DETAIL_GANRAN_S01": "Ganran is a Dwarven Cosman who works as a blacksmith on the planet Garndera. Though regarded well enough to get requests from far-off planets, it is his stance as an artisan to treat all of his jobs equally no matter who his client is. He loves the moments when he finds himself able to withstand something which he previously could not, much like steel which grows stronger with forging. It is in those moments when he feels that he has truly become stronger, and for that reason, he is quite fond of endurance tests. Though he will never force such a test on anyone, he is always overjoyed when they oblige.",
"DETAIL_GARBO_H01": "When the situation calls for a hero, Galvo sheds most of his clothing, and his hands and feet become crystalline and wreathed in azure flames. This form represents what he will become after achieving his wishes—a vision of himself that came to him in a dream. The loose garb that adorns his body is the traditionally significant dress of his people. Each time he unleashes the ferocity of his draconic heart with his flaming limbs, tapping into instincts and temperament rarely touched upon in his daily life, his flames burn ever brighter. It is quite apparent that their blinding light fills Galvo with much pride.",
"DETAIL_GARBO_H02": "Galvo's species is able to reincarnate, leaving records of their lives preserved in a viewable archive when they do so. To hear Galvo describe it, \"It's like passing the torch.\" The lifespan of any individual, reincarnations included, only ends when they are satisfied with their life as a whole. However, it is not death Galvo seeks in becoming a hero. What he seeks is the experience of living a full life. He once saw a version of himself in a dream—a version of himself who had seen it all, done it all, and lived it all—and that is the form he takes when he becomes a hero.",
"DETAIL_GARBO_S01": "Galvo is a linguistics researcher, a translator, and a long-lived Cosman who bears a striking resemblance to a dragon. In a world that speaks Space Common, Galvo's linguistics research pursues that which has been softened and cast off by the existence of the common tongue. With a deep knowledge of cultures, he works to both preserve concepts in danger of being lost and to bolster Space Common. He greatly values experiencing cultures as they are firsthand, and he often takes an eager interest in whatever is trending.",
"DETAIL_GENJI_H01": "Genji bears Parallel Weapons on his back resembling steel tubes when he takes to the battlefield. He wields them like poles, sweeping, slicing, and swiping as he confronts his foes. Despite their functionality as weapons in close combat, their true use lies in the creation of scaffolding and bridging. Sticking the tubes into the ground spawns construction materials around them and creates bridges between them. This comes in handy when evacuating civilians or chasing after villains. He can also use them as barricades to support his allies. Genji believes that his role is to make other Heroes shine, and that it is his duty to create the stage for them to accomplish that.",
"DETAIL_GENJI_H02": "Equipped with his Hero Suit, Genji is able to stand or maneuver in any environment as if it were Earth at sea level, whether it be atop water, in midair, or surrounded by a vacuum with no gravity. His perception determines land and sky, and his footsteps leave behind temporary footholds others can trod upon. Genji says that he lacks the big dreams for the future that many other Heroes have, and that ever since making a great mistake in the past, he has been living to atone. In order to fulfill a wish someone else left behind and send the next generation off to a nebulous future, he has decided to become a bridge himself. Though this is clearly Genji's dream for the future, he refuses to acknowledge it as such.",
"DETAIL_GENJI_S01": "A Terran in the thick of middle age who runs Drum Scaffolding, a small construction company in Orient City, he himself is a scaffold worker who teaches his younger workers on work sites techniques he has learned over the years. Very particular, rough of speech, and plenty brusque, he is the very picture of a stubborn, old-school craftsman, a stereotype that is nearly extinct on Earth. On the other hand, he is extremely attentive to work-related details and prizes opportunities to let his younger workers shine. Though the company started out as a family business, he ended up running it on his own at some point. He rarely mentions the reasons for that himself, and very few know what it is that drove him to become a Hero.",
"DETAIL_GIANSARLIGHTYEARS2412_H01": "Christmas is said to be a time when nice children are given presents while naughty children are punished. Clad in black Santa garb, however, Giansar does neither. His Parallel Weapon present box holds many objects of energy within it, all of which pop out in the form Giansar chooses when he wills it. He pulls out a bomb? Just a loud sound and a flash. See some adorably wrapped candy? It explodes and now it's all over the place. Giansar's surprise gifts, mixing in truth and deceit, almost seem to destroy the very concept of dividing naughty and nice being \"correct\" as he decorates the battlefield with his trickery.",
"DETAIL_GIANSARLIGHTYEARS2412_H02": "Giansar had thought he was doing the right thing. Others disagreed, and he was unable to become a hero. Then, despite his wishes or beliefs, word about him spread, along with the idea that he had done the wrong thing. Time passed, and Giansar ended up helping with a certain Christmas event. There, he saw an unorthodox urban planner and \"wrong\" idols. They were following their beliefs and principles to make the event happen. As Giansar helped, spewing sarcastic comments all the while, the data of a black-garbed Santa showed in his eyes. Presents for nice children and punishments for naughty ones? He scoffs at the dichotomy and wishes for neither.",
"DETAIL_GIANSAR_H01": "Giansar's knife Parallel Weapon absorbs and analyzes information about targets he stabs, allowing him to reproduce their appearance with his hero suit as a form of camouflage. Though the disguise created is incredibly convincing, his knife only works on heroes, and he cannot save the information he has absorbed for later. If he wishes to change his disguise from one hero to another, he must deactivate this ability and analyze once again. Though frequent use reduces this ability's effectiveness, worlds based on information, such as advanced VR spaces, have excellent compatibility with his Parallel Weapon, along with his hacking skills.",
"DETAIL_GIANSAR_H02": "The valedictorian of his class, Giansar was full of promise when he entered an influential hero training agency as an intern. Then, it all went wrong when he found himself caught up in a crime in progress. The actions he took in response were judged to be unheroic, so he did not get a hero license. Denied his dream and forced to endure regular observation as a dangerous figure, Giansar vowed that he would become the strongest hero of all, a hero with domain over the information of all heroes across the cosmos. He would become the true hero of his dreams, and he would do it all on his own.",
"DETAIL_GIANSAR_S01": "Possessing deep technical knowledge of systems, both hardware and software, Giansar's rough speech and attitude are in stark contrast to his meticulous, nearly anal-retentive personality. He loves words like \"perfection\" and \"accuracy,\" and he does all he can to eliminate every last ambiguity and complication from his plans. He also feels strongly resistant and resentful toward heroes, which is likely a result of his attempt to obtain a hero license in the past.",
"DETAIL_GNOMON_H01": "Under normal circumstances, Gnomon portrays the appearance of a traditional wizard, wearing a robe and wielding a wooden staff. When he transforms, however, he takes on the visage of a wizard of the future, wielding a Parallel Weapon that improves both mobility and tactical effectiveness. His staff Parallel Weapon acts as both a computer and a matter converter, operated by the insertion of coin-shaped materials and the entry of spell chanting codes. In combat he uses techniques one would expect from a wizard, like launching fireballs and calling down lightning, but considering the time his Parallel Weapon requires calculating material usage and processing chanting codes, as well as his poor athletic abilities, he finds himself performing less than stellar in close range engagements.",
"DETAIL_GNOMON_H02": "Gnomon's family possesses access to the world's highest-class grimoires, and they have fought through the generations against those who would steal their power or oppress them for it. As a result of this long-standing strife, by the time Gnomon came of age, he found himself living outside of society and feared as the Archmage. Growing up, he spent his days studying magic while living alone with his beloved uncle. Even after the death of his teacher, leaving him by his lonesome, he continues to protect the grimoire said to hold the sole method of avoiding the end of the world. He holds to this duty so that he may entrust the fate of the world to the Chosen One, who is sure to seek him out.",
"DETAIL_GNOMON_S01": "Gnomon is a young Leo Therian Cosman. He hails from the planet Endoaira, in a parallel universe, which is on the brink of destruction. The most powerful spellcaster on his planet, he is referred to as the Archmage. Because of his penchant for tackling everything with a coldly competent and rational eye, people consider him to be distant and aloof, and lacking in feelings. In reality, he simply has a hard time directly expressing his emotions—in fact, his emotional range is far broader than one would expect. Due to his upbringing, he has difficulties interacting with others, and he calls himself a coward for this. Furthermore, although he is prodigious in size, he suffers from a lack of movement and exercise.",
"DETAIL_GOMEISAXMASMELT2212_H01": "Gomeisa hopes for Christmas to be a time people of all ages may enjoy with jolly smiles on their faces. Having some dreadful threat ruin the festivities is the last thing he wants. With that desire in mind, he has attained a new hero form drawn from distant memories. The ice walls he conjures up from his hands and feet protect the innocent in a chilly embrace. His unending smile and vibrant dances provide just the right flair for the festivities. As the season of Christmas joy reaches its climax, the blessed dancer wishes from the bottom of his heart nothing but joy to all who look upon him.",
"DETAIL_GOMEISAXMASMELT2212_H02": "Gomeisa reflects upon the sacred tree in his home village which would enclose itself in ice to protect itself from winter's bitter cold, as well as how Procy once cheered him up on a snowy Christmas Day by making him a snow hut. Both memories had taught him just how warm one could be when surrounded by walls of snow and ice. The knowledge gained from his homeland mixed with his warm memories of Christmas had redoubled his resolve, thus granting him his new form.",
"DETAIL_GOMEISA_H01": "Gomeisa takes to the battlefield as a dancing hero, cloaked in the garb he wore as a dancer when he once performed rituals for the sacred trees back home. Since he is a passionate pacifist who dislikes fighting, he very rarely directly harms his foes. His true strength as a hero lies in the crystals of sunlight his body generates. These scatter through the air and shatter as he dances, and the light they leave behind heals the wounded.",
"DETAIL_GOMEISA_H02": "Though he hates fighting, loves all things cute, and simply wants to get along with everyone, his desire for everyone to live a life of harmony and dancing has brought him to the battlefield. He believes that even the cruelest and most villainous foes, Kaibutsu included, can one day make amends with everyone else. So, he dances in battle, hoping that the peace he yearns for will arrive sooner than later.",
"DETAIL_GOMEISA_S01": "Gomeisa is a young Giant Cosman who works as a waiter at Procy's bar, which is popular with heroes. He hails from an off-world culture that worships enormous trees. He was even once one of their sacrilegious dancers, which left him with a deep fondness for dancing. Innocent, nonchalant, and carefree, he loves people and never doubts them. He has no qualms with being touched or taking off his clothes and often makes clumsy mistakes due to his large size, resulting in Procy having his hands tied.",
"DETAIL_GOROGHOSTWOODS2204_H01": "Goro's new hero suit is based on the costumes worn during Wehmalt's flower festival. He wields handmade toys and musical instruments that are recreated out of energy. The Parallel Weapon toys, filled with tricks and mechanisms designed to make children smile, act with minds of their own to protect Goro's allies while he plays his accordion Parallel Weapon, enabling its sound energy to invigorate those who listen with fighting energy.",
"DETAIL_GOROGHOSTWOODS2204_H02": "Goro has one rule for himself: when dealing with kids, no drinking. Perhaps this is a humble parent's wish, a quiet desire that his own child would not dislike him for having alcohol breath. He has lost his child, his family, and his home, yet in the face of that loss, his song of choice on his accordion is a soothing lullaby. Goro savors his one heartfelt wish along with the joys of a past which he shall never relive. He has lived with the weight of the world on his shoulders, along with unrelenting regret, and he will continue to do so.",
"DETAIL_GORO_H01": "Goro transforms into a hero form that allows him to use his hero powers to the fullest. He is as drunk as ever in this form, but his rubber-soled socks Parallel Weapon allow him to stand even on vertical walls, and he can pull out a variety of tools from his Parallel Weapon toolbox to create barriers and shelters with speed that would put even a full construction crew to shame.",
"DETAIL_GORO_H02": "Goro had lived peacefully as a shipwright with his family until a Kaibutsu attack ruined everything. Adrift and separated from them, he eventually ended up on Muirauqa IV. That was when he became an alcoholic. When he awoke as a hero around this same time, he came to realize how strongly he desired to make a home even Kaibutsu could not destroy. His loss of family has left him sensitive and prone to worrying whenever he sees those bonded by love or blood torn apart, even if he does not know them.",
"DETAIL_GORO_S01": "Goro handles boat construction and repair as a shipwright in a seastead city on the oceanic planet of Muirauqa IV. Though not originally from Muirauqa IV, his long journey through the stars brought him here. Laid-back, optimistic, but rather sleazy, Goro is never without a bottle of booze in attendance, even when on the job. Drinking aside, he is a fantastic shipwright with a sharp mind and deft hands. He also possesses the impressive ability of laying out blueprints in his mind and duplicating them in construction, even down to the finer details.",
"DETAIL_GRIGORY_H01": "Since Grigory himself is seldom eager to don his suit and go out to do hero work, few know what he looks like in hero form or even how he operates as one. His Parallel Weapon consists of two spheres with geometrical patterns that possess tremendous broadcasting functionality—providing hero repletion, filming and photography, streaming, and more. His most impressive ability is the power to instantly teleport to where a hero is even if he does not know their location. This does, however, require more View Power the farther away he must teleport.",
"DETAIL_GRIGORY_H02": "What deeply frustrates Grigory the most, as a hero himself, is heroes not being able to make full use of their abilities. Seeing news reports on missing heroes during his youth left him filled with rage and indignation from the thought that, just maybe, they had been slain while still unable to transform. Though he cannot remember precisely when he awakened as a hero, his Parallel Weapon is a manifestation of the power he dreamed of on that day, which is the ability to go anywhere and leave no hero behind.",
"DETAIL_GRIGORY_S01": "Grigory is a drone designer and developer. Despite being a founding member of Warden International, which is active throughout Earth's sphere of influence, he modestly downplays his involvement, claiming that \"It is the others there who possess true talent, whereas he is merely a hired hand.\" Operating under the motto that \"heroes will surely die with no View Power,\" he works day and night to develop camera drones capable of hero surveillance and observation regardless of the circumstances or the hero's location in the cosmos. His brilliant design sense and all-round knowledge have also won him a job with Zero Trust as their technology consultant.",
"DETAIL_GUARDMANEARTH_H01": "Guardsmen are Cosmen with rugged faces, mountainous bodies, and large horns on their heads. They live in the dark underbelly of society, and they are hired by those in power for their profound physical strength and cunning intelligence. Loose lips lose lives in their world, and each would rather die before spilling a secret or betraying an ally. They know too well that trust cannot be bought with money, and they play the part, proving they are more than just talk.",
"DETAIL_GUARDMANEARTH_S01": "Wearing black hero suits and wielding black Parallel Weapons, they stand bravely before their targets. They work under the cover of dark and prefer the color black for all that it hides. Bodyguards lurk in the shadows, accomplishing their missions without wasting a shred of effort or piece of equipment. Efficient clothing and armaments are most optimal when one values trust above all else.",
"DETAIL_GUARDMANFIRE_H01": "Guardsmen are Cosmen with rugged faces, mountainous bodies, and large horns on their heads. They live in the dark underbelly of society, and they are hired by those in power for their profound physical strength and cunning intelligence. Loose lips lose lives in their world, and each would rather die before spilling a secret or betraying an ally. They know too well that trust cannot be bought with money, and they play the part, proving they are more than just talk.",
"DETAIL_GUARDMANFIRE_S01": "Wearing black hero suits and wielding black Parallel Weapons, they stand bravely before their targets. They work under the cover of dark and prefer the color black for all that it hides. Bodyguards lurk in the shadows, accomplishing their missions without wasting a shred of effort or piece of equipment. Efficient clothing and armaments are most optimal when one values trust above all else.",
"DETAIL_GUARDMANLIGHT_H01": "Guardsmen are Cosmen with rugged faces, mountainous bodies, and large horns on their heads. They live in the dark underbelly of society, and they are hired by those in power for their profound physical strength and cunning intelligence. Loose lips lose lives in their world, and each would rather die before spilling a secret or betraying an ally. They know too well that trust cannot be bought with money, and they play the part, proving they are more than just talk.",
"DETAIL_GUARDMANLIGHT_S01": "Wearing black hero suits and wielding black Parallel Weapons, they stand bravely before their targets. They work under the cover of dark and prefer the color black for all that it hides. Bodyguards lurk in the shadows, accomplishing their missions without wasting a shred of effort or piece of equipment. Efficient clothing and armaments are most optimal when one values trust above all else.",
"DETAIL_GUARDMANSHADOW_H01": "Guardsmen are Cosmen with rugged faces, mountainous bodies, and large horns on their heads. They live in the dark underbelly of society, and they are hired by those in power for their profound physical strength and cunning intelligence. Loose lips lose lives in their world, and each would rather die before spilling a secret or betraying an ally. They know too well that trust cannot be bought with money, and they play the part, proving they are more than just talk.",
"DETAIL_GUARDMANSHADOW_S01": "Wearing black hero suits and wielding black Parallel Weapons, they stand bravely before their targets. They work under the cover of dark and prefer the color black for all that it hides. Bodyguards lurk in the shadows, accomplishing their missions without wasting a shred of effort or piece of equipment. Efficient clothing and armaments are most optimal when one values trust above all else.",
"DETAIL_GUARDMANWATER_H01": "Guardsmen are Cosmen with rugged faces, mountainous bodies, and large horns on their heads. They live in the dark underbelly of society, and they are hired by those in power for their profound physical strength and cunning intelligence. Loose lips lose lives in their world, and each would rather die before spilling a secret or betraying an ally. They know too well that trust cannot be bought with money, and they play the part, proving they are more than just talk.",
"DETAIL_GUARDMANWATER_S01": "Wearing black hero suits and wielding black Parallel Weapons, they stand bravely before their targets. They work under the cover of dark and prefer the color black for all that it hides. Bodyguards lurk in the shadows, accomplishing their missions without wasting a shred of effort or piece of equipment. Efficient clothing and armaments are most optimal when one values trust above all else.",
"DETAIL_HISAKILOSTANCIENTS2208_H01": "Hisaki has gained new gear from guarding the floating ruins on the planet of Sama-ed. His Parallel Weapons are now fish-shaped robots that act autonomously to protect him in battle, primarily deploying bubble shields to rebuff enemy attacks. They are helpful in the mobility department as well, since Hisaki can grab their backs to swim freely underwater with stunning speed and maneuverability. Hisaki puts all his effort as an inventor into grappling with as-yet-unknown technology, and this particular effort has borne fruit. He is of one mind and one heart with the machines as he zips through the water.",
"DETAIL_HISAKILOSTANCIENTS2208_H02": "In a parallel world, Hisaki developed a new form of life combining Hito and robot—a link he invented after experience taught him his technology could be misused for ulterior motives contrary to his intent. What does he truly wish to make? What kind of relationships can Hito and robots have? How should technology be used? Determined to grapple with these questions and their lack of clear-cut answers, Hisaki utilizes technology to cut through the unknown with the flames of his passion ever burning.",
"DETAIL_HISAKI_H01": "Hisaki dreams of a glorious future for himself, and lo behold, his Parallel Weapons are, in fact, a pair of gloves spawned by that very future self of his via his own hands. His future self has attained the zenith of cutting-edge technology possible in the whole universe, and by accessing the mind of his future self, he can produce and weaponize inventions impossible with today's technology through his gloves. These weapons are so advanced that their effects are indistinguishable from those of magic—true testaments to the boundless possibilities science has to offer.",
"DETAIL_HISAKI_H02": "Hisaki prides himself on his genius intellect, always conducting himself with absolute confidence in all that he does. Though his pervading self-assertive demeanor and need for approval are typically viewed as negative qualities, he candidly advocates these traits. His personality has been shaped by his defiance against the continued labeling of himself as a \"phony\" by those around him as well as by his concurrent desire to be acknowledged by those very people. These innermost desires fuel his drive to continue making the unbelievably incredible technological advancements accredited to him.",
"DETAIL_HISAKI_S01": "Hisaki Yodobashi, a young factory worker for a mid-tier industrial manufacturer, is actually a Therian Cosman despite his Japanese name given to him by his foster parents. Hisaki is a genius inventor who possesses vast knowledge in the sciences as well as in engineering—and everyone knows it. Rather than working on the assembly line, he is generally holed up in his lab tucked away in a corner of the factory, completely absorbed in developing their latest line of products. Though pleasant to be around, self-assured, and quite sociable, he can be quite flippant and careless at times. Hisaki views his old college upper-classmate Crowne as an older sister figure, trusting and fearing her in equal measure.",
"DETAIL_HITOMISUMMERDIVE2108_H01": "Performing on the oceanic planet of Muirauqa IV, Hitomi comes dressed for the occasion. \"A pop idol,\" she says, voice burning with enthusiasm hotter than the summer sun, \"always fights and dresses to match the theme!\" And fight does she ever, using floating speakers to fire out sound waves at her foes. Driven by the desire to let her fans enjoy the resort in peace once again, Hitomi dons the mantle of Heartstopping Red Mermaid, singing and fighting until the day her voice gives out.",
"DETAIL_HITOMISUMMERDIVE2108_H02": "Hitomi is deeply passionate about her choice of costume and always picks something appropriate for whatever concert or program she is performing in. This, naturally, led her to be interested in hero transformations, along with the deeply significant costumes they involve. Though her goal of becoming a perfect idol is still far away, she knows that with this costume, she has taken another sure step forward. Reinforcing that belief is her new hit summer single, which is available on streaming services now!",
"DETAIL_HITOMI_H01": "Clad in a cute, glamorous stage costume, Hitomi takes to the battlefield as the idol hero dubbed \"Heart-Stopping Red.\" When she sings into her microphone Parallel Weapon, she invigorates her allies, weakens her enemies, and so much more. Her scores of audience members are transfixed by her exhaustively researched, well-practiced demeanor as a performer.",
"DETAIL_HITOMI_H02": "As a young girl at age fifteen, having physical strength that far surpasses that of her peers was bound to give her a complex disorder. While the crowds praise her for her cute demeanor and laud her as a professional idol, she struggles with containing her decidedly less-than-cute abilities in her daily pursuit of perfection. She finds herself in the ambiguous position of being seemingly popular yet somehow not at the same time. Notwithstanding, her single-minded pursuit of her dream has, indeed, inspired many who have found themselves on the brink of giving up to keep pushing forward with their own endeavors.",
"DETAIL_HITOMI_S01": "Half Terran and half Cosman, Hiroshima-born Hitomi Ayauta is a pop celebrity based on Earth in Japan. Though energetic, pleasant, and a hard worker in the vein of the classic icons who came before her, her Cosman mother's genes have endowed her with physical strength far greater than that of a typical Terran. She often breaks company property due to her inability to control her strength, which stokes her fears toward interpersonal interactions that require physical touch such as handshaking in meet-and-greets with her fans.",
"DETAIL_HOULEY_H01": "Houley's dream, to record any and all Hero activity, is the guiding principle of Zero Trust. This is expressed through his Parallel Weapon, a miniaturized version of the satellite bands the company has all over inhabited planets. It guides the Operator's power to observe and creates a Path in a location Houley dictates, allowing movement, acceleration, communication, and more to ignore the laws of physics there. This powerful ability does have a flaw, though, in that it depends on his synergy with the Operator in real-time, as well as the strength of his relationships with his allies.",
"DETAIL_HOULEY_H02": "It happened long ago, when Houley was an ambitious manager in the Operation department thinking only of his next promotion. Immense environmental damage occurred in a far-off backwater planet, causing a large-scale shutdown of communications. Many died in the time it took to repair the lines, and he saw it all, leaving him scarred. Ever since that incident, he has worked tirelessly to make real an unthinkable dream: to create a world in which all people of the galaxy are connected and able to observe Heroes at any time. This unusual ambition is why he takes a strong interest in those who boldly attempt to realize difficult dreams.",
"DETAIL_HOULEY_S01": "Houley is CEO of the company managing LIVE@HERO, the streaming app essential to any Hero, as well as the IT giant Zero Trust and its satellite band infrastructure needed to stream throughout the galaxy. An older gentleman from Muirauqa III's Reefcall, Houley has a rather flighty demeanor for one in such a dire role and is always upbeat, with a boy's playfulness and innocence. On the other hand, characteristic pauses and confident smiles blend in with his impressive stature to give him a rather imposing aura. A fan of exercise, he often calls his subordinates to the gym for \"gym meetings.\"",
"DETAIL_HUCKLE_H01": "The S-rank hero \"Leap of Faith\" is best characterized by his brilliant mind and the steel-shattering kicks he unleashes with his tree trunk-like legs. Since his return, neither quality has changed. When he leaps high into the heavens, with his white cape fluttering, and descends like a raging meteor to deliver an earth-splitting kick, the sheer force is so powerful that it leaves even his old partner \"Bolt of Justice\" utterly dumbfounded. Huckle himself, however, pretends not to notice that his weight gain has augmented his falling kick.",
"DETAIL_HUCKLE_H02": "Although he was born with formidable leg strength, the reason why his legs are heightened further upon entering his hero form lies in his upbringing. He spent most of his early years of life like a caged bird, barred from going outside. This only strengthened his interest in the outside world, which led to a strongly held desire to travel and save the world on his own two legs. His Parallel Weapon fortifies his hips and legs, and the costume that adorns him is reminiscent of the seasoned traveler that he had aspired to become in his childhood.",
"DETAIL_HUCKLE_S01": "Founder and current CEO of Parallel Flight, Huckle occasionally takes to the battlefield as a hero operator. For a Cosman born off-world, he has adapted well to life on Earth. Mature and responsible while maintaining a laid-back demeanor, he can sometimes miss key details. This is possibly due to all the stress of reining in Ryekie's wild antics, who is under his guardianship. A talented observer, he excels at commanding other heroes in battle.<br><br>In days past, Huckle had been an S-ranked hero in a tag team with Ryekie under the names \"Leap of Faith\" and \"Bolt of Justice\" respectively. One day, Huckle's powers as an Observer suddenly awakened, and he found himself unable to transform into a hero anymore. Given the position he was in, he ended his hero career and shifted to supporting heroes instead. This backstory explains why he is so physically adept for battle and always knows how to make the right judgment call in combat.",
"DETAIL_HYDOORTRAVELERS2504_H01": "Hydoor has agreed, reluctantly, to join the Chosen One's party on a journey to save the world. On that road, he attains a new form as a warrior who leads the way, cutting open a path forward. Yet there is something familiar about his \"new\" visage. He bears a striking resemblance to his appearance in the old days, when he was a pirate. His Parallel Weapon—or rather, Weapons—are the two large cutlasses he loved to use in those old days, as well. He charges into battle with his gleaming blades, slashing at foes and avoiding their attacks with the same grace and beauty he shows while swimming in his natural habitat, the sea.",
"DETAIL_HYDOORTRAVELERS2504_H02": "Born to a race whose existence was waning, Hydoor took to the open seas to escape the air of resignation. Back home, people had given up on productive thinking and only lamented the tragedy they saw as inevitable. To his misfortune, the world Hydoor found himself in was much the same. Feeling the spirit of rebellion rising in him, he defied the approaching end of the world and resolved to struggle against it. No matter how illogical it may seem, or how impossible the odds, he feels that to forget resistance is to die a spiritual death. The cutlasses he wields are for cutting through fate with sheer determination, and he swings them with all the charisma he did back in his pirate days.",
"DETAIL_HYDOOR_H01": "A surviving member of Muirauqa IV's indigenous population, Hydoor dons the traditional garb of his people when he assumes his hero form. The floating lane rope Parallel Weapon he wields unleashes liquified energy over spaces it extends across, creating a \"sea\" of sorts. With the stage set, the sea-born Hydoor swims through the water with absolute freedom, evading and eluding his foes while taking advantage of the water's currents to go on the offensive.",
"DETAIL_HYDOOR_H02": "Impulsive, aggressive, and avaricious, Hydoor is the epitome of a thug, yet his heartfelt and wholesome desire is to protect the sea. On his home planet, the sea as well as his people were destroyed by an influx of off-worlders and their intense competition to extract and develop resources. While lamenting at the sight, his simple desire \"to resist\" drove young Hydoor into piracy. This experience stayed with him, and he refuses to turn a blind eye to anyone who dares to pollute the sea, the source of life, no matter what planet's sea that may be.",
"DETAIL_HYDOOR_S01": "Hydoor is a swimmer affiliated with the sporting goods company Phalanx. He had started out looting the high seas of the oceanic planet Muirauqa IV as a pirate in a villain crew until a hero vanquished him and left him in prison. After his release, he worked at becoming both a professional swimmer and a reformed hero, making him quite a rarity. His imposing visage as a former pirate and harsh temperament stand out, but his time with his former crew also left him with a strong proclivity for teamwork. He also tends to take care of those around him. On the other hand, he is incredibly susceptible to flattery and provocations, making him rather gullible.",
"DETAIL_ISARIBIBATTLESHIP2411_H01": "Taking part in the Fishing War, a proxy conflict over Muirauqa IV's waterways, Isaribi comes clad in a suit made just for it. His suit's skirt, an expression of his will to help his allies by hauling up the fish they catch, acts both as a device to improve defense while attached and as a net when detached. With both hands he wields a Parallel Weapon that bears a striking resemblance to the fishing rod his father used to use. The lamp hanging from its tip draws fish to it with its light, ensuring big hauls. However, fish aren't the only thing its light attracts.",
"DETAIL_ISARIBIBATTLESHIP2411_H02": "Fishing rod Parallel Weapon in hand, Isaribi finds his mind drifting back to distant memories of childhood. Fun days of losing himself in fishing with his silent father, the core experiences that led him to become a fisherman. He has no memories, however, of the lantern atop the rod. This dogs him with the sense that he's forgetting something important, but try as he might, he cannot recall. He laughs it off, assuming that he'll remember eventually, and dazzles the battlefield with his impressive fishing techniques. When he manages to regain that memory, however, his Parallel Weapon will unleash its true power.",
"DETAIL_ISARIBI_H01": "Isaribi's hero form allows him to take full advantage of his experience as a fisherman. Because the suit covers almost none of his body, his defense device is in the form of a straw skirt. His main Parallel Weapons are the harpoon on his back and the gloves on his hands. The gloves fire out nets that precisely fit the size of his target, and once they are immobilized, he goes in with his harpoon. Isaribi is a little rigid in his thinking, however, and does poorly against more cunning foes.",
"DETAIL_ISARIBI_H02": "When he was still a rookie fisherman, Isaribi was attacked and swallowed whole by a gigantic fish during a fierce storm. While a hero did rush to the scene to rescue him, the beast that tried to eat him managed to escape into the dark waters, never to be seen again. Ever since that fateful moment, Isaribi has fought both as a hero and as a fisherman, dreaming of the day he encounters that fish once again for a rematch.",
"DETAIL_ISARIBI_S01": "A fisher Cosman who makes a living via inshore fishing in the bountiful seas of the oceanic planet Muirauqa IV. Isaribi is impatient—quick to tear up when emotionally moved, and quick to fight when irked. Confident in his well-sculpted body and beefy muscles, he is always willing to get in a brawl or strip down to show off his bod. Indeed, an easy way to get on his good side is to compliment his punches or the aesthetic beauty of his muscles. He and Goro live in the same neighborhood of a seastead on Muirauqa, and they could never shrug the other off even if they tried. They drink far too often together for that.",
"DETAIL_JOEZEN_H01": "When transformed into a hero, Jozen dons a suit reminiscent of a high-ranking military officer—his conception of the responsibility of his position made manifest. In hero form, the broken compass he wears around his neck regains its functionality, becoming helpful for grasping one's location again. Using his Parallel Weapon pen and ruler, he is able to write down shifts in air pressure and currents onto a manifested sea chart, bringing about those changes in reality. Though this ability is capable of conjuring up storms or lightning in specific spots, its usage requires a deep knowledge of the surrounding environment, making it weak and far less effective when used in unfamiliar territory.",
"DETAIL_JOEZEN_H02": "It was Jozen's strong sense of responsibility and excellent ability to learn that propelled him into being a respected navigator at such a young age. He appears to be of a different species than Kiloc, and that is no surprise since the father and son are not actually blood-related. Though he finds himself cringing at his father, who is crowned with the nickname of \"Laid-Back Craptain,\" he feels a deep gratitude to the man for raising him. From this gratitude comes the belief that his duty is to support his unreliable captain of a father and share in his dream of leading everyone to calm waters and a world with no conflict. For that reason, he does his best to work at both of his roles as navigator and hero, seeking a better future.",
"DETAIL_JOEZEN_S01": "A boy who acts as the navigator for Muirauqa IV's city fleet, the Este Volta. Though the youngest crew member of the fleet's flagship, he possesses a great knowledge of navigational techniques and meteorology, and his ability to craft logical and accurate ship routes has won him great trust and respect. Cheerful, honest, and forthcoming, he is often doted on by those older than him, but he has no fondness for being treated like a child. He has complex feelings towards his adopted father Kiloc, captain of the ship. Since they have opposite personalities, Jozen often thrashes his father with a harsh word or two.",
"DETAIL_KALASKISUMMERNIGHT2407_H01": "It was supposed to be a simple job to get Kalaski back into the groove after his vacation: make a photographic record of a hotel in its last days. He snaps picture after picture, preserving sights soon to be gone for the sake of all those who had stayed in its cozy halls before. Kalaski then gets dragged into performing in a send-off show and ends up attaining a new transformation through a Parallel Cue. The photographer's new form is flashy and fashionable, as expected of a stage performer, and he fights his glitzy battles with a spotlight Parallel Weapon, putting on an exciting show for all those who watch.",
"DETAIL_KALASKISUMMERNIGHT2407_H02": "A photo Kalaski had taken. It depicts a scene of a refugee ship retreating from a war-ruined homeland. In the midst of gloom and despair, one refugee sings the song of a movie popular at the time with a smile. Looking at the photo, Kalaski remembers his subject saying, \"even if our planet is gone, even if it's destined to fade as a piece of terrible news, I'm going to sing. I'm going to live.\" This gives him the courage he needs to take to the stage. Even if this is not a battlefield, it had its way of life, and he will make sure its fading shouts will not be forgotten.",
"DETAIL_KALASKI_H01": "Kalaski's camera Parallel Weapon can literally freeze frames, stopping time for whatever he snaps a shot of. Though it is unreliable and only lasts a few seconds, when his parallel world paths are working at full power, its duration and area of effect remarkably improve. With the impressive, battlefield-trained athletic powers packed into his small body, five seconds, in his words, is all he needs to get the job done.",
"DETAIL_KALASKI_H02": "Separated from his family during a civil war that engulfed his hometown, Kalaski somehow managed to survive. In his nearly thirty years of life, he has visited countless conflict zones, risking his life for photo after photo. For him, taking snapshots of the lives that burn bright and burn out on the battlefield to create records of their having once lived is his sworn duty and purpose in life.",
"DETAIL_KALASKI_S01": "Kalaski is a Tigris Therian Cosman and noted war journalist who has photographed battlefields and soldiers all across the cosmos. Because his species takes longer than Terrans to mature, he is in his late 20s despite his childlike appearance. His professionalism as a journalist has led him to construct unbreakable emotional walls which keep out the private affairs of others while pushing those same people away from his own affairs. Still, if someone is nice to him, he cannot bring himself to treat them poorly—though he will act as surly as ever. In keeping with his persona as a cool, collected journalist, he will do his damnedest to act composed. His temperament, however, has cursed him to immediately fly off the handle on occasion, nay, on many occasions.",
"DETAIL_KILOC_H01": "When transformed into a hero, Kiloc takes to the field wearing military garb befitting of a ship's captain for his hero suit. The anchor Parallel Weapon he holds over his shoulder can serve as a projectile, but that is not its true use. An anchor must hold its ship in place, and this anchor, when thrown, does just that. In other words, wherever the anchor falls, the ship and its crew will reach that point safely, protected by a barrier. The anchor is plagued with the weakness of being ineffective if shot down, meaning that one must know the right situation to deploy it in.",
"DETAIL_KILOC_H02": "Son of the former Supreme Captain of the Este Volta, Kiloc has been trained from a young age in everything to do with operating a city fleet. His father was stern and passionate about his work while distant from his family, something Kiloc had little fondness for. Thus, he grew far outside of the mold of \"perfect son\" his father had in mind. Cheerful, laid back, and loath to work, the people of the Este Volta came to consider him a layabout prodigal son, yet were unable to dislike him regardless. When he became both captain and hero, he awakened to the dream of leading everyone to calm waters and a world with no conflict, something wildly distant from his normal conduct. Very few, however, know the truth of his heart.",
"DETAIL_KILOC_S01": "The man in charge of the largest city fleet in Muirauqa IV, the Este Volta, as its Supreme Captain. Living up to his reputation as the most laid-back person in the whole Muirauqa system, he is impulsive, flexible, and very lustful. Considering how well disciplined his adopted son Jozen is, being the navigator of the fleet, one wonders who the guardian is when watching their daily interactions. Rumors abound of how such a man ended up in charge of the Este Volta, with speculations of Muirauqa IV's ruling body, the Captains' Council, pulling the strings.",
"DETAIL_KIRSCH_H01": "When evil is afoot, Kirsch transforms into a hero wielding a large whisk Parallel Weapon that can transform into a variety of kitchen utensils. She can also use it to conjure up spirals, allowing her to utilize a secret technique known as \"Twirl Baking,\" which her mentor passed on to her. The Parallel Weapon-made pastries and treats of all varieties she spins up restore her allies' energy along with their weapons when eaten.",
"DETAIL_KIRSCH_H02": "A larger-than-life girl with a larger-than-life wish, Kirsch wishes to spend her entire pastry-chef life recreating the legendary pastry her mentor found at the edge of the galaxy after risking life and limb before leaving the recipe behind. Until the day comes when she can recreate it with her own hands, she shall continue down her path of being a combat pastry chef. As an aside, little gives her as much joy as hearing compliments for her treats.",
"DETAIL_KIRSCH_S01": "A Cosman pastry chef in a small-town bakery, Kirsch, who is also known as \"Storm Baker,\" treats pastry baking like both a sport and a martial art as she constantly trains to improve. Inheriting the will of her ill-fated mentor, a chef of renown who had fallen prey to a Kaibutsu's jaws while undergoing training to create the ultimate pastry, she makes treats using both eccentric and unorthodox techniques. This passion comes at a cost, however, and her lack of interest in anything other than pastries makes her stand out for her rather absurd conduct.",
"DETAIL_KOUKIRAKUSAI2304_H01": "The townsfolk are eagerly looking forward to the festival, and Kouki steps up to protect them from forces that may threaten them. His suit, summoned by the Parallel Cue, satisfies his professional aesthetic with its mix of mobility and design. Though this is his first bout donning the suit, the actor believes strongly that it is a professional's duty to give the audience an enchanting performance no matter the situation. With a blade-shaped paddle Parallel Weapon in his hand and Sirius at his side, Kouki is ready for battle.",
"DETAIL_KOUKIRAKUSAI2304_H02": "Kouki frets over who he is and where he ought to go. As he grows up, will he be able to keep on playing the role of the good boy that everyone expects of him? Will the audience accept him as he truly is? Sirius watches him struggle, quietly walking alongside him as his ever-present family. If dressing in his glamorous suit gives off the image of a protector, then stepping onto the field of battle in his festival attire makes him the aggressor. Kouki has faith that his heartfelt dream will come true one day as he carves out his path toward the future.",
"DETAIL_KOUKI_H01": "A hero duo, Kuki and Sirius don matching attire when they transform. In their flashy costumes befitting entertainer heroes, they perform countless dazzling moves, all to keep the audience's eyes on them. When it comes to gaining attention on the battlefield through flashiness, this duo is second to none. It turns out they have a particular reason for why they take this approach, too.",
"DETAIL_KOUKI_H02": "Kouki is in search of his mother who disappeared on him. Becoming an actor, receiving special approval to become a hero, along with everything else that he does are actions that he takes in hopes of standing out for his mother to take notice of him. Yet, no matter how high he rises or how many accolades he attains, his mother is nowhere to be found. While Kouki waits anxiously for her to reappear, his ever-present companion, Sirius, fulfills his wish that made him a hero, which is to forever remain by his master's side.",
"DETAIL_KOUKI_S01": "Kouki Inukura and Sirius, both Nagoya-born, are a child actor and show animal duo featured heavily in the showbiz of Earth's sphere of influence. Programs, movies, shows, they do it all. Kouki's incredible performances have won him great acclaim as an actor, but his personality drastically differs based on his proximity to the cameras. When the cameras are rolling, he plays the part of the \"good boy\" who is obedient and loved by all. The moment filming stops, however, he becomes haughty and demanding, baring his fangs.",
"DETAIL_KYOICHIVALENTINE2102_H01": "Donning a black suit and firing off chalk-shaped bullets, Kyoichi calls himself, \"ETL, Agent of Love,\" and his passion is to save all the children at the center of acts of terrorism which plague the galaxy. As \"love\" itself is oftentimes viewed as an embarrassing, idyllic romanticism given how all secrets become exposed in this day and age, these children conversely paint a far more hellish reality in which they constantly torment, tease, and taunt one another. As the mature adult among them all, Kyoichi runs through enemy bases to rescue as many of these children as he can.",
"DETAIL_KYOICHIVALENTINE2102_H02": "Poor at hiding things, Kyoichi actively reveals his thoughts and emotions in a manner he had been developing over the course of many years winning the trust of others. Intense honesty, however, does not always produce the desired results. In fact, being overly frank can lead to hurt feelings and broken hearts. Facing this dilemma in its most brutal form and feeling the task given to him far too great, Kyoichi is left scratching his head over the extreme burden this has placed on him—struggling not to be crushed by the responsibility that accompanies it.",
"DETAIL_KYOICHI_H01": "The first time he encountered a Kaibutsu was at an elementary school he was visiting as a trainee. An older brother figure by nature with a strong desire to protect anyone younger than him, he realized at that moment how he desired to protect the very world his students lived in. Filled with this resolve, he became the hero known as the \"Ele-Mentor.\" He uses grade school lesson props such as balls, vaulting boxes, triangles, and so forth to turn battles against Kaibutsu into teaching moments about why one ought not to do bad things, all while he protects them.",
"DETAIL_KYOICHI_H02": "Kyoichi keeps it a secret from his students that he is the friendly neighborhood \"Ele-Mentor.\" First and foremost, he does not wish to expose them to danger from villains who might come after him. Secondly, he is not a hero to simply show off or pad his resume. Whenever he sees kids pretending to be Ele-Mentor on the playground, all he does is quietly smile.",
"DETAIL_KYOICHI_S01": "Kyoichi Otomo, a Terran from Sendai, Japan, works as an elementary school teacher in Orient City. He was Akashi's college upper-classmate and has just started work in the education sector. Since he had originally aimed to be a professional baseball player, his athletic abilities and reflexes are off the charts. Though he possesses the leadership skills and a magnanimous heart that makes the children look up to him, he does have a sleazy side to him, having a fondness for younger partners. Rest assured, of course, grade schoolers are far too young to qualify.",
"DETAIL_LILACSUMMERNIGHT2407_H01": "Slated to perform in a show on a floating stage to send a closing hotel off with a bang, Lilac equips a Parallel Cue made specifically for the festivities and transforms. He now clothes himself in a stage outfit that appears to be a cross between a swimsuit and rainwear, and he wields an umbrella Parallel Weapon. When he opens his umbrella, the rain falling around Lilac bends to his will, becoming either a weapon to destroy obstacles in his path or refreshing waters to heal his allies.",
"DETAIL_LILACSUMMERNIGHT2407_H02": "Taking to the stage, Lilac remembers a time in early childhood when he took a walk with his brother after the rain. While Lilac complained, saying he hated the rain, his brother showed him the beautiful buds that grew after the heavens' watering, saying that he loved the rain for the life it brought. Then his brother opened his umbrella and taught Lilac how to dance while it poured. There, they made a promise that when Lilac was grown enough to hold a big umbrella himself, they would dance at the flower festival. This would not come to pass. Yet even with this memory in his breast, Lilac smiles atop the stage, his face as clear as the sky after a storm.",
"DETAIL_LILAC_H01": "Lilac controls flower shears as his Parallel Weapons with his mind alone, sending them flying toward his foes without touching the Parallel Weapons themselves. While he can increase the size and number of shears with View Power, this consumes a considerable amount of his stamina and mental energy in turn. Either way, even the smaller ones are deviously sharp, and he can shear anything, no matter how firm it is, that he likens to a branch with his Parallel Weapons.",
"DETAIL_LILAC_H02": "Lilac's older brother, Hashidoi, was born sickly and with poor vision, but he consequently found himself drawn to smells, particularly those of flowers. As a child, Lilac was quite the opposite, being spunky, energetic, and always wanting to play. One day, after Hashidoi had spent a stretch of days bedridden and unable to play with him, Lilac said something heartless that he did not actually mean to say. Though as apologetic as a small child could be, losing his brother before he could express his apology to him branded him with the conviction that \"if you have something you want to tell someone, say it right then and there.\"",
"DETAIL_LILAC_S01": "A young man born and raised in the quiet, temperate off-world town of Wehmalt. He may look no different from a Terran, but he is indeed a Cosman, and that is not the only surprising revelation about him. Despite the imposing look in his eyes that often scares away strangers, he is gentle and kind, not to mention self-conscious about his appearance. He tries to hide his fearsome eyes with his bangs. Influenced by his older brother Hashidoi, he became interested in flowers at a young age. He has come to believe that they hold as much communicative power as words do—people often give flowers as gifts to share their feelings, after all.",
"DETAIL_LOREN_H01": "Loren descends upon the battlefield as an angel donned in white, bearing the hero codename of Plaguer L. The feathers of his wing-shaped Parallel Weapons transform into medical supplies and apparatus in his hands. He then uses those supplies and apparatus to treat rescued civilians, heal his allies, and provide all sorts of other battlefield support.",
"DETAIL_LOREN_H02": "The town Loren grew up in suffered a terrible Kaibutsu attack when he was still a student. He rushed out to heal the wounded in the disaster's wake, and one particular, heavily injured man took his hand after being treated by him and gave him a sincere thank-you, calling him an angel. Deeply moved by this, Loren vowed to become a nurse. He takes great pride in continuing to be an angel in white robe, and as long as there are wounded in the world who need his help, he will continue to take to the sky to save their lives.",
"DETAIL_LOREN_S01": "Loren is a nurse who works in a general hospital in one of the Lunar Cities. Hailing from Birmingham, England, his full name is Loren Farrand. Though popular with patients for his soothing demeanor and kind heart, it is rather impressive that he is so popular considering how unthinkable and clumsy his constant blunders are. However, as the only staff member capable of stopping his fellow hero and colleague Dr. Rakta from running wild (as he tends to), Loren is greatly valued by the hospital.",
"DETAIL_MACULATA_H01": "As a designer always on the offensive, her hero suit expresses her role as a tailor and as a woman defined by her moxie and aggression. From her fingertips, she fires out threads comprised of materials that will best assail her target, knitting them up into fabrics and clothes with idiosyncratic traits. The sight of her weaving clothes together from glittering thread enchants both her audience and enemies alike.",
"DETAIL_MACULATA_H02": "To Maculata, to be daring is to fight, to resist, and to be oneself. She neither folds in to the masses nor bends to the trends, for she is the one who sets the trends. To always steer the ship at its helm is simply her way. Her people's customs demanded that she live by her own means. This fueled a rebellious stance toward adults, the ones imposing this on her, but now that she herself is an adult, this stance has shifted to possessing an identity that values being oneself above all. She now recognizes the importance of her own identity and also how important it is for her to protect it.",
"DETAIL_MACULATA_S01": "A Cosman fashion designer based in Orient City, Maculata calls herself a \"daring woman.\" She is bold, competitive, confident of her worth, and always ready to bite back if anyone looks down at her. With her blessed looks and physique, she also often takes to the runway as a model. She is hard on herself and equally hard on those around her, hence her tendency to meddle. Maculata also serves as Sui's mentor and guardian. She was entrusted to look after them, the child left behind by her friend. Still, with circumstances being what they are, the two do not have the closest of relationships.",
"DETAIL_MARFIKRUINS2104_H01": "Marfik's new hero form was summoned forth by his boundless curiosity in the face of a labyrinth filled with mystery and wonder. His dungeoneering-optimized suit is supplemented with a variety of exploration tools and a Parallel Weapon that can be used both as a shovel and a greatsword. All this equipment befits a man who considers himself someone who will remain an adventurer till the day he dies. Nevertheless, the suit itself is a bit too \"adventurous\" even for him, being far more revealing than he had expected.",
"DETAIL_MARFIKRUINS2104_H02": "Even after achieving his childhood dream of becoming an adventurer and traveling throughout the stars, Marfik finds himself coming up against that hard limit no one can resist called old age. Yet, even as he feels the years taking their toll, he continues adventuring, being powered by an insatiable curiosity and an unquenchable thirst for knowledge. As long as desire flows from the spring of his heart, his life as a hero and adventurer will go on.",
"DETAIL_MARFIK_H01": "In his hero form, Marfik looks the part of an adventurer, wielding a pickaxe and rope Parallel Weapons. When he digs with his pickaxe, he calls forth the dormant memories within the depths of the planet. His rope then pulls out those memories as energized entities, which he may use to attack enemies. There are limits to these energized entities, though, as they can only maintain their form for only a few minutes.",
"DETAIL_MARFIK_H02": "Marfik is the embodiment of intellectually driven curiosity and wanderlust. His highest duty in life is to unlock all the secrets of life in the galaxy. Following his curiosity, he goes wherever, does whatever, and studies whatever he pleases. This way of life has resulted in parting ways with countless partners and lovers, regardless of how genuine and mutual his feelings were. If someone or something were to catch his attention and leave him obsessed and unwilling to let go, then that would truly be a manifestation of the universe's many mysteries.",
"DETAIL_MARFIK_S01": "Though employed as a university archaeologist on paper, Marfik is and always will be an adventurer. A Terran from Indianapolis, U.S., this mischievous old man possesses superhuman vitality and tenacity. He has the analytical skills of a coolheaded scholar, brimming with curiosity much like a child. So great is his thirst for adventure that people say if he catches wind of some strange ruins on a planet on the edge of the galaxy, he will be gone by the next day. Marfik is in it for the love of the game, and he has no interest in whatever material wealth unearthing artifacts may bring.",
"DETAIL_MELIDE_S01": "A young Terran female Observer of unknown nationality who lives with Exio, her powers awakened at a much younger age. She is quite proficient at using her powers, and she has a greater capacity to interact with parallel universes than Exio. Quiet and reluctant to show her emotions, her demeanor and abilities have earned her the nickname of \"Witch\" from those around her. She uses this nickname herself now, since it matches how she is always on the prowl for witchy merchandise. Dainty and one not to give off much of a physical presence, she will often bring Monomasa along with her as her bodyguard during outings.<br><br>The awakening of Melide's powers occurring well before her teens ensured that her childhood would be a horrible one. She was feared and disdained by all. Some would even persecute and abuse her. In the end, on the day Kaibutsu brought death and destruction to her hometown, she was left for dead. This traumatic past had left her devoid of emotions, so much so that she had even forgotten how to cry. It was a fellow Observer by the name of Exio who extended an olive branch of salvation to her. Exio gave Melide the love her parents never did, and she was able to gain the resolve to live her life as a witch in part to return the favor to her new surrogate father.",
"DETAIL_MERCENARYEARTH_H01": "The strongest consensus among mercenaries is that any job ought to be carried out through and through so long as one is paid; however, it is also a well-understood fact that one's martial arts skills are of utmost importance in gaining the trust of both comrades and employers. Mercenaries master every weapon they can and clear every mission they are capable of to build a resume of accomplishments. They hide themselves with optimal camouflage cloaks and blast their enemies with laser rifle Parallel Weapons, then slice at foes who come too close with knives fitted to the ends of their tails. This is the only true means of building trust among their peers.",
"DETAIL_MERCENARYEARTH_S01": "Many mercenaries were once members of armies or militias throughout the galaxy, but none will speak of their past. As veterans of the battlefield, many are well-versed in military tactics, and even more are animated by bloodlust. What they all have in common is their meticulousness in preparing for combat. They know all too well that the slightest mistake or tiniest leaking of information can be fatal. As such, the act of showing one's face is a sign of hard-won trust—an unspoken rule among their ranks.",
"DETAIL_MERCENARYFIRE_H01": "The strongest consensus among mercenaries is that any job ought to be carried out through and through so long as one is paid; however, it is also a well-understood fact that one's martial arts skills are of utmost importance in gaining the trust of both comrades and employers. Mercenaries master every weapon they can and clear every mission they are capable of to build a resume of accomplishments. They hide themselves with optimal camouflage cloaks and blast their enemies with laser rifle Parallel Weapons, then slice at foes who come too close with knives fitted to the ends of their tails. This is the only true means of building trust among their peers.",
"DETAIL_MERCENARYFIRE_S01": "Many mercenaries were once members of armies or militias throughout the galaxy, but none will speak of their past. As veterans of the battlefield, many are well-versed in military tactics, and even more are animated by bloodlust. What they all have in common is their meticulousness in preparing for combat. They know all too well that the slightest mistake or tiniest leaking of information can be fatal. As such, the act of showing one's face is a sign of hard-won trust—an unspoken rule among their ranks.",
"DETAIL_MERCENARYLIGHT_H01": "The strongest consensus among mercenaries is that any job ought to be carried out through and through so long as one is paid; however, it is also a well-understood fact that one's martial arts skills are of utmost importance in gaining the trust of both comrades and employers. Mercenaries master every weapon they can and clear every mission they are capable of to build a resume of accomplishments. They hide themselves with optimal camouflage cloaks and blast their enemies with laser rifle Parallel Weapons, then slice at foes who come too close with knives fitted to the ends of their tails. This is the only true means of building trust among their peers.",
"DETAIL_MERCENARYLIGHT_S01": "Many mercenaries were once members of armies or militias throughout the galaxy, but none will speak of their past. As veterans of the battlefield, many are well-versed in military tactics, and even more are animated by bloodlust. What they all have in common is their meticulousness in preparing for combat. They know all too well that the slightest mistake or tiniest leaking of information can be fatal. As such, the act of showing one's face is a sign of hard-won trust—an unspoken rule among their ranks.",
"DETAIL_MERCENARYSHADOW_H01": "The strongest consensus among mercenaries is that any job ought to be carried out through and through so long as one is paid; however, it is also a well-understood fact that one's martial arts skills are of utmost importance in gaining the trust of both comrades and employers. Mercenaries master every weapon they can and clear every mission they are capable of to build a resume of accomplishments. They hide themselves with optimal camouflage cloaks and blast their enemies with laser rifle Parallel Weapons, then slice at foes who come too close with knives fitted to the ends of their tails. This is the only true means of building trust among their peers.",
"DETAIL_MERCENARYSHADOW_S01": "Many mercenaries were once members of armies or militias throughout the galaxy, but none will speak of their past. As veterans of the battlefield, many are well-versed in military tactics, and even more are animated by bloodlust. What they all have in common is their meticulousness in preparing for combat. They know all too well that the slightest mistake or tiniest leaking of information can be fatal. As such, the act of showing one's face is a sign of hard-won trust—an unspoken rule among their ranks.",
"DETAIL_MERCENARYWATER_H01": "The strongest consensus among mercenaries is that any job ought to be carried out through and through so long as one is paid; however, it is also a well-understood fact that one's martial arts skills are of utmost importance in gaining the trust of both comrades and employers. Mercenaries master every weapon they can and clear every mission they are capable of to build a resume of accomplishments. They hide themselves with optimal camouflage cloaks and blast their enemies with laser rifle Parallel Weapons, then slice at foes who come too close with knives fitted to the ends of their tails. This is the only true means of building trust among their peers.",
"DETAIL_MERCENARYWATER_S01": "Many mercenaries were once members of armies or militias throughout the galaxy, but none will speak of their past. As veterans of the battlefield, many are well-versed in military tactics, and even more are animated by bloodlust. What they all have in common is their meticulousness in preparing for combat. They know all too well that the slightest mistake or tiniest leaking of information can be fatal. As such, the act of showing one's face is a sign of hard-won trust—an unspoken rule among their ranks.",
"DETAIL_MOKDAIMETEORITE2112_H01": "Mokdai's desire to entertain viewers with flashy, fun effects even in the midst of intense battles has given him this new form. His gift sack Parallel Weapon is filled with ether and creates energized gifts that invigorate all who come into contact with them. He also commands an energized sled Parallel Weapon that he can use to ram enemies if needed and to deliver gifts to select individuals wherever they may be. Mokdai glides through the winter night sky, flying to deliver Christmas joy to those waiting for Santa.",
"DETAIL_MOKDAIMETEORITE2112_H02": "Christmas is Mokdai's favorite day of the year. He has lived on Earth for as long as he can remember, and his first memory was of life in a refugee camp for those whose planets had been destroyed by Kaibutsu. Though they lived with the fear of Kaibutsu hanging over them every day of their lives, they would always celebrate Christmas with a modest yet warm meal. Remembering that warmth and sense of togetherness, Mokdai solemnly wishes for Christmas to be a day where joy visits all equally, no matter how sordid their lives may be.",
"DETAIL_MOKDAI_H01": "When it comes time for heroics, Mokdai transforms into his idealized version of an \"awesome hero\" with a Parallel Weapon that can make the most of his abilities to boot. His suit's gloves and boots enhance his hidden physical abilities up to their maximum potential, allowing him to jump to unthinkable heights and dish out shattering punches and kicks. Mokdai already has fearsome physical strength, and with his suit making him even stronger, he could not ask for better hero armaments.",
"DETAIL_MOKDAI_H02": "Mokdai always looked up to heroes, learning everything he could about them, yet they always seemed impossibly out of his reach. He would never call his appearance \"awesome,\" and past trauma from a horde of Kaibutsu causes him to cower before large numbers of them. He could not in his wildest dreams think that he would ever become a hero himself, that is, until heroes and operators showed him a different path...",
"DETAIL_MOKDAI_S01": "A friendly employee of Parallel Flight, Mokdai is in charge of rolling the cameras and adding in visual effects. Though he looks like a Cosman Therian, he was actually born and raised in Fukuoka, Japan. A consummate nerd with a quick mind and deep knowledge of heroes, villains, and Kaibutsu, he impresses all with his battle strategies. Though he looks round and fluffy, his lineage has endowed him with terrifying physical strength.",
"DETAIL_MONOMASAWORKOUT2312_H01": "The Parallel Cue he received was supposed to have been preset with a normal Santa Claus outfit, but upon transforming, the outfit proved to be incomplete. It came with a Parallel Weapon that creates star-shaped energized entities. Spurred on by the Christmas spirit, Dolovain, the parasite within Monomasa, makes a wish unbefitting his parasitic existence. His prayer, hamstrung by faint hope, is for the happiness of the Hito closest to him, and to dream that he may see tomorrow.",
"DETAIL_MONOMASAWORKOUT2312_H02": "\"Monomasa\" is two beings in one body—Dolovain, the parasite, and Monomasa Osato, the host. These two hold opposing desires. Should one's wish be granted, the other's will be left ignored. Yet, can the same be said for Christmas Eve? For, on that miraculous night, the fleeting thoughts of spending time with family, sharing joy, and dreaming of tomorrow's presents all take shape under the stars. Dolovain has desired that this form embody this very starlight. Yet, just as \"Monomasa\" is not Dolovain alone, that starlight is always accompanied by a shadow.",
"DETAIL_MONOMASA_H01": "When the time comes to transform, Dolovain moves his infestation to the surface, morphing Monomasa into \"Monster Trooper.\" Dolovain's slime-like body wraps around Monomasa's, forming armor to protect him and enhance his physical capabilities. With the ability to stretch, contract, and thrash about at will, Dolovain fights against his former Kaibutsu comrades with inhuman tactics, devouring the devourers to survive another day.",
"DETAIL_MONOMASA_H02": "Monomasa was born into an elite family, living his whole life by the wills of others. He was, in essence, a puppet. One day, exhausted by life and looking for a place to end it all, he happened upon a Kaibutsu on the brink of death. This Kaibutsu could speak, and it refused to eat people of its own accord. It offered Monomasa a suggestion, and after a brief exchange, Monomasa decided he would give the Kaibutsu his body and give up on his future. Dolovain's wish, in turn, became Monomasa's future return. He hopes that Monomasa's mind will resurface in their body and that the young man will find the will to love on his own volition.",
"DETAIL_MONOMASA_S01": "Monomasa Osato is a strange being. He is a Therian Cosman possessed by a Kaibutsu named Dolovain who has its own consciousness, and it is Dolovain who people interact with at all times, as Monomasa's soul is trapped in a deep slumber. Kaibutsu are typically hollow vessels, so it is strange enough to find one with an ego, but what makes \"Monomasa\" a truly special being is his role as a \"Villain of Justice\" who respects and treasures all life. Whereas \"Monomasa\" is simply quiet and timid, Dolovain's demeanor is cool, calm, and collected.",
"DETAIL_MORIYASU_H01": "Driven by the dream of discovering the 'best drink' in the entire galaxy—and of sharing that ultimate brew with as many people as possible—Moriyasu chose to become a hero. He transforms clad in a flamboyant hero suit designed to liven up any celebration, wielding massive parallel weapons in the form of a giant hammer and a sake barrel. The hammer serves not only as a weapon, but also as the key to its counterpart: by shattering the lid of the barrel, Moriyasu can unleash a flood of beverages, from fine liquors to every other drink he knows. As the battlefield fills with rising spirits and the intoxicating excitement of combat, Moriyasu himself becomes ever more refined in his movements, cutting down anything that stands in the way of the feast.",
"DETAIL_MORIYASU_H02": "Raised as the son of a long-established sake brewery, Moriyasu came into conflict with his family over his vision of ideal brewing, which clashed with their strict devotion to traditional methods. Leaving home at a young age, he set out with a single driving desire: to learn about every kind of alcohol in the world and one day create his own perfect drink. To that end, he worked as a buyer for a major alcohol wholesale company, gaining experience while saving every bit he could. After resigning, he used those savings to open his own brewery. Moriyasu's Yamatsumi brand follows a philosophy completely opposite to that of his family, producing a wide range of beverages in both style and flavor, from sake and wine to whisky. As a result, it has continued to grow into a shop beloved even beyond its home planet. He has since reconciled with his father, and the two are said to share drinks together now, trading sharp critiques of each other's brews as they raise their cups.",
"DETAIL_MORIYASU_S01": "The owner of a sake brewery on the outskirts of Orient City, his full name is Yamatsumi Moriyasu. He has an easygoing, open-hearted nature and rarely lets small details bother him, laughing off most problems and drinking away the rest after giving them a moment's thought. Perhaps because of this temperament, he is hopeless with fine details, leaving inventory management and bookkeeping entirely to his employees. Still, his keen eye for sake during the brewing process and his natural sociability have made him a fitting public face for the business. Outside of running the brewery, Moriyasu indulges in a personal hobby of collecting alcohol from across the cosmos. From time to time, he invites friends to gather at a counter set up in a renovated space at the back of the shop, where he casually opens it as a small, informal tavern.",
"DETAIL_NARIHITOMETEORITE2112_H01": "Unable to forget the superhero figure he received as a Christmas present as a child, Narihito dons a hero suit of vivid red and gold. The hero of his memories wore a suit made by Doctor X that could resist any heat and most impacts, and Narihito's suit possesses incredible durability. It has equally powerful offenses, as well, and its right arm portion can transform into an energy cannon that is capable of annihilating a mountain at full power. Narihito vows that as long as he wields that mighty cannon, the children will safely have their Christmas.",
"DETAIL_NARIHITOMETEORITE2112_H02": "With meteor impact imminent, Narihito thinks of the superhero he looked up to as a child. The hero in the stories would always show up in the nick of time to save the day, no matter the danger. He eventually grew up, got a job, and stopped holding out for heroes when he learned how the real world worked. Even now, though, he strongly believes that peace shall one day come, and just as the heroes in his past did, he, too, wishes to be the hero who protects everyone in need. He has been saved by heroes in both stories and reality, and his heart, filled with wishes to save others in turn, burns bright and radiant, like a sun upon the world.",
"DETAIL_NARIHITO_H01": "Narihito specializes in information warfare. In his hero form, he weaponizes his own enormous collection of hero data—the best there is in the galaxy. He defuses any hostile situation by searching through his memories and records for the latest data on opposing heroes and Kaibutsu to extrapolate and execute the most effective means of attack. Though this ability sounds all-powerful on paper, if his information is fuzzy or incongruent with reality in the slightest, his militarization becomes drastically ineffective.",
"DETAIL_NARIHITO_H02": "A large part of what drives Narihito's frightfully obsessive pursuit of information on heroes, villains, and Kaibutsu is his deep desire to reunite once more with the hero who saved his life. Said hero saved countless innocents, Narihito included, then disappeared without so much as giving his name. As much as Narihito has tried to remember this heroic figure whom he has admired for so long, that hero remains but an enigma in his memory. For years, he has pursued that image of the perfect hero shrouded in mystery, but until he catches up, he will keep on being a hero-cum-reporter in search of just the right scoop.",
"DETAIL_NARIHITO_S01": "Narihito Karue, a Terran reporter from Kobe, Japan, works for the news company Taiyo News. Though he appears calm and collected at first glance, he turns into a passionate, near-frothing geek whenever the topic of heroes comes up. His coworkers rarely see him at the office since he is always running around every which way in search of news leads on heroes. A veritable encyclopedia, he is deeply knowledgeable about heroes, villains, and Kaibutsu from many regions and eras.",
"DETAIL_NESSENMASQUERADE2310_H01": "Nessen visited a traditional festival hoping to find inspiration for a new event, and what he saw surprised him. People were putting everything they had into the festival's revelry for nothing more than their own enjoyment. He wished to protect them and their genuine joy, and thus he gained a new form with a hero suit as black as the night sky. The suit's accessory Parallel Weapon conjures up light that can change shape. The light attacks foes as much as it defends himself, becoming his dance partner as they waltz across the battlefield.",
"DETAIL_NESSENMASQUERADE2310_H02": "\"I have no idea how my work will be perceived by others. I'm simply giving shape to all that I am.\" These wise words from a tailor made Nessen reflect on his own understanding of hospitality. Indeed, regardless of whether his guests fully accepted or appreciated his generosity or not, he would continue to give his best. He realized that that was the hospitality he had been aiming for. As he looks down the path he knows he must travel, the resolution in his eyes shines like the night sky gently welcoming the moon into its company.",
"DETAIL_NESSEN_H01": "Taking on the form of a bathhouse assistant, Nessen wields a gigantic paddle as his sword in his hero form. The paddle is wreathed in a water-like energized substance, and he coalesces the crowd's heat to raise the temperature of his blade. As their excitement boils over, so does that blazing-hot blade, becoming far hotter than even the boiling point of water. Alas, because he lacks the martial arts training to complement this formidable strength, his heavy swing provides a few too many openings for his opponents to exploit.",
"DETAIL_NESSEN_H02": "His heart hurt by so many cruel, insensitive remarks, Nessen closed himself off from others, but he found solace in the comforting hot-spring waters of his parents' hometown and the warmth of those who lived there. In turn, the warmth of the town pushed him to grow into the excellent hotel manager he is today. For that, he is eternally grateful. His fondness for the town, surpassing even his feeling of indebtedness to it, is what drove him to become a hero. As long as the town he loves and protects continues to grow as a resort beloved by all, his dream shall live on.",
"DETAIL_NESSEN_S01": "Nessen is the man in charge of the hot spring resort and the hot spring inn which overlooks it, located in the southern part of Orient City. Born in Shizuoka, Japan, his full name is Nessen Mochizuki. His mixed Terran and Cosman blood gives him a rugged appearance, with two sharp horns that often strike fear in those he first meets. Though gentle and calm by nature, he is flawed by an excessive sense of responsibility. He also likes bathing to an unusual degree, going for a soak at least five times a day.",
"DETAIL_OBSIDIUSCRISIS2404_H01": "Filled with tempestuous rage after his younger colleagues were crushed and his own dream was torn apart and dissected, Obsidius vowed to do everything he could to fight those who sought to rule over him and his allies. Wielding a massive Gatling gun, he transforms into an avatar of destruction, raining death and destruction upon all who are foolish enough to be the oppressor. Even when hopelessly outnumbered, he will always encourage his sworn comrades with a warm smile as they charge into the fires of war. Yet, for all of Obsidius's boldness and bravado, there is, indeed, something out there that terrifies even him.",
"DETAIL_OBSIDIUSCRISIS2404_H02": "Obsidius still clings to the dream of unraveling the secrets surrounding his birth, which actually fuels his passion as a scholar. The possibility of the joy of cracking the mysteries being stolen from him by others is also, ironically, why he refrains from undergoing examinations at hospitals and clinics. His incredibly durable body is the result of being dragged along on Marfik's wild adventures, as well as conducting mineral surveys on his own accord. The handy side effect of all this is that his durability largely spares him from injury and disease. On the flip side, such sturdiness also makes it hard for him to notice any encroaching illnesses.",
"DETAIL_OBSIDIUS_H01": "When the situation calls for heroics, Obsidius dons a suit consisting of work clothes and a helmet reminiscent of a miner. His Parallel Weapon is a rock drill that hardens the more he knows about his target; even if he cannot destroy something with a single blow, information gained from breaking off a piece of its structure strengthens the drill. At its best, the drill becomes impossibly hard, capable of shattering anything—even breaking through the unknown.",
"DETAIL_OBSIDIUS_H02": "Obsidius's earliest memory is of growing up in the orphanage. The only connection he has with his hometown is the bracelet made of a mysterious crystal he was told he had been wearing since birth. What is this crystal? Are there any planets that produce the same kind? If he ever finds such a planet that produces it, would that be where he originates from? Diving head-first into the mysteries that surround him to get to the bottom of them is his dream. As such, he continues to sail through the stars in search of answers.",
"DETAIL_OBSIDIUS_S01": "A Bos Therian Cosman and mineralogy professor belonging to Orient City University, Obsidius believes strongly in field work and travels all over the galaxy in search of rare minerals, having both the vitality and toughness needed to keep up with his mind's boundless curiosity. While still a student, Marfik, another adventuring professor belonging to the same agency, was his mentor. Because Obsidius focuses on getting his hands dirty in the field, his understanding of machines outside of his field is poor, particularly those that require precise operation. He also has a soft, big brotherly side to him, forged from taking care of the younger children while growing up in an orphanage.",
"DETAIL_OKITAKACRISIS2404_H01": "As the highest authority in the UEHA Japan Chapter and a veteran hero, Okitaka takes the field once again to save the younger heroes in their moment of need. He draws the same rifle affixed with a bayonet he gained proficiency with back in his cadet days and lunges into the struggle against AI-controlled chaos. His mobility is less impressive than it was at his peak, owing to his long years of serving as a strategist on the back lines. Still, his ability to quickly analyze battles and pick up small visual details has improved, showing the fruits of his long career as a hero.",
"DETAIL_OKITAKACRISIS2404_H02": "Though Okitaka has now solidly established himself as a commander and a strategist, he had a much simpler dream back when he first became a hero. All he wanted was to protect those close to him from anything that threatened them, and his weapon of choice was a rifle affixed with a bayonet. Over time, he gained more opportunities to handle battle strategy, which actually led him to update his simple dream. He now wants to become a commander who can bring out the best in his comrades and allies, transitioning into more of a support-role hero. What has not changed, however, is the love he has for his comrades and his resolve to prioritize saving lives.",
"DETAIL_OKITAKA_H01": "A longtime admirer of Zhuge Liang, Okitaka transforms into the hero renowned as \"The Commander,\" a strategist wielding a war fan and shogi board. He stands out from other heroes in that, rather than fighting on his own, he champions strategy and teamwork to win his battles. His shogi board simulates how enemies and allies alike may interact on the battlefield. Okitaka moves his pieces around the shogi board, coordinates with his operator about the moves he sees are possible, waves his war fan to boost the morale of his allies, and leads his team to victory.",
"DETAIL_OKITAKA_H02": "Two negative forces battle within his heart. One is the frustration of being kept in the command room giving orders and thus not taking the field and fighting with his allies. The other is the fear of dragging his allies down when he does take the field. He has been off the battlefield for years, after all. His sense of responsibility is far stronger than his demeanor suggests, so he accepts his position and lives with the frustration he feels from having made the right choice. As for what direction the battle will head when he does decide to join it, well... not even he knows.",
"DETAIL_OKITAKA_S01": "Okitaka Takadono is an Osaka-born, middle-aged man who works in the General Affairs Department of Orient City Hall while serving as the commander of the UEHA Japan Chapter. Pleasant, sociable, and easygoing, he does not give off the air of someone who serves in an essential government post, but it is without question that his skills as a commander are understandably second to none. The tight-knit relationship between the UEHA and Parallel Flight is thanks to the deep bonds formed between Okitaka, Ryekia, and Huckle when they fought side by side in the past.",
"DETAIL_ORBITER_H01": "When Orbiter transforms, he gains two Parallel Weapons: armor tough enough to withstand space debris and an anti-gravity module. Equipped with gravity generators on his chest and limbs, he manipulates gravity fields to allow himself to act freely, even in environments with little or no gravity. Also, by controlling the gravity of specific coordinates, he is able to draw a target closer to him or keep them in place. These powers come from Orbiter's deep desire to fly freely throughout space, which is itself an expression of his innocent, uncompromising passion for adventure.",
"DETAIL_ORBITER_H02": "Orbiter is the model name of a certain kind of military spacesuit. Since he cannot remember his own name, he took on the name he found inside his suit. The pilot of Orbiter, formerly an external mechanic for a space battleship, found himself thrown into the void in space after an enemy attack during an interstellar conflict. Floating through space and seeing his coming end, he elected to preserve his unrealized dream by copying his consciousness data into the suit's assistant AI. Thus did imperfectly inherited memories and a childhood dream form the genesis of Orbiter, the astronaut.",
"DETAIL_ORBITER_H02_CLEAR_QUEST": "■■■■■■■■■ is the ■■■■■ ■■■■ of a certain kind of ■■■■■■■■ space■■■. ■■■■■ he cannot ■■■■■■■■ his ■■■■, he took on ■■■ ■■■■ he ■■■■■ inside his ■■■■.  The ■■■■■ of ■■■■■■, formerly an external mechanic for a space ■■■■■■■■■■, found himself ■■■■■■ into the ■■■■ in ■■■■■ after an ■■■■■ attack during an ■■■■■■■■■■■ conflict. ■■■■■■■■ through ■■■■■ and seeing his ■■■■■■ ■■■, he elected to ■■■■■■■ his ■■■■■■■■■■ ■■■■■ by ■■■■■■■ his ■■■■■■■■■■■■■ ■■■■ into the ■■it's ■■■■■■■■■ ■■. Thus, the imperfectly ■■heri■■■ mem■■■■ and child■■■■ dream ■■■■■■ the ■■■■■■■ of Orbiter, the astronaut.",
"DETAIL_ORBITER_S01": "A boy with a deep interest in space who would like nothing more than to zip about the infinite cosmos. In contrast to his immense frame, he has an innocent and curious personality and is known to rapidly change the expressions shown on his face display. Orbiter always wears a spacesuit used for external ship labor, and he displays a strong resistance to taking it off. He seems to be working toward becoming an astronaut one day, going out on walks and playing while calling it \"training\" and \"information gathering.\"",
"DETAIL_PHEIN_H01": "He wears a bulky protective suit under his cape that fills with ether when it detects powerful impacts to keep him safe from harm. Keeping with the defensive theme, his Parallel Weapons are shields with robust grips that help him deflect and parry his opponent's attacks. He slices at opponents with blades of energy upon knocking them off-balance and nullifying their attacks. Parallel Weapons represent the inner nature of their users, and Phein's are no exceptions. They manifest his desire to protect those he is in charge of at all costs, thus also serving as his swords.",
"DETAIL_PHEIN_H02": "Phein lost his father at a young age, leaving him alone to raise his younger brother in poverty. His brother passed away from an illness soon after, and Phein was powerless to stop it. It was the sheer strength of his desire for the power to protect his brother that awakened his hero powers, enabling him to defend the weak so that they wouldn't fall. Still, ever since the day of his awakening, he finds it hard to use his powers for himself, for in his mind, he is the one who let his brother die. Can such a person, his anxious mind asks, be allowed to wield such great power?",
"DETAIL_PHEIN_S01": "A mercenary born in the slums of Maserimaose III. Focusing on security, rescue work, and suppression, he strives to protect the weak throughout his career. Protecting Hito in the field has won him a formidable reputation as an excellent protector. Being a man of few words, the harsh statements he makes toward those he is in charge of painfully stand out. They are born from worrying too much about them; he purposely wants to be disliked by them so they will not follow him into battle. He always carries around the candies his brother used to love, and he is often spotted sharing them with those who are suffering from hunger.",
"DETAIL_PLAYER_S01": "A rookie hero Operator, you had been cast into this universe upon a mysterious Cosman named the Broker, having merged yourself with another version of you that exists in a parallel universe. Because the memories of your \"other\" self are so strong, the memories of you from \"this\" universe are spotty and hazy. Broker has nicknamed the current version of you \"Special Edition 'You,'\" and your abilities certainly live up to his moniker, as your ability to interact with parallel universes is outstanding even compared to other Observers.",
"DETAIL_POLARISWORKOUT2312_H01": "Polaris Mask conjures up a grand plan to hold special Christmas performances all across Earth. He visits Parallel Flight with an eager look and a Parallel Cue preset with a Santa Claus outfit, and when he transforms... he makes a surprising discovery. Parts he had not ordered were included with the costume. Namely, large glove Parallel Weapons fashioned after bear claws. These gloves, which leave visible trails behind when he slashes with the claws, seem oddly familiar to the wrestler.",
"DETAIL_POLARISWORKOUT2312_H02": "Polaris Mask takes pride in himself and the name he has built up over the years, and he keeps his mask on as proof of that. He gives presents to the needy without any hesitation or thoughts of charity and altruism, because Polaris Mask is an individual who extends a helping hand to those weaker than him. This concept of what a hero is, which he has held since childhood, is the same reason that Kensuke Kitagami cannot quite accept the bear claws that come with his suit.",
"DETAIL_POLARIS_H01": "Donning a wrestling costume far flashier than his professional outfit in the ring, Polaris Mask transforms into Polaris the Great, wielding gravity rings fashioned into boots as his Parallel Weapon. With the power to strengthen gravity on the battlefield, he introduces crushing weight to both himself and his foes, forcing all parties to battle on the brink of their abilities to deliver a grand show to the audience.",
"DETAIL_POLARIS_H02": "Polaris the Great's signature high-flying move, \"Polaris Buster,\" makes full use of his considerable musculature to decimate foes who struggle against intense gravity. Even under intense gravity capable of squashing anything Earth could hope to impose on him, he smiles on, with his muscles creaking, as he gives the crowd that battle on the ropes, which they so desire. It is all done in service of his goal to fight the galaxy's strongest.",
"DETAIL_POLARIS_S01": "A masked pro wrestler who wanders the stars, Kensuke Kitakami is a Sapporo-born Terran who is always in search of a worthy opponent. In years past, he had reached the very height of the professional wrestling world on Earth, proving the supremacy of his strength, but that was not enough. Still unsatisfied, he took to the stars in search of a new challenge. Gregarious by nature and a terminally positive thinker, his actions are impulsive and instinctual. While he may be a hero, possessing all the traits that classification suggests, he is also a troublemaker who causes as many problems as he solves.",
"DETAIL_PROCYCHOCOLATEFES2303_H01": "This is the form Procy takes when he resolves to do what is right—both as a hero and as boss of his school. His student-reminiscent hero suit reflects his resolution to face the feelings he had ignored and could not be forthright about. As a poor student, he had dreamed of striking it rich beyond his imagination. Yet, even with that dream out of sight and out of reach, he began to see the promise of what lay beyond material gain. Now, as he wields fists strengthened by trading blows with his roughneck friends, he leads the charge to protect those dear to him.",
"DETAIL_PROCYCHOCOLATEFES2303_H02": "On the day Procy resolved to leave the slum where he grew up to go on a moneymaking journey, a boy offered him a scarf as thanks for saving his life. How did the boy feel as he handed over that torn, tattered scarf? Though unable to comprehend why at the time, he now knows what drives heroes to sacrifice themselves despite seeking nothing in return. Hence, he wears that scarf around his neck as he dashes, faster than anyone else, to go help his friends in need.",
"DETAIL_PROCY_H01": "Procy had strongly desired to be rich, and this sincere wish clearly shows in his rather rare, specialized hero form, which focuses entirely on making money. The tiny robot fluttering around him and the towering hammer that he carries around with him constitute his set of Parallel Weapons. The tiny robot tells him that his actions in the moment are what will lead him to the greatest possible profit, with his \"lucky hammer\" there to take whatever shape is needed to solidify his one-in-a-million chance of striking it rich into a 100% guarantee.",
"DETAIL_PROCY_H02": "Having grown up in brutal poverty, never knowing whether he would see tomorrow, Procy had always dreamed of becoming rich and powerful so that he could live out life without monetary restraints, most of all. Holding onto this desire dearly in his heart, he labored away in the mines, mallet in hand and dust in lungs, day in and day out. One day, when a Kaibutsu attacked, he noticed how the mallet in his hand had transformed into a hammer Parallel Weapon made of gold. Becoming a hero changed everything for him. If he were to stake everything on his heroing, his dream of becoming rich might just come true. How could he possibly ignore such a wager as that?",
"DETAIL_PROCY_S01": "Procy runs the Earth Camp Heroes' Guild, which is a bar popular with heroes for grabbing intel and comparing notes. Though he has the adorable appearance of a small dog, he is a veteran hero with a career spanning over twenty years. He is also a long-time friend of Ryekie and Huckle. Procy is good-humored and caring to those around him, but he has an unrivaled obsession with money. He hates paying more than he has to for anything, and he always has an ear out for get-rich-quick schemes. Ironically, keeping the bar running seems to have saddled him with a substantial amount of debt.",
"DETAIL_PUBRASEERRISINGMOON2410_H01": "During the ceremony to celebrate the birth of a hero, Pubraseer remembers the day he became a leader himself. The saber Parallel Weapon he wields is able to call forth the ship he used to crew in energy form. The spacefaring navigation device Parallel Weapon he wields can spread a gentle light around him which encourages and heals his allies. Both hold in them the wish that he safely reaches his destination with his allies, and that all will make it home safely.",
"DETAIL_PUBRASEERRISINGMOON2410_H02": "Designated as a leader, the easygoing Pubraseer found himself filled with the hope and resolve he once shared with comrades before being separated from them. Their common dream was to have a fruitful journey and return home. This dream never came to fruition, and Pubraseer lost even those who would share in his frustration. Left with little, he seeks a new way to put his life to use. He wields a saber to cut open the future, a space compass given to him by his comrades, and wears a suit that keeps him on edge. With all of this left to him, he guides his new friends, pushing them forth to the future.",
"DETAIL_PUBRASEER_H01": "【一部データの破損があります】<br>■■■■り■し、ヒーローとしての力に目覚めたパブラシア。その■■レルウェポンは、■■たちと■に■■から■■■という決■の表れであり、その手には■■の■に立■■■■旗を掲げている。その旗型のパラ■■ウェ■ンは通常閉じて槍として使用■るが、仲間を■護する際や安全地■■と導く時には大きくたなびく。また、パブラシアの■ーロ■■■■は、■■■■以前に■■していた■■■の■■■あった■のデ■■■と■■■■いる。<br>(サマーダイブ・アミューズメント！7話クリア時に破損箇所は修復されます)",
"DETAIL_PUBRASEER_H02": "【一部データの破損があります】<br>パブラシア本来の性■は■■く■気なもの■■■■が、■■■の■■■■■しての自■や■■、■レ■■■ーが■■れ、自己■■に■■責■感■■い■■■■■■が生まれた。記憶のフ■■シュ■■■■より、過去■■■を■■■し■パブラシアは、今は■■■■たちを■う。■■■■■■■に■って■■■れた自身の――【この先は破損が致命的であり表示できません】<br>(サマーダイブ・アミューズメント！7話クリア時に破損箇所は修復されます)",
"DETAIL_PUBRASEER_H03": "Upon regaining his memories, Pubraseer awakens to his powers as a hero. His Parallel Weapon is an expression of his will to continue sailing with his crew and serves as his flag to plant in untrodden lands. Though he generally keeps his flag unfurled so that he may use it as a spear, he unfurls it and lets it fly high when he needs to protect his allies or lead them to safety. His hero suit draws inspiration from his past, as well, with a similar design to the uniform he once wore as a spaceship captain before falling victim to amnesia.",
"DETAIL_PUBRASEER_H04": "Pubraseer's innate personality is to be cheerful; however, upon becoming a spaceship captain, the confidence and duties expected of him have brought on so much pressure that his personality has shifted toward one of diligence and a strong sense of responsibility bordering on self-sacrifice. His former memories have gradually returned with repeated flashbacks, but his heart now aches for the crew members who passed away. Reminiscing on the five comrades who saved him, he realizes the sheer value that his life has and that it is not his alone to live. He grips his flag and holds it high as he gazes out at the stars shining on the future, vowing to live onward for all of them.",
"DETAIL_PUBRASEER_S01": "Pubraseer is a cheerful, easygoing Canis Therian Cosman who works on the crew of a cruise ship that sails through space, where he mainly cleans and runs errands. He had drifted onto a beach shore near the ship when it was under construction and was taken in by the crew. Most of his memories had been lost, and he could hardly talk, but his intense curiosity allowed him to absorb volumes of vocabulary and other knowledge with ease. Pubraseer occasionally hears incomprehensible speech coming from the pendant he has been wearing even since before his rescue. Moreover, this is always what causes him to have horrible headaches.",
"DETAIL_RAD_H01": "",
"DETAIL_RAD_H02": "",
"DETAIL_RAD_S01": "",
"DETAIL_RAIZI_S01": "A Hero Operator affiliated with the Independent Heroes. Impeccably sharp wits and cunningness earn him a daily fortune as a gambler. Raizi is a \"perceptive\" Observer who utilizes multiple senses in tandem which he claims connect himself to pathways to parallel universes and draw those alternate realities toward him. Although he typically keeps his focus and cool, he trembles in fear around ghosts, spirits, and other supernatural anomalies. The reason for this reaction must be tied to a traumatic childhood experience.<br><br>Raizi was blessed with superb powers as an Observer at birth, which ensured that he would have a terrible time growing up. His tendency to play the \"tough guy\" was an adaptation to growing up in a rough environment—a persona necessary to survive and thrive. Conversely, thanks to an older man looking after him and helping him hone his gambling talents, he gained a degree of respect for the older generations. Sometimes, Raizi will space out, but he claims this is because he is observing parallel universes. Yet, no one can ever be sure what he says is true since he never cares to elaborate on what he has observed.",
"DETAIL_RAKTATHERMAE2307_H01": "A doctor dispatched to the Capital of Water, famous for being a popular summer destination to beat the heat, he is amazed by how the city's medicinal baths soothe the mind and how its beautiful scenery also aids in soothing the soul. He is blown away by how healthy its citizenry is. He has vowed to care for both the physical and mental well-being of all his patients. This resolve has given him his new outfit, along with a water jug Parallel Weapon filled with the very water that nourishes the beautiful sights of the city. All who come in contact with this water are rejuvenated, as if they were gazing upon a cascade of flowers blooming on the water's crystal-clear surface.",
"DETAIL_RAKTATHERMAE2307_H02": "When he was a medical intern, Rakta had a Hito patient who simply could not get out of bed no matter how physically healthy he had become. The man had lost his hometown and had not once smiled ever since. Rakta's inability to help the man tore him apart; he desired to heal both the body and the soul of his patients, and to stay by their side until the day they chose to stand up on their own. Wielding a water jug Parallel Weapon, filled with the very water that nourishes the city's beautiful greenery, which is every bit as magnificent as what could have been found in the hometown that one Hito patient of his had yearned for so much, Rakta makes no secret of his new resolution as a doctor.",
"DETAIL_RAKTA_H01": "When duty calls, Rakta transforms into \"Doctor R,\" the lab coat-clad hero. Wielding scalpels and forceps as Parallel Weapons, he uses them to fight foes and save lives in equal measure. Drawing from his core principle of saving every life that he can, the medical tools in his hands are designed to be incapable of killing anyone, foes included. This means his hero powers truly shine through when it is time to rescue those in danger.",
"DETAIL_RAKTA_H02": "Rakta's scalpel Parallel Weapon cuts through physical matter, tunneling into his target's innards. The cuts deal no actual damage and are easily sewn back together. As a doctor, he has taken the oath to first do no harm, and he swears to uphold that oath even when transformed since it gives meaning to his existence. Even in the thick of battle, his oath acts like a binding contract that restrains him.",
"DETAIL_RAKTA_S01": "An Asian-Lunarian surgeon, Rakta Salya is a resident of a general hospital in the Lunar Cities. Intensely driven and by the books as a doctor, his skills have gained him great professional acclaim, but his stiff approach to everything often leaves his passions underutilized. Early on in his career, a senior doctor told him that few things were more important to a surgeon than stamina. Ever since then, he has delved into health and fitness, trying all sorts of wellness methods and going to the gym five times a week. He is one of those fitness geeks who never shies away from pouring effort into all the wrong places.",
"DETAIL_RASTABAN_H01": "Vowing to become a truly \"big\" man capable of protecting and guiding the family of settlers still caught in the unending turmoil, he transforms into a hero with the rugged, powerfully built appearance of a seasoned warrior. His attire, reminiscent of a medieval Norse fighter, is modeled after the \"heroes of the early frontier,\" figures so legendary that even his battle-hardened father once admired them. His primary weapon is a massive circular shield. Though he carries a dagger as a secondary arm, his wish is focused on safeguarding his comrades, giving the shield far greater performance. With exceptional durability, it can protect both himself and his allies from a wide variety of attacks. In addition, the bladed outer rim can be set spinning, allowing the shield to be hurled and wielded like a chakram or boomerang, turning defense itself into a formidable means of offense.",
"DETAIL_RASTABAN_H02": "At the core of the way he stands on the battlefield—hiding his timid, self-effacing nature while trembling beneath a show of bravado—lies a deep-seated complex toward his late father. That father was one of the great heroes who brought a vast war to an end, a charismatic leader whose presence inspired both admiration and awe. To him, the man was an object of reverence, but also a crushing weight of expectation. Because leadership is not inherited by blood, the next commander might well be someone else. Even so, having been personally trained by such a legendary figure, it was inevitable that eyes would turn toward him. Accepting this, he devoted himself to the study of tactics and to relentless training, forging himself into a warrior fit to lead the next generation, even as he mockingly referred to himself as a \"war virgin.\" He etched tattoos into his body that call his father’s image to mind, a constant reminder of the man he strives to become. And so, even today, he puts on airs and stands tall on the battlefield, determined to grow into a truly \"big\" man.",
"DETAIL_RASTABAN_S01": "A young man who serves as a miner, mining overseer, and the leader of a settler expedition at a rare-metal mine on the frontier planet Muirauka VI. In the chaotic aftermath of the Great War, he is said to be a towering, fearless hero who commands a band of hardened ruffians and continuously adds new feats of valor to his legend. The reality, however, is somewhat different. While he is undeniably quick-witted and excels at devising strategies and commanding his forces, he becomes noticeably faint-hearted whenever he is forced to stand on the front lines himself. A minor threat is enough to make him shout at the top of his lungs, and a small kindness can leave him hopelessly smitten, revealing a surprisingly innocent side that stands in stark contrast to his reputation. He has a fondness for using the phrase \"big\" to describe things—especially the man he wishes to become.",
"DETAIL_REXERVOLCANO2402_H01": "The new form reXer obtained while filming a show at a volcano, with new Parallel Weapons to match. Small fireball units float around him, manipulating heat and magma energy, and he also has a mighty crossbow that shoots flaming bolts powerful enough to pierce any foe. The suit covers very little skin, giving the impression of a hunter gone fully to the wild side, and it is made to keep its wearer comfortable under extremely high temperatures. Even when surrounded by molten lava in the bowels of a volcano, reXer will reward his stream viewers with his signature \"cool\" smile.",
"DETAIL_REXERVOLCANO2402_H02": "\"This is the hardest stage I've ever cleared. I don't think anyone else can pull it off... Well, anyone but you, Alex.\" As he stands before the volcano, the first thought that comes to mind is how eager he was to be the first to clear the volcano stage his father had made. Even now, donning the mantle of the hero reXer, he holds onto the memory he knows to be true. His love for his father has not faded, either.",
"DETAIL_REXERVOLCANO2402_H03": "\"This is the hardest stage I've ever cleared. I don't think anyone else can pull it off... Well, anyone but you, Alex.\" As he stands before the volcano, the first thought that comes to mind is how eager he was to be the first to clear the volcano stage his father had made. Even now, donning the mantle of the hero reXer, he holds onto the memory he knows to be true. His love for his father has not faded, either.<br><br>He could never have dreamed of surpassing his father had that father never existed. Even now, when he is ready to fight as a hero himself without the reXer mantle, his feelings toward his father have not changed. Although he wears a suit identical to the one his father let him peek at, as a reward for clearing the impossible volcano stage, he wields a crossbow Parallel Weapon which is much different. reXer... or rather, Alex, puts into words the feelings he has carried proudly for so long: \"Thank you, Father, and goodbye.\"",
"DETAIL_REXER_H01": "When he transforms into his hero form, complete with a colorfully glowing visor and armor, he wields an enormous Parallel Weapon that can shift into a greatsword or battle-axe. He is able to adapt to his opponent's capabilities and the conditions of battle, fighting like an agile hunter taking down a massive monster in a video game. However, a recent change in his combat style has led to confusion and concern among some of his fans.",
"DETAIL_REXER_H02": "【このファイルへのアクセス権限がありません】<br>（バーチャルフェスタ・ロワイアルの最終話公開時にアクセス権限を取得できます）",
"DETAIL_REXER_H03": "The reXer of today is not the same person as the reXer that once was. The hero known by his adoring fans has since been replaced by his son. A father in the real world who was wiped out of existence in a battle with Kaibutsu, his son inherited his avatar and continued his legacy under the same name. reXer displays great prowess in e-sports, and as fortune would have it, he is able to keep his father's career going as a professional gamer. However, his abilities as a hero leave far more to be desired. Unperturbed by this, the younger reXer has but one wish: to see the hero his father had built up return to the world stage.",
"DETAIL_REXER_S01": "A professional gamer of indeterminate age belonging to Neo-Talents Productions' e-sports team \"μ-Hyperions.\" In virtual reality, he works as both a pro gamer and a digital hero. He has what it takes to maintain the highest rank in any game in any genre he plays. While he has the outward appearance of a mature, muscular man with a calm manner of speaking to match, his true character is quite a bit more childish. He was briefly a hero in the real world as well, but rumor has it that he has completely vanished.",
"DETAIL_ROIKER_H01": "As a hero, Roiker wields two Parallel Weapons: an astrolabe and a telescope-shaped gun. The gun is loaded with all the data on universes that he has observed and analyzed, allowing him to recreate and launch energized chunks of limited portions of stellar or cosmic environments. The astrolabe's functionality is similar to that of the Ether Searcher, allowing him to search for heroes, villains, or even Kaibutsu in magnifications that range from all of space itself to the most finite resolution on a specific area.",
"DETAIL_ROIKER_H02": "Roiker's wish is to satisfy his infinite desire for knowledge pertaining to the multiverse. As an orphan who grew up watching the stars nightly, he would often contemplate why he was all alone as he watched them twinkle. When his fondness for space led him to read more, he learned about parallel universes from one of the many books he had picked up. This awakened his desire to meet and speak with himself from one of those parallel universes. It was only a matter of time before he started researching the multiverse in an effort to quench his thirst for knowledge.",
"DETAIL_ROIKER_S01": "Roiker is a Therian Cosman professor who belongs to the astrophysics lab of Japan's most prestigious university. A young genius who studies parallel universes, their interactions with each other, and the capabilities and traits of Observers, his mentor happens to be the inventor of the Ether Searcher. A classic scholar by temperament, his speech is rigid, and he rarely smiles. He is surprisingly competent at housework, however, with a talent for both cooking and cleaning. Roiker has scaled back his hero activities for certain reasons, making him relatively unknown.",
"DETAIL_ROUDINSTELLA2510_H01": "The Galaxy Carnival Expo, a festival of festivals. Roudin is there, acting as an advertising Hero for the Japan Pavilion. He doesn't know too much about this place called Japan, but he worked with Sui and Barrel to put together a suit that would look good in the festival and set the mood. The costume he dons is reminiscent of the mounted archers of old, and he has a bow Parallel Weapon to match. The arrows fired from it become fireworks when launched, and are made not only to defeat threats, but to encourage those staring down in gloom to look up and smile. With that dream of providing relief tucked away in his heart, Roudin decorates the battlefield and the night sky alike.",
"DETAIL_ROUDINSTELLA2510_H02": "Roudin is always showing those around him a good time with his charming banter and magic tricks, wearing a laid-back smile all the while. One wouldn't think it from a first impression, but he's had his share of setbacks. Many of them, in fact. When his popularity as a magician had dwindled, he suffered the cruel words of those he mistakenly thought would cheer him on. Unable to take it anymore, he ran off and moved to the city of Tesfinite, where he lived for no purpose and with no hope. Even then, all it took was a moment to change his life. He was looking down when he heard fireworks above and noticed their light reflecting on the ground. Glancing up, he admired the colorful explosions as if they were an outstretched hand ready to pull him out of his slump. That is why he endeavors to share his message on stage and in his daily life: you can hang your head in gloom now, because eventually the moment will come when you look up again.",
"DETAIL_ROUDIN_H01": "Transformed into a hero, Roudin wears a flashy stage outfit. Having been a hero as a child, he still holds onto some pieces of the old days. The cloak he used to wear then he now wears as a sash, and his old mascot partner now pops out of his top hat. His magic rod and silk hat serve as his Parallel Weapons, unleashing a variety of magic tricks, both deadly and flashy, that turn battles into entertainment which bystanders are compelled to watch.",
"DETAIL_ROUDIN_H02": "In days past, Roudin had an impressive career as both a genius stage magician and a hero. The older he got, however, the more his popularity faltered. As his dream began to crumble into uncertainty, he lost the ability to transform. He cast his past away and resigned himself to drifting, only to drift into a city of show business and find himself picked up by the owner of an old hotel and employed as a hotelier. Though Roudin does not let on how he feels about his new home and friends, they seem to have had a large influence on his decision to return to the magic he had once abandoned.",
"DETAIL_ROUDIN_S01": "A hotelier who works at a well-established hotel on Muirauqa III. With his sloppy hospitality and insolent tone, one can hardly call him talented hotel staff—however, his natural magnetism and conversational skills that are light-hearted without being over-familiar or insulting make him surprisingly popular with the guests. With a successful career as a popular childhood magician in his portfolio, he relies on those old tricks even today, using his magic to calm crying children and arguing couples.",
"DETAIL_RUTILIX_H01": "Having grown up watching his noble knight of a father, Rutilix takes after that stoic, fatherly image in his hero form—sporting an imposing mane, flowing cape, and heavy armor. Wielding a rapier whose blade is made of light, he lets the fruits of his training speak for themselves as he darts across the battlefield, with his heavy armor not impeding him in the slightest. Though his swordsmanship has hardly improved upon transforming, his passionate thrusts do, on occasion, evoke a miracle.",
"DETAIL_RUTILIX_H02": "Given how his kingdom is bound by an age-old tradition in which only the firstborn may be heir to their family fortune, his society would never lend a hand to Rutilix on account of his lastborn status, no matter how laudable his accomplishments may be. With no connections and no one volunteering to be his sword instructor, he must invariably spur himself on to new heights in solitude. Though his efforts are well-nigh hopeless, his dream of becoming a noble knight who protects the crown and the people of his kingdom, which he has deeply held since childhood, compels him to never give up.",
"DETAIL_RUTILIX_S01": "A young squire belonging to the small, off-world kingdom of Aracidia, to which he pledges his allegiance, Rutilix's zeal and rigorousness are laudable to a fault, but his quick temper and painful lack of swordsmanship leave much to be desired. As the youngest son of an underprivileged household, he is often looked down on in his calvary unit, and he finds himself in the unenviable position of lacking any real achievements of his own. Still, his unyielding will and unrelenting training to become a knight have won him King Alphecca's endearment. Coincidentally, he is constantly squabbling with Akashi on account of their similar temperaments.",
"DETAIL_RYEKIEXMAS2012_H01": "Though Ryekie was supposed to be on hiatus due to getting injured on the job, a certain chain of events, along with his own personal feelings on the matter, has brought him back as a hero, albeit in a new yet temporary form. This form makes him incredibly sensitive to plant-based compounds which induce a state of ecstasy, rendering him drunk, essentially. This drunken-like state is what likely triggered his bottled-up emotions to explode, which in turn accelerated his heartfelt desires to then grant him this new form. Even his injured areas are properly reinforced for that extra protection.",
"DETAIL_RYEKIEXMAS2012_H02": "Donning a flashy dancer's kimono, Ryekie fights with a folding fan adorned with lightning. This hero form, temporary though it may be, was born from his heartfelt desire to wrap up the fighting as quickly as possible so that he could host a banquet to thank his junior heroes for all their hard work. The guilt of putting so much pressure on his junior heroes to compensate for his hiatus, along with being frustrated by his inability to do what he does, culminated in his new form exploding onto the scene once the bottle worked its magic. Once he sobers up, he will surely fall into a state of self-deprecation for allowing himself to be so forthright with his desires.",
"DETAIL_RYEKIE_H01": "When it is time to electrocute evildoers, Ryekie transforms into \"Bolt of Justice,\" an S-rank hero donning a white cape. In combat, he fights by creating lightning from the built-up electricity in his body, wrapping bolts around his legs and fists to imbue each blow with a mighty zap. He can even adjust the force of his blows, ranging from the humble shock of a stun gun to the electrifying blast of raw lightning from the heavens.",
"DETAIL_RYEKIE_H02": "Ryekie hopes to continue being a superhero who acts as the embodiment of justice. He has confided this to his former hero partner, and he has also made this vow to his comrades who have fallen in battle. Today, Bolt of Justice is an imposing superhero who will smile no matter how much the odds are against him, having persevered through days of gut-wrenching tribulations and tear-filled combat.",
"DETAIL_RYEKIE_S01": "Ryekie is not just a hero, but the most accomplished superhero on Earth, as well as Parallel Flight's mightiest salesman. A Cosman born off-world, his fur constantly builds up static electricity, demanding that all his clothes be made of insulating materials. Ryekie is brimming with confidence and pride about being a hero, and he always wears a half-mask fashioned after headgear so that he may transform at any time. His voice is also very, very boisterous.",
"DETAIL_RYUSEI_H01": "In hero form, Ryusei wears a suit, fit with boardshorts, with a top that shows off his musculature, and his greatest weapon is most certainly his own muscular beauty. The ring Parallel Weapons attached all over his suit resonate with accolades thrown his way for his physical beauty during his live streams and amplify his power. When he unleashes all that stored power of approval, his physique becomes ever more robust, making him drop-dead gorgeous.",
"DETAIL_RYUSEI_H02": "Ryusei had always hated himself for being weak and introverted, but he was unable to take the first steps toward changing his image. That all changed the day he found himself caught up in a Kaibutsu attack. After putting their life on the line to save him, a hero with ripped muscles left him with the inspiring words, \"Don't give up. Build yourself up, one step at a time. Your training will never betray you, and you will become your greatest hero.\" Deeply moved by this motivational message, Ryusei immediately began training from scratch and has never stopped since. He hopes that one day he can be someone else's inspiration to start working on themselves.",
"DETAIL_RYUSEI_S01": "Ryusei is a former aesthetic bodybuilding tournament winner who joined Neo-Talents Productions after becoming a fitness model. As a model, his goal is to popularize body sculpting by having people adopt healthy habits into their lifestyles. He is a well-loved model, and his self-affirming smile, filled with confidence and positivity, perfectly complements his sculpted body which adds to his popularity. Ryusei has a hobby of collecting swimwear, gym attire, and board shorts, and he even has a whole room packed just for shorts.",
"DETAIL_SADAYOSHISURVIVAL2309_H01": "Living off the land on a deserted island has allowed Sadayoshi to unleash his true feelings and break out of his normal, defense-focused attire. His new suit brings to mind a beach volleyball player. He uses a sun visor Parallel Weapon to lock onto targets to guarantee that he lands all his hits with his volleyball Parallel Weapon which launches dense, energized projectiles. Lighter without his hefty glove Parallel Weapons and free from all that once bound him, Sadayoshi can now jump to ever greater heights.",
"DETAIL_SADAYOSHISURVIVAL2309_H02": "Sadayoshi had always repressed his inner desires. Yet, after spending time with villains who follow their own path in pursuit of their own ideals, he came into contact with true freedom. Though his resolute belief in letting no evil go unpunished has not changed, he has started to believe that understanding the other person is the first step toward changing himself. As he changes, he realizes that he must choose a path for himself rather than simply walking down one decided for him. Emotions surge through him as he dances across the sandy beach, his eyes squarely on the ball, paying no attention to the sweat or heat. The smile on his face is bolstered by a lifetime of experience and confidence, now shining brighter than ever.",
"DETAIL_SADAYOSHI_H01": "When in his hero form, Sadayoshi dons the outfit of a military officer with formidable gauntlets and greaves as his Parallel Weapons. His intense training has left him with far greater close-quarters combat capabilities than other soldiers, and his Parallel Weapons allow him to unleash strikes and kicks a hundred to a thousand times stronger than normal. His power is so great that he must apply proper restraint depending on the environment where he unleashes his attacks. Should he strike with full power, fissures and earthquakes would surely follow.",
"DETAIL_SADAYOSHI_H02": "Sadoyoshi has been taught that he must cast aside his own ego to become a perfect protector of the Japanese people, and his desire to defend them at all costs has led to him becoming a hero. People will mock him—calling him a puppet of the state or a dog of the military—and some of their barbs even make it through his armor. What he does not realize is how his true desires and emotions he has locked away, unwilling to show to others, are what will enable his powers as a hero to become far greater than he can even imagine once he decides to unleash them.",
"DETAIL_SADAYOSHI_S01": "Serving as a colonel in the Japanese Defense Bureau, Sadayoshi leads the army's First Hero Battalion. His full name is Sadayoshi Ikusabata, and though he has the appearance of a Cosman, he is a naturalized Japanese citizen adopted by the prestigious Ikusabata family. Strictly trained as a soldier to serve the public, he treats everyone with the utmost etiquette while possessing considerable combat capabilities. He sees every mission through to completion with loyalty and efficiency. However, because he has lived his life entirely on the tracks laid out for him, he has difficulty getting along with those who have strayed, whether by choice or by circumstance.",
"DETAIL_SANTETSUWONDERLAND2602_H01": "貴重な岩石カカオを巡る大会「コズミック・カカオ・チャンピオンシップ」に参加することになったサンテツは、パラレル・キューを用いて、童話の登場人物のような衣装を身に纏う。そして握るのは、幼い頃の憧憬が大剣として顕現したパラレルウェポン。重く鋭い斬撃は、立ちはだかる敵をあっけなく両断する破壊力を持つ。これまでのサンテツらしからぬ戦闘スタイルで叶えんとする願いは、昔の自分にできなかったことを成し遂げること。そんな心境の変化には、とある人物との出会いが関わっているらしい。",
"DETAIL_SANTETSUWONDERLAND2602_H02": "生まれてこの方、様々なジャンルの本を読み漁ってきたサンテツだが、幼少期にはファンタジー小説に傾倒していた。その根底にあったのは、両親が自分を見てくれない現実から逃げ出したいという切実な想い。異世界に飛び込んで大冒険を繰り広げる主人公たちのように、自分もどこか遠くへ行きたい――しかし当然ながら、そんな願いは叶わなかった。それから月日が経ち、幼い幻想から醒めなければならないほど成長したサンテツは、やがて家を飛び出した。自分の本当の居場所が、どこかにあると信じて。",
"DETAIL_SANTETSU_H01": "Santetsu's abnormal fascination with and knowledge of books are heavily reflected in his hero abilities. By creating an \"index\" with parameters he determines, he is able to control time and space by swapping around the actions of both his opponents and allies. He is also able to manifest books he has read, quoting passages to conjure up the scenes described before his eyes. The ability requires him to remain still and shut out the world around him to focus, which proves to be his weakness.",
"DETAIL_SANTETSU_H02": "Much of Santetsu's childhood was spent home alone, where books were his life and his salvation. It was only natural that he would wish to read all the books in the world. This has led him to become a hero who fights to protect books and valuable texts from those who do not understand their worth. With his habit of etching every book he reads into his memory, his knowledge will undoubtedly surpass that of all others in due time.",
"DETAIL_SANTETSU_S01": "A Terran born in Okayama, Japan, Santetsu Tokuhara works as a librarian in a public library. Generally uninterested in anything outside of collecting and reading books, his messy hair and rough beard tell the tale of his laziness—\"what a pain\" being his favorite phrase. Yet, he possesses an impressive ability to remember most of whatever he reads in great detail, and since he has read a variety of lost books and historical texts, he is prized by many organizations for all that knowledge. To add to his lazy bona fides, however, he sticks hard to the principle of doing exactly what is asked of him and no more while expending the least amount of effort.",
"DETAIL_SAOTOME_H01": "As a Hero, Saotome wears a suit representing his conception of what a tourism ambassador would look like. His Parallel Weapons are, of course, a long flag that easily dwarfs his height, and a sturdy tower shield. This kit sees him protecting his allies with the shield while waving the flag to encourage and invigorate them—a reflection of his dear wish to protect Enoshima and guide it to a brighter future. He can release a blade affixed to the tip of the flag to use it as a spear, but because his wish is defensive in nature, its attack power is nothing to write home about.",
"DETAIL_SAOTOME_H02": "Saotome had seen his local hero, Enoshiman, fight up close. Back then, he'd viewed Heroes as performers, taking down Kaibutsu with flair and style while never forgetting to smile and encourage others. After witnessing the Heroes getting wounded in the Kaibutsu attack on Enoshima Village, however, his views changed drastically. Seeing them risk their lives to protect the needy and powerless, he wished hard to protect them in turn, and to ensure a brighter future for Enoshima and children everywhere. This powerful wish was picked up, and it opened a Path to a parallel world.",
"DETAIL_SAOTOME_S01": "Saotome is a civil servant working at Enoshima Village's town hall and has long been a pillar of support for the region. Though liable to play loose with the details, his pleasant attitude and friendly demeanor have won him popularity with the islanders, who affectionately refer to him as \"Town Hall Saotome.\" He's lived alone with his Hero superfan of a son ever since his wife passed away, and while he has a handle on most of the housework, that aforementioned sloppiness with finishing touches often gets him yelled at. Still, he loves Enoshima from the bottom of his heart, and he's so fond of the island's mascot character Li'l Shimeow that merch of the little guy is attached to many of his possessions he carries with him daily.",
"DETAIL_SEIICHIRO_S01": "Seiichiro is an Observer who works as both Vice-Minister of the Japanese Ministry of Defense and as the Chief Operator of the UEHA Japan Chapter. Hailing from Sakai, Japan, Seiichiro Tenma has everything going for him, including a brilliant mind, stunning good looks, incredible reflexes and coordination, and a blessed upbringing. He also has the confidence to match it all. His domineering personality and stubbornness in the face of mistakes and corruption, however, have not won him much popularity in the ministry. Still, his ability to listen to others and lead a team is second to none, and Okitaka is very fond of him for that.<br><br>Overwhelming confidence and considerable pride have protected Seiichiro from the probing eyes around him ever since he awakened as an Observer at a young age. He would boldly shoot down unreasonable demands, and he would overcome discrimination with charm and skill. The somewhat narcissistic impression he gives off reflects the life he has lived resisting oppression and external pressures. His ardent rebelliousness is also aimed at the Broker, whom he works against secretly through an underground organization to achieve his revenge.",
"DETAIL_SENSETTIA_H01": "Transformed, Sensettia wields a microphone and a bladed keyboard as her Parallel Weapons. While she can swing her keyboard like a sword or axe, she can also play it while she sings, turning her very voice into a weapon. Her singing may bring joy to all who hear it, but when channeled through her Parallel Weapon, it turns her voice into a force to be reckoned with, along with her indomitable personality. Spreading out like waves all around, her performances grant her allies power and pierce through her enemies as sonic blades in equal measure.",
"DETAIL_SENSETTIA_H02": "Wing size was almighty where Sensettia grew up. Everything from social status to singing talent was thought to be the domain of those blessed with large wings. Sensettia, with her tiny wings, grew up under the boots of neglect and oppression. She was given no accommodations, no help, and no expectations. Yet, she had a dream to become a singer-songwriter who would be known and beloved by all throughout the cosmos, and with nothing but hope in her heart and the resolve to put in the work, she took to the stars to pursue her prize, fighting anxiety and insecurity along the way.",
"DETAIL_SENSETTIA_S01": "A winged Cosman girl who seeks to make it as a singer-songwriter, Sensettia tends to push people away. Yet, she is deeply passionate about her craft and pursues her dream with single-minded determination. Her singing and performing talents are vast enough for her to make a modest living traveling the stars, playing on the streets for anyone who will listen. She is insecure over her small wings and often appears to be self-conscious and even embarrassed over them.",
"DETAIL_SENTHAK_H01": "Sensaku transformed with the wish to give shape to the shapeless dreams of others, taking on the garb of the Japanese craftsmen of ancient Earth. The cube Parallel Weapon he wields multiplies with his creative imagination, creating holograms in the shapes he dreams up. These holograms can momentarily take on the mass and weight of what they are based on, facilitating Sensaku's preferred combat style of controlling his opponents' movements with his materializing illusions before pummeling them with his imposing musculature.",
"DETAIL_SENTHAK_H02": "Sensaku was born and raised in a mercenary group on a far-off planet where only strength was prized. Warm and loving by nature, he found himself unable to sink into their values or truly find a place to call his own... until he happened to catch sight of an idol concert on Earth. The only emotions there were the love and admiration of stans towards their idol, and no one was greater or lesser than anyone else. Over the years, he realized that some are looking to become stans, and others want to be the kind of person they themselves are stans of. Either way, Sensaku wishes for as many people as possible to feel even a fraction of the admiration he felt during that concert, and thus he holes himself up in the corner of his storeroom again, dedicating himself to his creative work.",
"DETAIL_SENTHAK_S01": "Sensaku is a bulky Cosman whose rough way of speaking masks a warm, laid-back personality. He stowed away on an immigrant ship that departed Earth long ago. A mercenary before a stowaway, he made use of the optical camouflage he used back in his war days along with his hologram avatar to form a pleasant relationship with the ship's denizens while concealing his identity. When not fighting back on Earth, Sensaku was obsessed with idol culture. The corner of one of the ship's storerooms where he lives is buried with merch he brought from Earth with him as well as stuff he made himself.",
"DETAIL_SHAFTVIRTUALFESTA2210_H01": "Shaft asked himself, \"How could he exist in a world with no space taxis?\" After much thought, he came to the conclusion that he would become capable of picking up and delivering customers with his own two legs. Taking on the appearance of a rickshaw driver, he wields wheel-shaped Parallel Weapons that grant him speed and maneuverability so great that no one can catch up with him on the battlefield. He gets his strength from his utmost faith in his well-trained legs from his years as a rugby player and his heartfelt desire to not leave a single friend behind.",
"DETAIL_SHAFTVIRTUALFESTA2210_H02": "Shaft has always been a team member, a fact he grew more acutely conscious of after starting to work as an independent space taxi driver. Prizing the harmonious bonds of a team overall, he does his utmost to recreate them, even with a makeshift group. Shaft does not simply cling to past glory and memories of better days. By creating a place of belonging within his team and keeping it operating smoothly, he manages to put all the experience he has accumulated to good use.",
"DETAIL_SHAFT_H01": "Shaft's navigational system Parallel Weapon projects a mapped-out path at his feet, puzzling out any danger en route to his destination to track down the safest route possible. Not only can the system be used for enemy scouting and trap detection, but it can even calculate ambush routes and locate spots perfect for eluding enemies—providing sublime assistance for Shaft to direct his allies to launch their attacks.  Of course, if he needs to open up a pathway, he can just as easily tear down walls that may be obstructing his desired path with a mighty tackle.",
"DETAIL_SHAFT_H02": "Invigorated by newly embracing the ideal of bringing people dear to him safely to their destinations, Shaft has broken out of the dull cycle of life in which he had felt confined. His fiery zest for life is ablaze once more. Though his self-confidence has yet to return to what it was back during his glorious prime, he can still accomplish what he puts his mind to. He has realized that it is not a future handed to him but a path that he himself forges that is worth shifting into drive.",
"DETAIL_SHAFT_S01": "Shaft is a former professional rugby player who now works as a space taxi driver. As an athlete, his motto was to carry the ball all the way to the goal without ever hitting the green, and he certainly possessed the bulk and grit to do just that. Every step he took moved him forward, even as the opposing team slammed into him. This earned him the nickname \"Iron Man.\" Despite being so gentle and diligent, he can, at times, be clumsy and low in self-esteem. He has the tendency to be very harsh on himself whenever he blunders.",
"DETAIL_SHIDEMASU_H01": "Taking to the battlefield to protect valuable clients, Shidemasu's suit is built for defense and mobility with the expectation that he will be the one taking the hits. His Parallel Weapon is a long stick with a stamp on its tip named The Appraiser. The writing on the stamp expresses the ideal decision to ensure the client escapes the disaster they face. Shidemasu can unleash its power and effects by stamping nearby floors or walls. Since the stamp's goal is protection, it cannot heal or repair the client, nor can it harm or destroy the root cause of said disaster. However, it can still be used as a humble combat staff to dish out punishing, physical blows.",
"DETAIL_SHIDEMASU_H02": "Shidemasu's dream is to create a world where heroes can live safely. Ever since a hero suffered grievous injuries while protecting him right before his eyes, he has wanted to work in a field where he can protect those who sacrifice themselves to help others. To Shidemasu, insurance is a means for the client or those they leave behind to recover from tragedy. He also believes that his sworn duty is to protect his clients before said insurance takes effect. He buries his emotions and keeps on smiling because he never wants to worry his clients or give them any reason to feel anxious.",
"DETAIL_SHIDEMASU_S01": "Shidemasu Hanemaru works for the prestigious company Jupiter Insurance in their Hero Department. In times past, his job was to enter battlefields and rescue the insured, but he has recently transferred to a department that mainly deals in sales. Shidemasu keeps a smile on at all times and will always converse using the politest tones and language, but hints of violence and bloodlust sometimes leak through into his conduct. This, combined with his imposing stature and prominent scars, leaves him with poor sales numbers. A poverty of emotional expression seems to cause him difficulties with customer service as well.",
"DETAIL_SHOENVALENTINE2102_H01": "When disaster struck, revealing everyone's secrets against their will, Shoen fought his corner. His garb covers every inch of his body, giving him the appearance of a spy while simultaneously expressing his heartfelt belief that there are some things better left unsaid. Clothed in the perfect attire for infiltrating an enemy organization, he wields a large brush disguised as a humble umbrella. When the situation calls for combat behind enemy lines, he will draw his brush and make use of the copious amount of ink stored in his suitcase—fighting to protect secrecy for what it stands for.",
"DETAIL_SHOENVALENTINE2102_H02": "Prizing discretion and poor at conversation, timid Shoen fears the depths of his desires being found out above all other fears. At the heart of this fear is a painful memory of how he once fell in love with the one he had sworn to serve. He found himself traumatized—flustered by feelings a person of his station had no business possessing, suffering from the ignoble, forever separation from said lover, and incapable of expressing his feelings on the matter. Having such wanton desires and letting them get the better of him, not to mention his cowardice... All of it left him feeling nothing but shame. So, he sealed those memories away deep inside his heart where he was certain they would never be revealed again, or so he thought.",
"DETAIL_SHOEN_H01": "Shoen transforms into a hakama-clad hero wielding an enormous calligraphy brush as his Parallel Weapon. Using his tail as an inkpot and energy extracted from his body as ink, he writes living characters in midair. Those symbols behave as their meanings dictate, fading into oblivion as mist once they have fulfilled their purpose. The impact the symbols have on their targets, as well as the effects they impose, differ based on their meanings.",
"DETAIL_SHOEN_H02": "Shoen's deepest desire is to write characters that truly live. Each time the words he writes in the air gain life, fulfill their purpose, and fade away, he feels bitterly disappointed by himself and toward his lack of mastery. He reminisces on the calligraphy he saw once in a Japanese temple and remembers the unending vitality of its inked brushstrokes. Until the day that he can create an object of such beauty with his own hands, his cycle of ambitious ventures and bitter regrets will continue.",
"DETAIL_SHOEN_S01": "Shoen is an educator who operates a small calligraphy classroom in Orient City while working as a university guest lecturer. A Cosman born off-world, he found himself deeply fascinated by the culture of the first Earth nation he encountered, Japan, and has since been spending his life in pursuit of perfecting his calligraphy. A prodigious, scowling man of few words, he often gives off a fearsome impression that obscures the fact he is truly a softy who loves kids. He even has the habit of folding origami as gifts for them whenever he meets one.",
"DETAIL_STERIOWHITEOUT2512_H01": "On a planet blanketed in endless snow, Sterio gave shape to a new wish. The spike-shaped parallel weapons mounted to his legs grant him unwavering footing, anchoring him to the ground and allowing him to advance across any terrain. In the hands of someone with Sterio's immense strength, they can just as easily become weapons capable of shattering any obstacle that bars his path. His second parallel weapon is modeled after a dogsled, designed to carry those dear to him safely to their destination. It responds to its owner's desire to 'keep moving forward,' nullifying resistance from wind, snow, and even harsher elements. However, should Sterio falter or give in to fear, the weapon's power fades in an instant, demanding unwavering resolve to be used to its fullest.",
"DETAIL_STERIOWHITEOUT2512_H02": "Muirauka VI stands in stark contrast to Sterio's current home, a world defined by conditions entirely its opposite. To him, it was a planet filled with nothing but 'firsts': the cold yet refreshing wind, the breathtaking snowscapes, and—above all—a battlefield where people truly fought to take what mattered most to them. Unlike the familiar tension of a hunt, where the roles of hunter and prey are clearly defined, this silver-white world was steeped in a different kind of intensity. Even so, Sterio's curiosity could not be contained. With a wish burning in his chest to run as far as he could, as fast as he could, on his own two feet within the time he had been given, he pulls the dogsled onward. He carries comrades and family to their destinations, and when its seats finally lie empty, the question of who will ride there next is one that only his future self can answer.",
"DETAIL_STERIO_H01": "Sterio's Parallel Weapon is a winding horn that allows him to gather objects of his choice when he blows it. If he uses it on the atmosphere, it summons up winds, even calling forth cumulonimbus clouds and causing storms. Understanding it mostly on an intuitive level, Sterio uses it as a \"flute that calls a lot of winds\" and does not think too deeply about it. As his family's hunting dog, his job on hunts is to chase prey and support the other hunters. This style does not change when he transforms, and he supports the heroes on the front line with all that he has.",
"DETAIL_STERIO_H02": "As a little pup, Sterio loved playing with the toys that his father gave him. His favorite in particular was a flute made from a beast's horn, and its pitch eventually became the signal for the family to gather together. No matter where he is or what situation he finds himself in, Stereo's brother and parents are always in his heart. Indeed, it was the desire to always live with them, to fulfill his role as a hunting dog, that pushed Sterio to awaken as a hero. No one outside of his loved ones seems to know why he is as stuck on his family as he is, and he makes no effort to volunteer this information.",
"DETAIL_STERIO_S01": "A young Therian Cosman who lives on the developing planet of Muirauqa I. Picked up by a family of Space Hunters who protect the planet's pioneers from dangerous native lifeforms, he lives as a hunter's apprentice. Don't let his enormous size and strength fool you, however—his heart is as big as his frame, and he possesses a gentle soul. When danger comes to his family or hunting grounds, however, he completely shifts and throws himself at the threat with no care for his own life. Sterio treasures the parents who gave him his home and the brother he grew up with more than anything, and he strongly believes he will stay with them for all of his life.",
"DETAIL_SUBARU_H01": "A weaver of tales, Subaru transforms into a hero with a very strange weapon. His beloved fountain pen is a Parallel Weapon that can rewrite the \"flow\" of whatever scene he finds himself in. It changes the course of events as they are written on manuscript paper floating in midair. As long as the story developments make sense, he can change the future flow of a battle. However, since these developments must be handwritten, his power requires time.",
"DETAIL_SUBARU_H02": "Subaru hopes to compose the most compelling, true-to-life story conceivable. If you were to dig down to the very core of his creative mind, you would find vivid accounts of how Kaibutsu attacked his hometown. The countless dramas of love and friendship woven among those who fled in terror are not stories made possible if one were solely confined to a library. As terrible as it is to say, that horrific incident is what broadened Subaru's heart and expanded his worldview, and so whenever he sits down to write, he relives that day and seeks to recreate those feelings on paper.",
"DETAIL_SUBARU_S01": "The novelist Subaru Nobeyama (his full name and pen name), born in Hamamatsu, Japan, is based in Orient City. His old-school prose and incredible plotting have won him a steady fanbase. Though his works are filled with love, passion, and humanity, the author himself is grumpy, sarcastic, coldly rational, and acts like he is twice his age. He hates needless outings and having others ruin his concentration, so he tends to lock himself up in his room.",
"DETAIL_SUHAILCHOCOLATEFES2303_H01": "Suhail was determined to become the galaxy's greatest pirate when he descended on Tronecion and encountered an inorganic life form. This was how he met his dearest of friends. Upon regaining his memories of the past, the left arm part that his friend left him changed form into a marvelous microphone. His outfit, reminiscent of a Japanese cheer squad's uniform, works in concert with his Parallel Weapon to make his voice audible to the whole galaxy. Suhail's voice resonates with his friend's, shaking the stars and stealing the hearts of all who hear him.",
"DETAIL_SUHAILCHOCOLATEFES2303_H02": "Suffering partial memory loss due to a Kaibutsu attack, Suhail struggles to conjure up his lost memories. What he does remember is the promise he made to his friend on that fateful day: to become the greatest pirate in the galaxy and plunder all of the cosmos' attention, adoration, and opulence—just like he has never forgotten the day he met that friend, or the day he formed his pirate crew, or the day he lost his left arm. That unforgettable promise is what enables him to maintain such a stirring smile. His friend had taught him the valuable lesson that if he cheered loudly and passionately enough for the universe to hear, his voice would resonate back to cheer himself up.",
"DETAIL_SUHAIL_H01": "When it is time to fight, Suhail transforms into the villain \"Captain Tronecion,\" using his prosthetic left arm as his primary weapon. The arm is a graft left behind by his friend who hailed from the homeworld of mechanical life, Tronecion, and it can assume various forms according to Suhail's volition using the anti-Kaibutsu system programmed into it. His personal favorites are the \"Magic Hand,\" which extends itself to strike the target wherever it is, and the \"Energy Gun.\"",
"DETAIL_SUHAIL_H02": "Suhail's left arm serves as a memento of the friend who fell before him when they had walked the pirate path together. It also serves as a manifestation of his vow to become the greatest pirate in the cosmos. No matter how many times he is arrested, he always breaks out of jail. No matter how large the bounty on his head is or how determined law enforcement becomes, he always stands tall and proud before his crew, laughing all the while. He lives larger than life, yet what drives him is the promise he made to his late friend.",
"DETAIL_SUHAIL_S01": "A pirate captain who sails across seven solar systems, recognizable by his prosthetic left arm, Suhail is a benevolent bandit who robs from the haves who possess affluence and power and gives what she robs from them to the have-nots that serve said haves. Though not the brightest star in the galaxy, his winning boldness and loud charisma have won him the loyalty of many, and his crew is hundreds strong. Obsessed with whatever catches his fancy, this hedonistic pirate only deals with targets and heroes he personally finds interesting.",
"DETAIL_SUI_H01": "Sui transforms into a hero wielding Parallel Weapons of needles, thread, and fabric scissors while clad in a dress that mirrors the one their beloved mother designed for them. Their weapons can directly manipulate spaces, allowing them to sew objects from other spaces into theirs, or sever an object's connections with where it has belonged. It is also said that watching them dance in combat, leaving glittering threads in their wake, is a sight to behold.",
"DETAIL_SUI_H02": "Dysmorphic and always standing out from their peers, Sui's one light in life was their mother, who always accepted them. When Sui lost their mother, they lost their attachment to life and wished daily for nothing more than to vanish from this world. What was it, then, that made them desire life once more and hope to leave their mark on the world?",
"DETAIL_SUI_S01": "Sui is an aspiring fashion designer studying under a mentor in Orient City. Half Lunarian and half Terran, born in the Lunar Cities, they grew up with clothing as an integral part of their life, leaving them with a deep knowledge of all things concerning apparel and fashion. They have a dry, almost aloof temperament with a penchant for cutting words. This leaves them in a bit of an awkward position; though communication is paramount in their profession, they have difficulty dealing with others. Moreover, the disconnect they feel between the body they were born in and their mind and sense of self has troubled them from a young age.",
"DETAIL_TABIT_H01": "Tabit wears a tight-fitting bodysuit when he transforms, taking advantage of the mobility its lack of encumbrance provides to slip around to his opponent's backside before transforming part of his body into a giant blade to slash at them. The moment he does attack, he is so agile and silent that it is as if he were teleporting. To protect his comrades, Tabit makes full use of his ability to turn his body into a weapon at will along with his wealth of experience as a soldier.",
"DETAIL_TABIT_H02": "Though it is difficult to tell from his appearance alone, Tabit's entire body is made up of nanomachines. He was created to blend into human society during the interstellar war to blend into human society as a top-level spy, with his nanomachines capable of disassembling his body in part or in whole on a whim. Once the war ended, however, Tabit and his unit vowed to one another never to assault organic life forms except in self-defense. All he desires now is to live out the rest of his days with his comrades in peace.",
"DETAIL_TABIT_S01": "As a former commander of a special forces brigade that fought in an interstellar war of years past, Tabit always puts the comrades who fight alongside him first. This nobility does extend to others, however, as he never forgets to return a favor. He and his unit wander the stars, attempting to return to their home world which the war had torn them away from. As an aside, while Tabit himself does not seem terribly bothered by it, there seems to be a reason as to why his language faculties are suffering from partial malfunction.",
"DETAIL_TAIKA_H01": "As a Hero, Taika's suit expresses his deep desire to fully and utterly serve his master. The suit itself looks very much like a butler's, while incorporating flash and flair that shows his pride in his work. He wields two Parallel Weapons to maximize the potential of his master and his allies: a monocle that accurately captures the target's abilities, special traits, and intentions, and daggers that allow him to carry out the support his target desires. His daggers are versatile, able to deliver strikes as well as enhance the abilities of allies, but since Taika firmly takes a supporting role, his ability to wound and destroy on his own is lacking.",
"DETAIL_TAIKA_H02": "Belonging to the Hero License Association from the start, Taika has had the ins and outs of the butler role beaten into him since childhood. Taking matters further, he honed his abilities to perfection on his own in anticipation of the day he would be sent to his master. While others acknowledged the results as wildly impressive, a distinct lack of interest in creativity or leadership left him feeling dissatisfied. This changed when he encountered his current master. The immense pleasure he felt at the sight of his master's potential increasing each time he offered a helping hand gave Taika a reason to live. He came to feel pride in serving his master, vowing to aid them in carrying out their duty, even if it meant sullying his own hands.",
"DETAIL_TAIKA_S01": "A Therian Cosman who dutifully serves his master while calling himself the \"perfect butler.\" He has a rather haughty streak for a servant, and his frequently rough speech stands out. However, his serving philosophy is to enhance his master's strengths and abilities, and when it comes to his results, no complaints can be levied. While his boundless self esteem leaves him immune to others' attempts at evaluating his worth and character, he flies into a rage at any insults made towards his master. On that note, he desires to put the affairs of any potential master in order and becomes oddly restless when they are not.",
"DETAIL_THEOREOL_H01": "Over the course of his very long life, Theoreol has assimilated a wide variety of objects into his body. Once fully absorbed, an object is stored as information and can be used as an alchemical catalyst. The experimental apparatus Parallel Weapon Theoreol uses optimizes his alchemical processes, allowing him to carry them out with mind-boggling speed and efficiency. He uses the apparatus to instantly generate anything within the scope of his knowledge.",
"DETAIL_THEOREOL_H02": "Theoreol calls himself a failed experiment because of how the alchemist who concocted him purposefully made him \"imperfect.\" For what purpose was he made that way, and why did his creator make such a failure? He knows that his creator tirelessly conducted his research in an effort to attain the Philosopher's Stone, which is every alchemist's ideal and the very symbol of perfection. Perhaps, Theoreol thought, creating it would reveal the truth about him. Hitherto, for years upon years, he has continued his alchemical research alone, and he shall continue to do so.",
"DETAIL_THEOREOL_S01": "Theoreol conceals every inch of his body with clothing, and he wears a uniquely designed mask to hide his face. Most would stop to do a double take if they were to pass by this suspicious-looking alchemist. In actuality, his carnal identity is that of a slime-like homunculus created by an alchemist from a long-dead planet. Thereol has lived for a staggering amount of time, wandering the galaxy ever since the destruction of his planet, as he continues his alchemy research. His lack of interest in any other research has left him with a dearth of social interaction relative to his years of existence. This means that he is somewhat out of touch with common decorum.",
"DETAIL_TOSHUVIRTUALFESTA2210_H01": "Toshu trained to overcome his own weaknesses by fighting mysterious foes in unfamiliar territory, which led to his gaining a new hero form. With a clear and serene mind that can feel the changes in the air through his skin, Toshu swings his blade at just the right moment. This new vision for being a samurai that Toshu now heralds pacifies his proclivity for explosive outbursts—which, in turn, helps lead him and his allies to victory.",
"DETAIL_TOSHUVIRTUALFESTA2210_H02": "The stoic Toshu has overcome many of his weaknesses through scrupulous training, but there is one weakness he cannot overcome despite his best efforts: his fear of water. Unable to swim due to this fear, there are few things he dreads more than aquatic battles. Overcoming a deeply ingrained fear is no easy task, but he cannot move forward by avoiding it. Rather than conquering his water phobia per se, he has instead chosen to train himself on how to remain calm in places where water is present in abundance.",
"DETAIL_TOSHU_H01": "When Toshu first arrived on Earth, he met a man he came to laud as the \"samurai with the noblest soul on Earth.\" That man inspired him to take on the appearance of a samurai of old whenever he transforms into a hero. Wielding swords whose blades are made of pure energy, he has adopted a combat style befitting his hot-blooded personality—slicing into opponents at the slightest opening and giving them no quarter. His focus on offense, however, leaves his defense with much to be desired.",
"DETAIL_TOSHU_H02": "What drives Toshu in his pursuit of kendo perfection is his desire to reach the level of that true samurai he once met. The man called himself Sakimori, and Toshu learned Earth-style swordsmanship under his mentorship. With his mentor having vanished, this way of life has crystallized in his mind as the ultimate ideal lifestyle he must always strive for. Ergo, he must wield his blade on the battlefield till the fateful day he can finally recognize himself as a true samurai.",
"DETAIL_TOSHU_S01": "Toshu is an educator at Hinowa Athletics University and is the supervisor of their kendo club. Raised in an off-world family of knights, he is as stoic a warrior as they come. Though, for all the mental training he puts himself through, he has an awfully quick temper. Touching his beard is a surefire way to get him to yell at you. Because of how stiff he is, he is utterly incapable of expressing his feelings directly. Even to express \"I like this\" or \"I love you,\" he must resort to more roundabout means of expression.",
"DETAIL_TRAINEEEARTH_H01": "Cosmen heroes garner high praise on Earth, and the most famous among them possess tremendously high innate strength. Terran trainees know all too well that they do not possess such incredible innate physical prowess. However, they firmly believe that there are things that only they as Terrans can protect and opponents that only they can face off against. These strong beliefs fuel their harsh, hard-line training, and that training may even give them the strength to defeat even the mightiest of Cosmen.",
"DETAIL_TRAINEEEARTH_S01": "Terran heroes who have donned the suit to protect Earth, each take tremendous pride in being a hero, and they all insist on keeping their hero helmets on even during off-hours. Because of how enthusiastic they are about their job, they can often be seen training hard at nearby gyms or hero practice centers after work and on weekends. Since Cosmen brought \"hero\" culture to Earth, many of the trainees view Cosmen with admiration. This adoration for Cosmen is reflected in the designs of their helmets and costumes.",
"DETAIL_TRAINEEFIRE_H01": "Cosmen heroes garner high praise on Earth, and the most famous among them possess tremendously high innate strength. Terran trainees know all too well that they do not possess such incredible innate physical prowess. However, they firmly believe that there are things that only they as Terrans can protect and opponents that only they can face off against. These strong beliefs fuel their harsh, hard-line training, and that training may even give them the strength to defeat even the mightiest of Cosmen.",
"DETAIL_TRAINEEFIRE_S01": "Terran heroes who have donned the suit to protect Earth, each take tremendous pride in being a hero, and they all insist on keeping their hero helmets on even during off-hours. Because of how enthusiastic they are about their job, they can often be seen training hard at nearby gyms or hero practice centers after work and on weekends. Since Cosmen brought \"hero\" culture to Earth, many of the trainees view Cosmen with admiration. This adoration for Cosmen is reflected in the designs of their helmets and costumes.",
"DETAIL_TRAINEELIGHT_H01": "Cosmen heroes garner high praise on Earth, and the most famous among them possess tremendously high innate strength. Terran trainees know all too well that they do not possess such incredible innate physical prowess. However, they firmly believe that there are things that only they as Terrans can protect and opponents that only they can face off against. These strong beliefs fuel their harsh, hard-line training, and that training may even give them the strength to defeat even the mightiest of Cosmen.",
"DETAIL_TRAINEELIGHT_S01": "Terran heroes who have donned the suit to protect Earth, each take tremendous pride in being a hero, and they all insist on keeping their hero helmets on even during off-hours. Because of how enthusiastic they are about their job, they can often be seen training hard at nearby gyms or hero practice centers after work and on weekends. Since Cosmen brought \"hero\" culture to Earth, many of the trainees view Cosmen with admiration. This adoration for Cosmen is reflected in the designs of their helmets and costumes.",
"DETAIL_TRAINEESHADOW_H01": "Cosmen heroes garner high praise on Earth, and the most famous among them possess tremendously high innate strength. Terran trainees know all too well that they do not possess such incredible innate physical prowess. However, they firmly believe that there are things that only they as Terrans can protect and opponents that only they can face off against. These strong beliefs fuel their harsh, hard-line training, and that training may even give them the strength to defeat even the mightiest of Cosmen.",
"DETAIL_TRAINEESHADOW_S01": "Terran heroes who have donned the suit to protect Earth, each take tremendous pride in being a hero, and they all insist on keeping their hero helmets on even during off-hours. Because of how enthusiastic they are about their job, they can often be seen training hard at nearby gyms or hero practice centers after work and on weekends. Since Cosmen brought \"hero\" culture to Earth, many of the trainees view Cosmen with admiration. This adoration for Cosmen is reflected in the designs of their helmets and costumes.",
"DETAIL_TRAINEEWATER_H01": "Cosmen heroes garner high praise on Earth, and the most famous among them possess tremendously high innate strength. Terran trainees know all too well that they do not possess such incredible innate physical prowess. However, they firmly believe that there are things that only they as Terrans can protect and opponents that only they can face off against. These strong beliefs fuel their harsh, hard-line training, and that training may even give them the strength to defeat even the mightiest of Cosmen.",
"DETAIL_TRAINEEWATER_S01": "Terran heroes who have donned the suit to protect Earth, each take tremendous pride in being a hero, and they all insist on keeping their hero helmets on even during off-hours. Because of how enthusiastic they are about their job, they can often be seen training hard at nearby gyms or hero practice centers after work and on weekends. Since Cosmen brought \"hero\" culture to Earth, many of the trainees view Cosmen with admiration. This adoration for Cosmen is reflected in the designs of their helmets and costumes.",
"DETAIL_TSUNEAKIROOKIES2408_H01": "Tired of getting tossed about by the internal politics in a spot he'd infiltrated, Tsuneaki ran off and found himself in the Hero City Summer Festival. Though he managed to go undercover as a rookie hero to stay out of the public eye, a mysterious device was pushed onto him. Before he knew it, he was pushed onto the public stage. Realizing that he was going to be exposed and punished before long, his deep wish to have a summer in peace granted the stealthy hero a new form. While it may look like nothing more than a summer vacation outfit, it comes with a Parallel Weapon as powerful as any other.",
"DETAIL_TSUNEAKIROOKIES2408_H02": "\"Rokusei\" isn't just a temporary name meant to get him by incognito; it's the hero name he came up with when he first awakened. He'd wanted to introduce himself to the masses one day with a name to go with his inherited surname. This, however, did not come to pass, and the days went by. Now, his moment has arrived. Cloaked in a long-held yearning for the ordinary, a self-professed rookie hero is born. Using his onmyoji mysticism to transform his watery Parallel Weapon into a variety of toys, he makes the summery beach his own.",
"DETAIL_TSUNEAKI_H01": "Tsuneaki longed to become like the onmyoji of old Japan so much that, upon obtaining his hero form, he gained their powers along with their garb. His Parallel Weapons are paper tags known as \"shikifuda,\" which he can transform at will into a variety of animated spirits called \"shikigami.\" Though this ability is powerful, it demands a staggering amount of stamina, requiring him to supplement View Power with energy that he obtains from ether flows known as \"dragon veins\"—as is taught by the onmyodo. However, dragon veins may only be accessible under certain conditions and in certain places, so his strength as a hero is environment-dependent.",
"DETAIL_TSUNEAKI_H02": "Absolutely no information about him is available. This includes information about whether he is even a hero or not. According to the scant eyewitness accounts available, he would appear out of nowhere, solve conflicts in the blink of an eye or run to another hero's aid, then vanish. For reasons unknown, none of the hero streams he has appeared on have been archived, no one has seen him untransformed or in his private life, and even the best journalists find it nigh-impossible to uncover who he truly is.",
"DETAIL_TSUNEAKI_H02_CLEAR_QUEST": "Absolutely no information about him is available. This includes information about whether he is even a hero or not. According to the scant eyewitness accounts available, he would appear out of nowhere, solve conflicts in the blink of an eye or run to another hero's aid, then vanish. For reasons unknown, none of the hero streams he has appeared on have been archived, no one has seen him untransformed or in his private life, and even the best journalists find it nigh-impossible to uncover who he truly is.<br><br>Tsuneaki is an onmyoji hero belonging to the Japanese Defense Bureau, who primarily handles jobs that a public-facing institution such as itself cannot pursue under the light of day\"—namely, the undercover investigations of other organizations. This is the reason for his secrecy. Only a few high-level officers in the bureau are even privy to his job details, and when it comes to the general public, only the most obsessed hero fans would know that he even is a hero. He was trained by a Terran who was willing to teach a Cosman the knowledge, traditions, and techniques of the onmyoji. Succeeding his old mentor's position and dreaming of a day when all may be equal regardless of race or social position, he volunteers himself as a pawn of the government—living in the shadows until his dream becomes a reality.",
"DETAIL_TSUNEAKI_S01": "Tsuneaki was born and raised in the town of Shinraku, which was established by Cosmen who had moved into Kyoto. Calling himself a \"local actor,\" he loves socializing with others, making him fairly well known back home. On the other hand, few know about his private life, and he is loath to speak about it. A past incident had taught him to habitually avoid speaking his mind truthfully, making him poor at communicating his feelings even when the situation demands it. He enjoys Kyoto's locale and culture, and for that, he has mixed feelings about his heritage.",
"DETAIL_TURBAK_H01": "When Turbak transforms, he dons a suit decorated with imitation animal bones and feathers reminiscent of the ritual clothes of his homeland. The thread that issues from the tip of his staff is Turbak's Parallel Weapon. It emits a dim light as it dances across the battlefield, stealing the attention of all who look at it. This visual distraction is not where the thread's true value lies, however. It has the ability to connect. Much like Turbak's dream of bringing hearts together and leaving memories within them, the thread pairs entities together. For example, he can connect a collapsing building with a standing one to slow the damage, or he can connect himself with another individual to share the burden of a painful experience or memory.",
"DETAIL_TURBAK_H02": "Born to a shaman family on an obscure planet, Turbak had endured brutal training since childhood in preparation for his role of connecting people with the planet and preserving memories. There had not been a doubt in his mind that he would someday take his father's place as shaman, until one day, his village changed entirely. Valuable minerals had been discovered in the land, and the village abruptly stopped living in tune with nature and turned into a great city in a mere ten years. On the day it was announced that the shaman's festival would end with his father's generation, Turbak left his homeland to walk his own path. As he took to the stars, he thought of his life and his culture. He concluded that as long as he remembered it, and it remained in the thoughts of others, the festival of his home would never die, and the meaning of his life until then would not fade.",
"DETAIL_TURBAK_S01": "Turbak works as a tour guide for Mercury Tours, a large, independent travel agency. Always wearing a smile and friendly to everyone, one would be hard-pressed to find a better example of a kindly youth. He performs excellently on the job as well, never failing to study up on tour destinations and always attending to the guests he guides with utmost care. When it comes to document work and properly budgeting the tours, however, he is ruinously incompetent. It is said that his time spent in the office always coincides with his boss getting a headache. As a Cosman born on a far-off, obscure planet, his feather-like hair is all natural.",
"DETAIL_VALORAY_H01": "When not adventuring in his hunt for rare ingredients, Valoray uses two Parallel Weapons as a hero. His hook sling fires hooked ropes for mobility and item retrieval, and his goggles detect if anything they perceive is edible and safe. His horns are also blessed with the ability to detect the slightest air currents and faintest hints of magnetic fields, and he makes full use of these natural abilities and his equipment to ensure the safety of himself and those he travels with.",
"DETAIL_VALORAY_H02": "In his youth, Valoray had a partner he adventured with. His opposite in many ways, that person was bold, strong, and always made their taxing adventures successful with their strength. In the middle of one of their adventures, however, a moment of carelessness left him direly injured, forcing him to retire. After failing to fully communicate the danger to his partner at the time, Valoray vowed to never be careless again. A wish formed in his heart that no one would suffer the pain of having their life change so radically in an instant. Thus he imagines all possible dangers, comes up with all possible counterattacks, crosses his t's and dots his i's, and after all that, he says what he always says: \"I'm worried.\"",
"DETAIL_VALORAY_S01": "Valoray is an ingredient hunter who travels planets far and wide in search of the rarest, tastiest ingredients. As a side job, he uses the knowledge gained from the variety of planets he's visited to act as a guide for ingredient-hunting tours, to sell handmade travel food, and to write recipe books. While blessed with a warm and laid-back temperament, Valoray is cursed with a tendency to worry that borders on illness. Such anxiety has led him to employ intense detail in his writing, with his camp-cooking recipe book including long passages on dangerous zones of relevant planets, well-explained safe routes, survival techniques, and more. This makes it famous as a survival handbook beloved even by experts, of which Valoray himself has no clue.",
"DETAIL_VICTOMHEROFESTA2109_H01": "As someone who has prioritized saving lives even at the cost of his own during his hero career, Victom comes fully equipped for aquatic rescues. Skillfully weaving through the waves on his paddleboard, he reassures those he saves from drowning with an outstretched hand and a dazzlingly kind smile. This unexpected side of Victom catches many off guard. Whatever it is that brought about this drastic change in his demeanor, it would have been caused by some course of events during the summer festival.",
"DETAIL_VICTOMHEROFESTA2109_H02": "His coworkers, as well as general hero fans, have a solid impression of Victom as being stiff, quiet, and stoic, with a rough, imposing expression hidden behind his mask. He does not disagree with this strait-laced assessment of himself, but he seems to be self-conscious about his forbidding countenance possibly inciting fear. Making a child cry from just picking up the little one's ball at the beach has left a deep impression on him. He instead hopes to become a hero who can put a smile on children's faces... which likely comes from the fact that he, too, once had a family.",
"DETAIL_VICTOM_H01": "Victom transforms into \"Captain Rescue,\" a hero whose armored suit reminds onlookers of a rescue squad member's uniform. His Parallel Weapon is a rope that can reach his rescue targets in the shortest possible distance, whether they are in a burning building or in a Kaibutsu's stomach. With his suit and rope able to break through any obstacles between him and those in need of rescue, he saves lives with wall-shattering speed.",
"DETAIL_VICTOM_H02": "Victom watched the streets burn and his family perish during a Kaibutsu attack he was powerless to stop or alleviate. It was then that he realized how he desperately desired the power to save each and every powerless individual from harm in the world. While he bears many scars over his body, not the least of which are the burns under his mask, he is driven to keep on rescuing those in need by a deep sense of responsibility and a burning hatred of Kaibutsu.",
"DETAIL_VICTOM_S01": "The captain of Orient City's Fire Department's Hyper Rescue Squad, the London-born Victom Vincent is always seen wearing a helmet that fully obscures his face. Victom is coolheaded under any form of pressure and is quick to make decisions, making him a natural-born rescuer. Though he treasures the lives of others, his philosophy of living and dying for them leads him to treat his own life with a distressing level of flippancy.",
"DETAIL_VISCUNAM_H01": "Viscunam wields four mechanical tentacle Parallel Weapons which jut out from his back. He had always wanted more arms to produce more inventions, and his hero form manifests that wish. He can control the tentacles at will, whether to assist in his lab work or to utilize their claws and lasers in combat. Their tips can change shape independently to whichever form he needs them to be in the moment.",
"DETAIL_VISCUNAM_H02": "Viscunam adored his father, who was an inventor known the world over before being eaten alive in a Kaibutsu attack, only to be forgotten by the world upon his death. Enraged that no one else could remember his father, he vowed to become an inventor so great that no one could ever forget him. Despite his constant blunders and failures, it is that frustration he has felt since that fateful day which brings him back into the lab every morning to make new inventions.",
"DETAIL_VISCUNAM_S01": "Viscunam is a Therian Cosman scientist who makes a living selling his inventions—though his motivation is less about making money than it is about seeing his inventions get the recognition and popularity he believes they rightfully deserve. He possesses absolute confidence in his intellect, spending countless hours in his lab every day contriving the perfect inventions. Alas, his ability to grasp the notion of \"supply and demand\" is a tad problematic. As a result, all of his inventions are eccentric oddities with questionable practical use. As an aside, though his abilities are as solid as they come, his horrifically poor luck and tendency to have his head in the clouds often result in embarrassing blunders.",
"DETAIL_VLAHAM_H01": "Though a calm and gentle graveyard keeper, Vlaham has another face: that of a Kaibutsu hunter. When on the hunt, he speaks with a roughness unthinkable to those familiar with him before his transformation and acts with an imposing demeanor, but this is also part of him. Wielding a bayonet-attached rifle as a Parallel Weapon and wearing a ferocious smile on his lips, he slays Kaibutsu with no mercy or hesitation. The beasts he targets steal the memories and very perceptions of those they swallow, blaspheming the proper death that all living things are owed, and for that, they deserve no quarter. His strict principles as a Kaibutsu hunter keep him away from most other battles heroes engage in, such as those against villains and the ones in hero shows.",
"DETAIL_VLAHAM_H02": "In days past, in a certain land on a certain planet, there was a noble house that built itself on monster slaying. As the last descendant of said house, Vlaham fell gravely ill before coming of age, consigning him to spend his days bedridden. While incapacitated, the Kaibutsu came to his fief. He lost his family, his people, his land, his everything. The moment he accepted his coming death as his mansion collapsed all around him, he found the monstrous power his family had sealed away and accepted it into himself. Empowered with a newly robust body and highly enhanced physical capabilities, he slew the Kaibutsu and mourned his family and people, now remembered only by him. Then came the price of his power: he would have to suffer the pain of the incurable disease that ravaged his body. Accepting this unending suffering, he vowed to protect the death all were owed, as both graveyard keeper and hunter.",
"DETAIL_VLAHAM_S01": "Vlaham is a goat Therian Cosman who works as a graveyard keeper on a certain planet, caring for the graves of, and memorials to, those who perished in Kaibutsu attacks. As would be expected from one who presides over a realm awash in the silence of death, who spends his days praying for the departed, his demeanor is both calm and gentle. He does, however, have his hobbies, including an obsession with ruins, tombs and mausoleums, and he possesses a great collection of documents relating to them and footage of his visitations. Staying in the dark for so long has left him with a weakness to strong sunlight, giving him a penchant for walking about with a sun parasol. Still, he is often seen growing weak under blazing rays while staggering along.",
"DETAIL_VULPECULAMIRRORS2511_H01": "In his new form, Vulpecula has a new hourglass Parallel Weapon in place of his pocket watch. What happened to the great thief who terrorized and amazed the Milky Way? How did he attain this new Hero suit of his? Even his most ardent fans do not know, nor has anyone been made privy to the meaning of this \"new chapter\" he mentions.",
"DETAIL_VULPECULAMIRRORS2511_H02": "As sure as can be, Vulpecula has found himself a new dream. With it, his power to cast out the past and leave everything other than himself behind has also changed. Replacing it is the power to share the present with others and forge paths to the future. No longer will he run from threats now that he has taken up a sword with which to confront them. In the face of his reinvention, his fans and believers wonder, what will become of his career as a flashy thief? Will he—perish the thought—become a Hero? Rumors abound, yet Vulpecula remains silent. If anyone wishes to know the truth, they will have to know his inner depths.",
"DETAIL_VULPECULAMIRRORS2511_H03": "In his new form, Vulpecula has a new hourglass Parallel Weapon in place of his pocket watch. What happened to the great thief who terrorized and amazed the Milky Way? How did he attain this new Hero suit of his? Even his most ardent fans do not know, nor has anyone been made privy to the meaning of this \"new chapter\" he mentions.<br><br>New Info: Unlocked by clearing the last episode of Event Quest \"Town of Goodbyes\"<br>The dashing thief Vulpecula realized, to his despair, that his wish would only lead to emptiness and destruction. Facing the painful past he had locked away in himself, he vows to take back what should have been his present day from the Kaibutsu that stole it. He must, so that all people may bask in the glory of the moment, and he will pierce through the Kaibutsu that would threaten it and forge a path ahead to an ideal future. This wish is made manifest in his Parallel Weapons: the hourglass, and the sharp sword shaped like the hand of a clock.",
"DETAIL_VULPECULAMIRRORS2511_H04": "As sure as can be, Vulpecula has found himself a new dream. With that, his power to cast out the past and leave everything other than himself behind has also changed. Replacing it is the power to share the present with others and forge paths to the future.  No longer will he run from threats now that he has taken up a sword with which to confront them. In the face of his reinvention, his fans and believers wonder, what will become of his career as a flashy thief? Will he—perish the thought—become a Hero? Rumors abound, yet Vulpecula remains silent. If anyone wishes to know the truth, they will have to know his inner depths.<br><br>New Info: Unlocked by clearing the last episode of Event Quest \"Town of Goodbyes\"<br>Vulpecula will not become a Hero. Even should he atone for his sins and have all his deeds forgiven, as long as there are those who have been saved by his thievery, he cannot deem the path he has walked a mistaken one. The beam of light he saw in the darkness with his comrades was, after all, the light of dawn. He has not abandoned the past nor been imprisoned by it, but has faced it, and his path now is to show his \"new chapter\" as a dashing thief to all. The new Hero suit is but the prologue to the next stage of his career.",
"DETAIL_VULPECULA_H01": "The Parallel Weapon Vulpecula uses is a transformed version of the pocket watch he keeps on him at all times. It is able to affect time as experienced by himself and those around him, letting him accelerate and decelerate time at will while he acts freely. This enables him to move and attack with what appears to be supernatural speed—indeed, to those facing him, it appears as though he disappears the moment he activates his power. While impressively powerful, the greater the area of effect he exerts his power, the greater the strain he imposes on himself. His ability is terminally weak against powers that stop time and hamstring movement, so he keeps these weak points confidential.",
"DETAIL_VULPECULA_H02": "Vulpecula wishes for a world where no one needs to look back on the past and can instead treasure the present. This is the source of his obsession to steal things of the past and liberate all from the chains of the sadnesses of old. Thus, he dons the mask, hiding his true feelings, and ventures throughout the galaxy in efforts to help those living in sadness forget their suffering and enjoy life to the fullest. Though he claims he has cast aside his own past, his aspirations are squarely founded on said past, a contradiction he must bear as he pursues his mission.",
"DETAIL_VULPECULA_S01": "The dashing thief Vulpecula is well known for stealing priceless cultural artifacts and destroying cultural heritage sites. He fancies his actions \"thefts of scenery.\" All his daring thefts are announced beforehand via some enigmatic, poetic warning video which he posts on the dark web. His lofty ideals have won him a not so insignificant cult-like following, with many of his more passionate believers enthusiastically becoming his henchmen. While no one knows his true face on account of the fox mask he always wears, the countless copycat criminals he is responsible for have ensured that the world of preserving cultural heritage can know no peace.",
"DETAIL_WOLFMANEARTH_H01": "Wolfmen prefer lightweight weaponry and equipment and flexible clothing to capitalize on their innate, heightened physical abilities. This tendency is highlighted further upon transformation. Their highly developed auditory and olfactory senses come at the cost of being weak to strong light; most wear sunglasses or visors to augment their vision. As such, the Wolfmen's fondness for sunglasses in day-to-day life has a compelling backstory to it.",
"DETAIL_WOLFMANEARTH_S01": "Wolfmen are Cosmen who outwardly resemble wolves that have been migrating into Earth's sphere of influence en masse. Their young people are often labeled as roughnecks for having impulsively immigrated with hopes of making money to take back home. In reality, every Wolfman, much like Terrans, has a distinct personality, unique preferences, and his own dreams. Even among their villain population, there are just as many who are genuinely proud of their villainous deeds as there are those who possess a strange adoration toward heroes.",
"DETAIL_WOLFMANSHADOW_H01": "Wolfmen prefer lightweight weaponry and equipment and flexible clothing to capitalize on their innate, heightened physical abilities. This tendency is highlighted further upon transformation. Their highly developed auditory and olfactory senses come at the cost of being weak to strong light; most wear sunglasses or visors to augment their vision. As such, the Wolfmen's fondness for sunglasses in day-to-day life has a compelling backstory to it.",
"DETAIL_WOLFMANSHADOW_S01": "Wolfmen are Cosmen who outwardly resemble wolves that have been migrating into Earth's sphere of influence en masse. Their young people are often labeled as roughnecks for having impulsively immigrated with hopes of making money to take back home. In reality, every Wolfman, much like Terrans, has a distinct personality, unique preferences, and his own dreams. Even among their villain population, there are just as many who are genuinely proud of their villainous deeds as there are those who possess a strange adoration toward heroes.",
"DETAIL_WRESTLEREARTH_H01": "They wear gaudy, villainous masks and costumes when taking to the ring. With no weapons but their mighty flesh, they fight against their competition, always upping the ante in flash and style to keep the audience entertained. Their role on the battlefield can be summed up as follows: playing the villain, making the audience cheer and howl, and creating a show all can enjoy. Even the chains on their attire are mere stage props with no real heft to them. They wear cute mascot characters of their favorite animals on their waists to show their consideration for the children in the audience.",
"DETAIL_WRESTLEREARTH_S01": "Heel wrestlers take on the role of \"villain\" in the ring. Though heels are often hated by children as a consequence of their role, they count many children and youths among their fans as a result of their tireless efforts to make professional wrestling a medium of enjoyment to them. Despite their standoffish demeanors, their fans know deep down just how much the heels love them.",
"DETAIL_WRESTLERFIRE_H01": "They wear gaudy, villainous masks and costumes when taking to the ring. With no weapons but their mighty flesh, they fight against their competition, always upping the ante in flash and style to keep the audience entertained. Their role on the battlefield can be summed up as follows: playing the villain, making the audience cheer and howl, and creating a show all can enjoy. Even the chains on their attire are mere stage props with no real heft to them. They wear cute mascot characters of their favorite animals on their waists to show their consideration for the children in the audience.",
"DETAIL_WRESTLERFIRE_S01": "Heel wrestlers take on the role of \"villain\" in the ring. Though heels are often hated by children as a consequence of their role, they count many children and youths among their fans as a result of their tireless efforts to make professional wrestling a medium of enjoyment to them. Despite their standoffish demeanors, their fans know deep down just how much the heels love them.",
"DETAIL_WRESTLERLIGHT_H01": "They wear gaudy, villainous masks and costumes when taking to the ring. With no weapons but their mighty flesh, they fight against their competition, always upping the ante in flash and style to keep the audience entertained. Their role on the battlefield can be summed up as follows: playing the villain, making the audience cheer and howl, and creating a show all can enjoy. Even the chains on their attire are mere stage props with no real heft to them. They wear cute mascot characters of their favorite animals on their waists to show their consideration for the children in the audience.",
"DETAIL_WRESTLERLIGHT_S01": "Heel wrestlers take on the role of \"villain\" in the ring. Though heels are often hated by children as a consequence of their role, they count many children and youths among their fans as a result of their tireless efforts to make professional wrestling a medium of enjoyment to them. Despite their standoffish demeanors, their fans know deep down just how much the heels love them.",
"DETAIL_WRESTLERSHADOW_H01": "They wear gaudy, villainous masks and costumes when taking to the ring. With no weapons but their mighty flesh, they fight against their competition, always upping the ante in flash and style to keep the audience entertained. Their role on the battlefield can be summed up as follows: playing the villain, making the audience cheer and howl, and creating a show all can enjoy. Even the chains on their attire are mere stage props with no real heft to them. They wear cute mascot characters of their favorite animals on their waists to show their consideration for the children in the audience.",
"DETAIL_WRESTLERSHADOW_S01": "Heel wrestlers take on the role of \"villain\" in the ring. Though heels are often hated by children as a consequence of their role, they count many children and youths among their fans as a result of their tireless efforts to make professional wrestling a medium of enjoyment to them. Despite their standoffish demeanors, their fans know deep down just how much the heels love them.",
"DETAIL_WRESTLERWATER_H01": "They wear gaudy, villainous masks and costumes when taking to the ring. With no weapons but their mighty flesh, they fight against their competition, always upping the ante in flash and style to keep the audience entertained. Their role on the battlefield can be summed up as follows: playing the villain, making the audience cheer and howl, and creating a show all can enjoy. Even the chains on their attire are mere stage props with no real heft to them. They wear cute mascot characters of their favorite animals on their waists to show their consideration for the children in the audience.",
"DETAIL_WRESTLERWATER_S01": "Heel wrestlers take on the role of \"villain\" in the ring. Though heels are often hated by children as a consequence of their role, they count many children and youths among their fans as a result of their tireless efforts to make professional wrestling a medium of enjoyment to them. Despite their standoffish demeanors, their fans know deep down just how much the heels love them.",
"DETAIL_YASUHIKO_H01": "As a hero, Yasuhiko dons a flashy gold outfit and fights with the tricks he knows best, which are animal acts. He calls into battle ferocious manifestations of energy out of the beasts that have performed with him from memory, of which there are four in total: Leonard the friendly lion, Rufina the laid-back elephant, Bogdan the gentle tiger, and Dahlia the proud giraffe. These animals blitz forth at the crack of his whip, and they coordinate flawlessly to efficiently bring down foes with a pizazz that has the audience cheering them on as if they were performing a show.",
"DETAIL_YASUHIKO_H02": "Yasuhiko's dream is to have Circus Yatomi go galactic and be loved by all. Parting ways with its previous ringmaster, his father, over deep disagreements has left him with a bag of mixed emotions considering how it was his father who revived it. Still, now that he himself is the one running the circus, he can finally lead it like he had dreamed of doing since childhood. He has a troupe that trusts him fully, and he wishes to do right by them and raise the circus's potential as high as it can go. Yasuhiko is animated by a strong sense of responsibility and a strong love of the circus, which are both powerful enough forces to cancel out his negative feelings toward his father.",
"DETAIL_YASUHIKO_S01": "Yasuhiko Yatomi is the young ringmaster of a storied circus based in Orient City. While growing up, his Japanese father was dedicated to running the circus in Japan, so Yasuhiko lived with his Russian mother in Moscow. Viewing countless circus shows as a child and having a ringmaster for a father kindled his passion for circuses and nurtured his deep knowledge of them. He has a pleasantly competitive demeanor and loves showing people a good time more than anything. Unfortunately, constant conflicts with his father and his inability to run the circus as he wishes have cast gloom over his heart.",
"DETAIL_YOHACKLASTRESORT2506_H01": "Yohack visits the distant island of Enoshima as the Este Volta's local hero, wearing a suit reminiscent of a lifeguard. Wishing to save whoever may be crying behind the proverbial door as soon as possible, he revs up his jet ski Parallel Weapon. This jet ski sees all obstacles as waves and breaks through them, blasting its way to the person in need and kicking up a spray of water as it passes by. While this ability is fantastic for rescue situations, it has little utility on the offensive side. This is because to Yohack, not hurting the person he wishes to help takes priority over all.",
"DETAIL_YOHACKLASTRESORT2506_H02": "Yohack cannot say no to a request, since helping those in need is the ideology behind his actions. He knows all too well that when people have a hand to help them up, they can move forward in life. He's been on the receiving end, after all, making his belief unshakable. Now, he grips not a key, but the handle of his jet ski. Gone is his wish to simply open the door, replaced by a desire to save the person crying out behind it. He crashes through any and all obstacles on his jet ski and offers up his hand with a smile, hoping to provide even a little courage to those in need.",
"DETAIL_YOHACK_H01": "Yohack dons workman's clothes in his hero form, similar to those of the locksmith who once saved him. His Parallel Weapon is a master key that manifests his desire to save those locked away. Able to open any lock, his key also has the power to treat his target's heart as a locked door and open it. This allows him to draw out his allies' hidden potential. Yohack can also use his ability to open up the hearts, whose doors are closed, of his targets so that he may hear what they wish to keep hidden. Even so, violating the inner worlds of others in this way is an act he is not eager to perform.",
"DETAIL_YOHACK_H02": "At a young age, Yohack had found himself locked inside a room in a spaceship after a Kaibutsu attack. The door's lock had been twisted, preventing him from opening it from inside. Sitting there trembling with fear, he heard the voice of a man who introduced himself as a locksmith. The man started working, providing encouragement to Yohack the whole time until he finally finished and unlocked the door. Deeply moved by the man who saved him, Yohack followed him to Muirauqa IV and entered his tutelage, hoping to one day be able to help people out of their binds, just as he had been helped out of his.",
"DETAIL_YOHACK_S01": "Yohack is a young man who works as a locksmith on Muirauqa IV. He is able to solve most lock-related problems, from the oldest locked vault to the latest electronic security systems. His great skill with locks has won him esteem and acclaim, with clients even approaching him from other planets. Yohack's natural dexterity makes him a skilled cook and DIY handyman. He loves being useful to others and accepts requests with a smile, making him well-liked by his neighbors. His inability to say no sometimes works against him, however, and he takes on so many requests that he quickly finds himself in over his head.",
"DETAIL_YOSHIORITRAIN2305_H01": "Courtesy of the galactic railway's mystery train, Yoshiori's new form includes two gun Parallel Weapons to protect the train's passengers and a pair of sunglasses to detect danger. This preserves his style of eliminating threats with force of arms while also showing his resolve to defend those in his care. The suit is highly mobile and geared against ambushes, allowing him to use his tough body and great mental fortitude to defend his targets, even if at the cost of his life.",
"DETAIL_YOSHIORITRAIN2305_H02": "Imperceptible by Hito, Yoshiori had once thought himself a ghost. He went unnoticed, even after all those days of desperate training to achieve his childhood wish. Falling prey to cynicism and disappointment, he began saying his dream was no longer and had never been possible. Now, however, all those excuses are gone. With guns clenched in his nearly faded hands, his long-held wish to protect people has returned. Believing that, as a professional bodyguard, he can be the difference between their life and death, he lunges between those he has been charged to protect and the dangers that face them.",
"DETAIL_YOSHIORI_H01": "Back when he was a soldier, Yoshiori was both feared by his enemies and trusted by his comrades. It was the one time in his life when he was best perceived by others, making him a known figure—a somebody. He wants that existence back, and his villain form reflects that, with it being a reincarnation of his own uniform and weapons created from his memories. He also has regained the right arm and abdominal area he had lost from the Kaibutsu attack. In this form, Yoshiori's stomach is connected to an alternate plane from which he can pull from an array of weapons that he has used in the past. He seems most fond of machine guns.",
"DETAIL_YOSHIORI_H02": "After being swallowed by a Kaibutsu on the battlefield, Yoshiori essentially became someone who had not existed prior to being spat out. He had vanished from the minds of his friends and family, from government registries, and from every record imaginable. People can neither see Yoshiori, nor touch him, nor even hear his voice. In the depths of despair, he vowed to himself that no matter what it took, he would reclaim his existence. He would become a person again. Thus, he continues to fight, aiming for the day that those he loves will be able to realize he still exists in the world.",
"DETAIL_YOSHIORI_S01": "A Terran villain who serves as the Observer Exio's bodyguard, Yoshiori was formerly a talented member of the Union of Earth Hero Agency's Special Operations Unit until a run-in with a Kaibutsu that nearly digested him left his existence in turmoil. Now, he cannot be perceived by life forms other than Observers and those with hero aptitude. Though he acts as rough as he looks, he is more like a loyal dog than anything, displaying strict obedience to those he has acknowledged, such as Exio, to whom he feels overwhelming gratitude.",
"DETAIL_YOTARO_S01": "While a young salesman of used goods on the surface, behind the scenes, Yotaro is a villainous Observer who specializes in searching the dark web. Masterful at dealing with numbers and information, reading the room and intentions, and speaking to get what he wants, he is a born merchant, and it makes him his daily bread. Most of the livos he earns, however, disappear as compensation for all of the destruction his bodyguard Gaisei causes, leaving him struggling to save any money. On the flip side, rumor has it that he sells the spoils of combat Gaisei brings back to a suspicious scientist.<br><br>When Yotaro observes someone, he perceives them in terms of taste and smell, understanding his target's \"flavor.\" The awakening of this powerful ability within him, however, completely changed the young zaibatsu heir's life. Hiding his powers and acting like nothing had changed ground his mind down, and a rude revelation came during an untimely Kaibutsu attack. Exposed, he reflexively ran away from home and came to live his life as a villain. While on the other side of society, he met Gaisei, and while he sees the man as both ridiculous and violent, they live a comfortable life of mutual respect.",
"DETAIL_YUHANG_H01": "Yuhang's Parallel Weapon is a much larger version of the Chinese cleaver he so often uses. The weapon can cleave a target, but it can also slice through space if connected by a strong enough Path, creating a passage to his kitchen, which exists outside of time. In his kitchen, he can use energy built up from attacks as ingredients to make a variety of dishes that will immediately invigorate all those who eat them. Cooking in the kitchen takes significant mental and physical strength, however, so he is unable to take advantage of it as often as he would like to.",
"DETAIL_YUHANG_H02": "Left orphaned by a Kaibutsu attack, Yuhang had lived in a refugee camp from a young age. One of the cooking volunteers had prepared what they called the \"Taste of Happiness\" for him. Yuhang never forgot the taste of it, nor the looks of joy on those who ate it with him. It was at that moment he knew he wanted to be a cook. He was later adopted by a chef who owned his own restaurant, and he trained hard to become the well-known cook he is today. Even now, however, he wanders the cosmos in search of something that can match the Taste of Happiness.",
"DETAIL_YUHANG_S01": "Yuhang Cai is a cook who works at a high-class restaurant in Taipei when the fancy strikes him. As optimistic and prone to idiocy as they come, he is known for his irresponsibility and occasional, sudden bouts of wanderlust. When it comes to cooking, however, his serious switch flips on. He prepares food with such skill and delicacy that every restaurant he has helped on impulse tries to sink their claws into him. A truly adventurous researcher and eater, he will try anything to find out how it tastes. This has sent him to the hospital many, many times, and the M.A.H.A. doctors are all dreadfully familiar with him.",
"DETAIL_ZANIAH_H01": "The multi-tailed whip Parallel Weapon Zaniah wields is split into four long strands and possesses great versatility. Whether she needs a fierce weapon to attack her foes, a supple rope to liberate treasure, or a petal-shaped shield to protect her allies over a wide area, she gets the job done. The weapon bears a resemblance to the flower pendant Zaniah received from her family as a child.",
"DETAIL_ZANIAH_H02": "After getting caught up in a fierce Kaibutsu attack, young Zaniah found herself in the slums of a planet she had never even heard of. There, the other slum dwellers treated her like their own flesh and blood. Eventually, however, the local authorities began demanding a monetary tribute, making the hard life of Zaniah's new family even harder. That was when she realized that the weak have everything squeezed out of them by the strong, and that no hero will come to save them. Zaniah would have to do it herself, so she took to the stars, seeking to take back what was stolen from her family.",
"DETAIL_ZANIAH_S01": "Fancying herself a master thief, Zaniah travels the stars in search of valuables. Though haughty in word and demeanor as a result of her initial princess-like upbringing, the true goal in her quest for a pretty penny is to give back to her friends and adopted family in the slums who raised her as one of their own. The truth is, her family knows that she is not the type to give up once she sets her mind on a goal. So, they follow her at a distance out of concern, always cheering her on from the shadows."
}