{
"voice_akashiSummerdive2108_h_gachaResult": "I won't let 'em mess with summer<br>vacation! This resort's in good hands<br>with me!<br>W-Wait, what's with this outfit?! Is<br>this supposed to be a swimsuit?!",
"voice_akashiSummerdive2108_s_gachaResult": "Need my help? Sure thing, leave the<br>outfield to me!<br>We may be at a resort, but I'll put the<br>effort in, don't worry!",
"voice_akashi_h_gachaResult": "Name's Akashi. I'm a college student and<br>member of the baseball club. I'm not<br>really cut out to be a Hero, but here I<br>am...<br>This is basically just another part-time<br>job. Let's get on well, yeah?",
"voice_akashi_s_gachaResult": "Name's Akashi. I go to college and I<br>play baseball. I can't up and ignore<br>someone I grew up with, so...<br>I'll do anything I can. Just ask.",
"voice_alchibaChasers2105_h_gachaResult": "Didn't think the day would come that I'd<br>hold a gun again.<br>All right. I'll bring it all under the<br>light of day, and I'll reform him.<br>You'll see.",
"voice_alchibaChasers2105_s_gachaResult": "Oh, need my help? Sure thing. Just leave<br>it all to me.<br>I'll solve your mysteries with pomp and<br>style!",
"voice_alchiba_h_gachaResult": "Name's Alchiba. I'm a humble private<br>eye. I'm glad to have a client as<br>fetching as you are.<br>Now, what darkness do you need me to<br>bring light to? What job do you have for<br>me?",
"voice_alchiba_s_gachaResult": "Alchiba. I'm a private eye. Pleased to<br>make your acquaintance.<br>Need me to be a Sidekick? Job accepted.<br>Any job I get, I do fully and perfectly,<br>you see.",
"voice_alpheccaThermae2307_h_gachaResult": "I am King of Aradi... No. I am but a<br>traveler passing by named Alphecca!<br>Come, let us enjoy our journey to the<br>fullest together!",
"voice_alpheccaThermae2307_s_gachaResult": "Leave it all to me! Haha, so far from<br>home, I'll be free of pressure and<br>complaint...<br>Ah! Ahah, nothing! I said nothing, and<br>you heard nothing!",
"voice_alphecca_h_gachaResult": "I am the nameless white knight... No. I<br>am the king of Aradicia, Alphecca Gemma<br>XXI!<br>On my honor as king, I vow to win you<br>glory on the battlefield that you would<br>expect of a knight of my measure.",
"voice_alphecca_s_gachaResult": "I am Alphecca, king of Aradicia. If it<br>is to help soldiers, I will gladly lend<br>you my aid.<br>It is a king's duty to protect his<br>subjects, after all.",
"voice_andrewLostAncients2208_h_gachaResult": "Master, I've added a new purpose to my<br>dream.<br>I want to protect the bond born when<br>biological and mechanical life meet, and<br>I'll dive to the bottom of this lake to<br>do so.",
"voice_andrewLostAncients2208_s_gachaResult": "Sidekick work today, huh? Sure, I'm in.<br>I've input the lake patrol route, so<br>don't worry about that. Let's get going,<br>master!",
"voice_andrew_h_gachaResult": "I am Andrew, a space transporter. Oh, I<br>take on Hero work, too.<br>I want to protect organic life forms<br>like you, with my own hands.",
"voice_andrew_s_gachaResult": "I'm Andrew, a truck driver. I'm pretty<br>interested in organic life forms like<br>you.<br>How about it? How about letting me work<br>with you?",
"voice_anna_h_gachaResult": "Hiya! I'm Anna, a senior at Sakuramoto<br>High!<br>I can help people with my dancing,<br>right? Like, what could be better?!<br>Looking forward to working with ya!",
"voice_anna_s_gachaResult": "I'm Anna, a senior at Sakuramoto High!<br>Nice to meetcha! Huh...? Sidekick? You<br>mean the people who cheer Heroes on?<br>Well, leave it to me! I'm really good at<br>cheerleading, too!",
"voice_astar_h_gachaResult": "So, you observed me? Hold on a moment. I<br>need to get ready.<br>Hohoho! It's me, Santa! Hm...? This<br>doesn't suit me? Where are you even<br>from?",
"voice_astar_s_gachaResult": "Me...? I'm Astar. Job? Santa. You the<br>Observer?<br>Very well. You're my new apprentice.<br>Follow me.",
"voice_astosis_h_gachaResult": "I am Astosis, attorney at law. I promise<br>not to let you down, whether in court or<br>on the battlefield.<br>I'm glad to know that we'll be working<br>together for a long time to come.",
"voice_astosis_s_gachaResult": "I am Astosis, attorney at law, and I<br>thank you for my assignment to Sidekick.<br>I hope to build a robust working<br>relationship.<br>You've given me the reason to take that<br>first step, after all.",
"voice_barrelHerofesta2109_h_gachaResult": "Lawbreakers beware, the water gunman<br>with blazing eyes, Officer Barrel, is<br>here!<br>Crook or not, anyone who wants to get<br>soaked, step right up!",
"voice_barrelHerofesta2109_s_gachaResult": "Summer means the beach, and the beach<br>means it's my time to shine! Officer<br>Barrel, reporting to party!<br>I'll soak down any crooks and criminals<br>with these custom water guns!",
"voice_barrel_h_gachaResult": "Officer Barrel of the OCPD, reporting<br>for duty! I got a clip full of justice<br>and a heart burning to see things right!<br>Where's the crime scene? The baddies?<br>Lemme at 'em!",
"voice_barrel_s_gachaResult": "Howdy! I'm police-box patrolman Officer<br>Barrel!<br>Leave the Sidekickery to me! I'll fill<br>the air with so much covering fire they<br>won't know what hit 'em!",
"voice_borealis_h_gachaResult": "I am Borealis, one who conducts.<br>Your sound is... very nostalgic. I would<br>be honored to share a stage with you.",
"voice_borealis_s_gachaResult": "Do you ask for a performance from me,<br>operator? Let me tune my drones for the<br>next concert, then...<br>Hmm? You wish me to be a Sidekick? Very<br>well, I'll get to that when I am<br>finished.",
"voice_bygul_h_gachaResult": "I'm Bygul, also known as Zippy C.!<br>When I'm swinging my fists on camera,<br>it's gonna be like I'm right out of a<br>movie! Look forward to it!",
"voice_bygul_s_gachaResult": "I'm Bygul! Gotta say, I didn't expect<br>you'd ask a rookie like me to be a<br>Sidekick!<br>I can't thank you enough! I'll work<br>super hard, too, so don't worry about a<br>thing!",
"voice_cerastium_h_gachaResult": "Cerastium La Forge of the UEHA France<br>branch. You may call me Ceras.<br>Let us fight together to see that<br>justice be done!",
"voice_cerastium_s_gachaResult": "My name is Cerastium La Forge. You're my<br>new commander, then?<br>My mission is to be a Sidekick, then.<br>Understood and accepted. Let us enact<br>justice together!",
"voice_crowne_h_gachaResult": "I'm Crowne, a mechanic. I take it you're<br>my operator, then?<br>Heh. Was probably meant to be. Hope we<br>get on well!",
"voice_crowne_s_gachaResult": "I'm Crowne, a humble mechanic. Need a<br>spaceship fixed or tuned up?<br>Or how about a... Hm? Me, a Sidekick?<br>That's a pick, I'll give you that.",
"voice_danzo_h_gachaResult": "Yo, yo, yo! You doing fine?! Doing<br>good?! Real-deal ninja Danzo Yahiko is<br>here to serve his new liege!<br>Let's go hand in hand to make the<br>galaxy's best rave, c'mon!",
"voice_danzo_s_gachaResult": "What up, what up, what up? What's good?!<br>It's your boy Danzo Yahiko, real-deal<br>ninja in the house!<br>Time to hype this battle up with a sick<br>beat!",
"voice_digram_h_gachaResult": "I am deeply grateful for our contract of<br>cooperation. I am Digram, and I work at<br>the interstellar passenger transport<br>system.<br>Let us do our best to preserve the<br>future of the galaxy's transportation<br>network.",
"voice_digram_s_gachaResult": "This unit's name is Digram. I work at<br>the interstellar passenger transport<br>system.<br>I willingly accept this assignment to<br>Sidekick and will put my full circuitry<br>to use in the task.",
"voice_esperdica_h_gachaResult": "I am Esperdica, owner and barista of a<br>humble cafe. Indeed, I have heard much<br>about you.<br>Much from who, you ask? Haha, I'm afraid<br>that's a secret.",
"voice_esperdica_s_gachaResult": "My name is Esperdica. I'm a barista by<br>trade. Worry not—I am prepared to serve<br>as a Sidekick.<br>Oh, and I've fixed you a cup of coffee.<br>I do hope you like it.",
"voice_exio_h_gachaResult": "Oh, goodness. You can observe me, can<br>you? Haha. Well, use me as you'd like.<br>Though \"Hero\" is the last thing you can<br>call me.<br>This form is undoubtedly the correct one<br>but...<br>I'm surprised you've connected to me<br>after all that. Would you rather me<br>destroy you now than later, then?",
"voice_exio_s_gachaResult": "I cannot say I imagined I would end up<br>working with you. Allow me to introduce<br>myself, then.<br>I am Exio, the Observer who holds all in<br>his hands.",
"voice_flamierGhostWoods2204_h_gachaResult": "A festival of flowers? My, how<br>wonderful!<br>Everyone is dancing and enjoying<br>themselves so... Hm? What about me? Oh,<br>certainly—let us dance together, then.",
"voice_flamierGhostWoods2204_s_gachaResult": "Greetings. You called?<br>Oh, you would like me to work as a<br>Sidekick? Very well. Do leave the<br>dancing and battling to me.",
"voice_flamier_h_gachaResult": "Greetings. My name is Flamier, and I<br>teach high school.<br>Special talents? Well, I tend to indulge<br>in the odd explosion. I do look forward<br>to working together, too.",
"voice_flamier_s_gachaResult": "Greetings. My name is Flamier, and I<br>teach high school. I'm pleased to be<br>chosen as a Sidekick.<br>In exchange, would you mind if I used<br>just a few explosives here and there?",
"voice_furlongCircus2202_h_gachaResult": "With blazing eyes of passion, Burn<br>Striker takes the stage!<br>I'll wow them with my blazing moves!",
"voice_furlongCircus2202_s_gachaResult": "H-Huh? Me? On stage?!<br>O-Oh, in the back, as a Sidekick.<br>W-Well, in that case, sure, I'll do my<br>best.",
"voice_furlong_h_gachaResult": "With eyes that blaze for justice, Burn<br>Striker takes to the stage!<br>Bring on the flames! I'll blaze 'em<br>away!",
"voice_furlong_s_gachaResult": "I-I'm Furlong. A fire fighter. B-Burn<br>Striker, that's me.<br>E-Er. I'm scared out of my wits, b-but<br>I'll do my best...",
"voice_gaius_h_gachaResult": "I'm Gaius. Diver and Hero.<br>So, you're my operator, then? I'll help<br>you out to save the lake. Just... don't<br>get in my way.",
"voice_gaius_s_gachaResult": "I'm Gaius. I work as a guide in this<br>lake.<br>You need me to be a Sidekick, right?<br>Sure, let's just get it done quick.",
"voice_gammeiRakusai2304_h_gachaResult": "I'm a UEHA Hero, Justlock.<br>Ah, there's a reason I'm dressed like<br>this, but don't worry about it. I'm not<br>messing around, got it?",
"voice_gammeiRakusai2304_s_gachaResult": "Gammei Tsukinowa, deployed on request.<br>Heh heh. I don't mind work trips, you<br>know? I can eat a bunch and ring it up<br>as expenses!",
"voice_gammei_h_gachaResult": "Name's Gammei. I'm an OCPD detective. I<br>work as a Hero while I crack cases.<br>If you happen on any hardcore criminals,<br>give me a call.",
"voice_gammei_s_gachaResult": "Inspector Gammei, OCPD. Need my<br>cooperation? Sure, you've got it.<br>Not like the precinct pays me enough,<br>anyway.",
"voice_ganran_h_gachaResult": "I'm Ganran the blacksmith! Killer<br>Kaibutsu or humble kitchen knife, I'll<br>beat 'em back into shape with this<br>hammer!<br>Sounds like I'll get forged into shape<br>on your crew, myself! Gahaha!",
"voice_ganran_s_gachaResult": "I'm Ganran, a blacksmith! What's that?<br>You want me to be a Sidekick?<br>I'd rather leave that to my blade geek<br>of an apprentice, but let's strike while<br>the iron's hot with just us!",
"voice_garbo_h_gachaResult": "My name is Galvo. The visage you see is<br>my ultimate destination, a manifestation<br>of my dreams made real.<br>Hahaha! Quite eye-catching, wouldn't you<br>say?",
"voice_garbo_s_gachaResult": "I am Galvo, a linguist. I love that<br>which shines before it vanishes into the<br>annals of history, known or unknown.<br>But enough stiffness and formality!<br>Please, call me Galvy!",
"voice_giansar_h_gachaResult": "So, you're my new client? Name's<br>Giansar. I'm what you'd call a hacker.<br>If you're giving an outlaw like me work,<br>well... who do you want hijacked?",
"voice_giansar_s_gachaResult": "Name's Giansar. I'm what you'd call a<br>hacker. Not cut out to be a Sidekick,<br>but a job's a job.<br>I'll hijack the role and become one<br>perfectly and completely, just like I do<br>everything else.",
"voice_gomeisaXmasMelt2212_h_gachaResult": "Merry Christmas! It's me, Gomeisa! I'm<br>Santa, and I've got shinies to sprinkle!<br>I'll protect everyone's smiles with my<br>new dance of peace!",
"voice_gomeisaXmasMelt2212_s_gachaResult": "Make way for Gomeisa Santa! Oh?<br>Sidekick? Of course!<br>Let's bring fun to every person!",
"voice_gomeisa_h_gachaResult": "I am Gomeisa, a dancer of peace! It is<br>my deep wish...<br>For everyone to live and dance and have<br>fun!",
"voice_gomeisa_s_gachaResult": "Oh, hello, operator! You called? If you<br>need dancing and smiles, I can help!<br>Watch for the Gomeisa Happy Dance!",
"voice_goroGhostWoods2204_h_gachaResult": "A festival? That means booze, dancing,<br>and music!<br>You'd be surprised at how highly people<br>hold my performances! Let's enjoy<br>ourselves till we're dead drunk!",
"voice_goroGhostWoods2204_s_gachaResult": "Oh, come to listen to a song?<br>Aww, you want me to do Sidekick stuff<br>instead? Sidekicking, music, basically<br>the same thing! Leave it to me!",
"voice_goro_h_gachaResult": "So, you're the new boss? Name's Goro.<br>I'm a carpenter, as you can see.<br>I can be a Hero when I've got some drink<br>in me. Send me where you gotta.",
"voice_goro_s_gachaResult": "Hey there, boss! Been drinking well?<br>Huh? This ain't a drinking shindig? It<br>was so busy I had the wrong idea!<br>Yeah, Goro, that's me. I'm a carpenter.<br>Pleased to meetcha.",
"voice_grigory_h_gachaResult": "Oh, you want me to be a Hero? That's<br>something I don't get every day. I'm<br>Grigory!<br>So, what work do you have for me?\t",
"voice_grigory_s_gachaResult": "Hey there, good to meet you! My name's<br>Grigory!<br>If you, like, need any help with streams<br>and stuff, I just might be able to help!",
"voice_hisakiLostAncients2208_h_gachaResult": "A genius inventor and man who looks<br>great by the water—that's me, Hisaki!<br>I'll show you the hottest, coolest<br>inventions you've ever seen! Get ready!",
"voice_hisakiLostAncients2208_s_gachaResult": "Whoa! I thought you were hitting on me,<br>but you're recruiting me to be a<br>Sidekick, huh?<br>Sure thing, client! I'll show you the<br>best aquatic invention you've ever seen!",
"voice_hisaki_h_gachaResult": "The super inventor everyone's talking<br>about, Hisaki, has taken the field!<br>Leave it to me!<br>I'll show you the most cutting-edge<br>technology in the galaxy!",
"voice_hisaki_s_gachaResult": "Need something from this genius<br>inventor? Sure, I'll help you out!<br>My amazing mechs have got your back!",
"voice_hitomiSummerdive2108_h_gachaResult": "Newly outfitted and summer-ready,<br>Heart-stopping Red has taken over the<br>beach!<br>Hey, partner, do you think this looks<br>good on me?",
"voice_hitomiSummerdive2108_s_gachaResult": "Hey! Delivering heart-stopping songs<br>straight to your ears, it's Hitomi<br>Ayauta!<br>Coming to you live from this beautiful<br>resort—get ready to hear my latest!",
"voice_hitomi_h_gachaResult": "Delivering heart-stopping songs to your<br>ears, it's Hitomi Ayauta! Pretty and<br>strong, that's me!<br>Let's do our best, partner!",
"voice_hitomi_s_gachaResult": "Delivering heart-stopping songs right to<br>your ears, it's Hitomi Ayauta!<br>Whether I'm on stage or on the<br>sidelines, I always do my best!",
"voice_huckle_h_gachaResult": "Leap of Faith, reporting for duty.<br>Starting now, our company will enact<br>justice.<br>Are you prepared to see this through,<br>rookie?",
"voice_huckle_s_gachaResult": "I'm Huckle, CEO of this company. You<br>probably knew that already, though.<br>I welcome new hires like you with open<br>arms. I promise to provide you with an<br>environment where you can do your best.",
"voice_hydoor_h_gachaResult": "Heh. You the one trying to win me over?<br>Get me on your team?<br>Y'know what, I like that. You got guts,<br>I'll give you that.",
"voice_hydoor_s_gachaResult": "Hm? The hell's with you? You really want<br>to put me, Hydoor, on Sidekick duty?<br>Tch. Fine, fine. You got guts, I'll give<br>you that.",
"voice_isaribi_h_gachaResult": "You the one who called for me? Well,<br>you've come to the right fisher. Leave<br>it all to me!<br>No matter how big the catch, I'll run<br>'em through!",
"voice_isaribi_s_gachaResult": "Make way for the galaxy's strongest<br>fisher, Isaribi!<br>Oh, you need me to be a Sidekick? Sure<br>thing. Stick with me and it'll be smooth<br>sailing the whole trip!",
"voice_kalaski_h_gachaResult": "I'm Kalaski, pro photojournalist. I'll<br>go to any battlefield for a price.<br>I'll say this now, too—don't look at me<br>like I'm a kid.",
"voice_kalaski_s_gachaResult": "I'm Kalaski, a war journalist.<br>I never let a chance for a good photo<br>escape. I'll follow your Heroes to the<br>ends of the Earth and aid 'em.",
"voice_kirsch_h_gachaResult": "I'm Kirsch, a pastry chef! I'm looking<br>to make the legendary pastry that<br>enchanted my mentor's powerful palate...<br>And I'm ready to keep fighting until the<br>day I master the recipe!",
"voice_kirsch_s_gachaResult": "I'm Kirsch, a girl who's put it all into<br>pastry-making! Leave the Hero support to<br>me!<br>On my mentor's honor, I'll put my whole<br>soul into the job!",
"voice_koukiRakusai2304_h_gachaResult": "Hi there! I'm Kouki Inukura! So, what do<br>you think of this special outfit?<br>I'm going to be really cool out there,<br>so I'd love it if you all cheered me on!",
"voice_koukiRakusai2304_s_gachaResult": "Mornin'... Huh? O-Operator, what's up<br>with your outfit?!<br>We're working in Kyoto! Don't you have<br>anything better to wear? Need me to pick<br>something out for you?",
"voice_kouki_h_gachaResult": "I'm Kouki Inukura, and this is Sirius!<br>Huh? The cameras are off? Tch. Well, try<br>your hardest not to weigh me down, all<br>right?",
"voice_kouki_s_gachaResult": "I'm Kouki, and this is Sirius.<br>You have the privilege of having a<br>superstar like me as a sidekick. You<br>better be grateful.",
"voice_kyoichiValentine2102_h_gachaResult": "Agent of Love ETL, reporting for duty!<br>I'm here to save the kids in need!<br>Everything you're feeling, all your<br>worries and anxieties, just slam them<br>all onto me!",
"voice_kyoichiValentine2102_s_gachaResult": "Agent of Love, reporting for duty! Leave<br>the Sidekicking to me!<br>When it comes to support and backup, no<br>one's got me beat!",
"voice_kyoichi_h_gachaResult": "Teacher of Wangansan Elementary Class<br>4-2, Kyoichi Otomo!<br>I'll fight any manner of foe to protect<br>my students and their day-to-day lives!",
"voice_kyoichi_s_gachaResult": "I'm Kyoichi! I teach elementary school.<br>Sidekick? You got it—schoolkids or<br>Heroes, I'll lead them with the best<br>support you could ask for!",
"voice_lilac_h_gachaResult": "I'm Lilac. I work as a florist.<br>This scent... Sounds like you need me to<br>drive off Kaibutsu. Don't worry, I'll<br>cut them down with these shears.",
"voice_lilac_s_gachaResult": "I'm Lilac. I work as a florist.<br>You want me as a Sidekick? Of course. I<br>just finished up a bouquet—pretty, isn't<br>it?",
"voice_loren_h_gachaResult": "My name's Loren. I'm a nurse.<br>Just leave the hurt and injured to me.<br>I'll do my best for them!",
"voice_loren_s_gachaResult": "I'm Loren, a lunar nurse.<br>Leave the hurt Heroes to me. I'll do my<br>best as a Sidekick!",
"voice_maculata_h_gachaResult": "My name is Maculata, darling. I'm a<br>fashion designer extraordinaire.<br>Recruiting me? You've got quite the eye<br>for quality, and you look rather daring<br>yourself.",
"voice_maculata_s_gachaResult": "My name is Maculata, darling. I'm a<br>fashion designer extraordinaire.<br>Sidekick? Certainly. I'll make the stage<br>of your battles the most flashy and<br>daring anyone's ever seen.",
"voice_marfikRuins2104_h_gachaResult": "The ever-present, immortal adventurer:<br>that's me, Professor Marfik!<br>If it's a labyrinth we're taking on, I'm<br>your man!",
"voice_marfikRuins2104_s_gachaResult": "I'm Professor Marfik, master adventurer!<br>Leave the party backup to me!<br>I'll make sure everyone's taken care of!",
"voice_marfik_h_gachaResult": "Here today, gone tomorrow—Professor<br>Marfik, an adventurer traveling the<br>stars, that's me!<br>Come, join me on a journey to sights<br>unseen to unravel the mysteries of<br>history!",
"voice_marfik_s_gachaResult": "Call me Professor Marfik. I explore the<br>beautiful wonders of days past.<br>If you'll help a touch in my next<br>excavation, I could stand to help you in<br>your endeavors!",
"voice_melide_s_gachaResult": "I'm Melide, the Kaibutsu-calling witch.<br>I think we can understand each other.<br>Whether we'll become friends, well...<br>that's another story.",
"voice_mokdaiMeteorite2112_h_gachaResult": "Merry Christmas! Eheheh!<br>Today's a really special day, and I'm<br>going to get people the presents they're<br>waiting for!",
"voice_mokdaiMeteorite2112_s_gachaResult": "I'll do my best as a Sidekick to make<br>sure everyone can enjoy this special<br>day!<br>Huh? W-Wait, my job's pulling the<br>sleigh?!",
"voice_mokdai_h_gachaResult": "I'm Mokdai, a camera operator! If you<br>need the battle stream prettied up,<br>leave it to me!<br>Huh?! Y-You're making me fight?!",
"voice_mokdai_s_gachaResult": "I'm Mokdai! I guess I'm your senior on<br>the team, huh? Well, if you want to talk<br>about films or Heroes, I'm your man!<br>I'm a pro in this field, you know?<br>Eheheh!",
"voice_monomasaWorkout2312_h_gachaResult": "Hm. This is both yours and the Parallel<br>Cue's power... Not bad. Never thought I<br>would be Santa.<br>Well, let's be off. Are you ready to fly<br>through the night with us?",
"voice_monomasaWorkout2312_s_gachaResult": "It kind of baffles me a little. To have<br>something, to hold it in one's grasp,<br>but not to notice...<br>Is this what you call happiness? What do<br>you think?",
"voice_monomasa_h_gachaResult": "I'm Dolovain, the one borrowing this<br>body.<br>If it will help Monomasa awaken, I will<br>lend you this loathsome Kaibutsu power<br>of mine.",
"voice_monomasa_s_gachaResult": "Call me... Monomasa Osato.<br>That's the name of this body's owner. I<br>just live in it, so we should go by it.",
"voice_narihitoMeteorite2112_h_gachaResult": "Great Memorious, here to save Christmas!<br>I'll protect this city, just like the<br>superhero I looked up to as a kid!",
"voice_narihitoMeteorite2112_s_gachaResult": "Need my assistance, operator?<br>Well, leave it to me! When it comes to<br>Heroes, I've got more knowledge and info<br>than anyone, anywhere!",
"voice_narihito_h_gachaResult": "Narihito Karue with Taiyo News! You<br>there, Hero and Operator!<br>Please, I would just love to have an<br>interview!",
"voice_narihito_s_gachaResult": "My name's Narihito Karue. I'm a reporter<br>for Taiyo News!<br>Work as a Sidekick? Certainly, if you<br>promise me exclusive interviews after<br>battles!",
"voice_nessenMasquerade2310_h_gachaResult": "Commander, please take my hand.<br>Allow me to escort you to the ball,<br>where we shall be the stars of the<br>floor.",
"voice_nessenMasquerade2310_s_gachaResult": "You would like me to be a Sidekick? Very<br>well, I shall.<br>Though this is, unfortunately, not a hot<br>spring, I shall support you with the<br>best hospitality I can.",
"voice_nessen_h_gachaResult": "My name is Nessen, and I manage a hot<br>springs hotel.<br>My heart burns with the desire to bring<br>peace and rest to those who seek it, and<br>for them I fight.",
"voice_nessen_s_gachaResult": "My name is Nessen. I manage a hot<br>springs hotel.<br>I shall do my utmost as a Sidekick.<br>Please, allow me to support you as best<br>I can.",
"voice_obsidiusCrisis2404_h_gachaResult": "Bring it on, all of you! You think you<br>can just waltz in here and solve my<br>mysteries? Think again!<br>Let's get going! I'm gonna make this<br>Gatling gun go wild!",
"voice_obsidiusCrisis2404_s_gachaResult": "I'm Obsidius, a mineralogist! Nowadays,<br>I'm in the resistance's vanguard!<br>My new position is Sidekick? Got it!",
"voice_obsidius_h_gachaResult": "The name's Obsidius, and I'm here to<br>break through the unknown with this<br>drill!<br>Leave the breaking to me!",
"voice_obsidius_s_gachaResult": "I'm Obsidius, a mineralogist. If you've<br>got any rare-looking minerals, I would<br>be more than happy to... Oh!<br>You want me to work as a Sidekick first,<br>right? Well, you've got it!",
"voice_okitakaCrisis2404_h_gachaResult": "Sorry for the wait, rookie! Name's<br>Okitaka, and I've got a real history<br>fighting on the front lines!<br>Let's break outta this prison together!<br>I'll blow a hole through their lines!",
"voice_okitakaCrisis2404_s_gachaResult": "I'm Okitaka Takadono of the UEHA, and<br>I'm back with a new outfit!<br>Think of it like a return to form,<br>y'know? And let me tell you, I've still<br>got it!",
"voice_okitaka_h_gachaResult": "I'm the commander of UEHA's Japan<br>branch, Okitaka Takadono! Let's get<br>going, rookie!<br>I'll put you through the wringer—teach<br>you some unbeatable strategies!",
"voice_okitaka_s_gachaResult": "I'm the commander of UEHA's Japan<br>branch, Okitaka Takadono! You're in good<br>hands with me!<br>Really, this old man's a lot better<br>sidekicking than on the front lines.",
"voice_phein_h_gachaResult": "I'm Phein, a mercenary. So, you're my<br>client? Well... stay away from the front<br>lines, no matter what.<br>I'll protect the weak, even if it costs<br>me everything. That's my job. That's my<br>duty.",
"voice_phein_s_gachaResult": "I'm Phein, a mercenary. You paid me to<br>do a job, and I'm going to do it.<br>Keep your distance from me, though. I<br>don't want you getting hurt.",
"voice_polarisWorkout2312_h_gachaResult": "The brightest star, shining on Christmas<br>Eve: Polariiiiis Mask!<br>I've come to bring you all a beautiful<br>night, and... Hm? Partner, there's<br>something on this outfit I didn't<br>order...",
"voice_polarisWorkout2312_s_gachaResult": "All right, game faces on! Time for some<br>entertainment! I'm not letting any of<br>you suffer a lonely night tonight!<br>I'm Polaris Mask, your brightest shining<br>star!",
"voice_polaris_h_gachaResult": "The star shining brightest in the<br>northern sky, the man who crushes evil<br>and leads the weak! That's me,<br>Polariiiiiis Mask!<br>Take me to the best ring you got,<br>partner!",
"voice_polaris_s_gachaResult": "I'm the star shining brightest in the<br>ring, Polariiiiiis Mask! Need me to be<br>your second, partner?<br>Sure thing, you've got it! We'll put on<br>a show that'll have the crowd howling!",
"voice_procyChocolatefes2303_h_gachaResult": "I'm the biggest, baddest boss around!<br>For those who depend on me... I'll use<br>these fists to do what's right!<br>If you need 'em, I'll swing 'em around<br>for a bargain price!",
"voice_procyChocolatefes2303_s_gachaResult": "Need me to be a Sidekick? Well, you've<br>been a real good customer, so consider<br>it a special service!<br>Time to get my fists into somethin'...!",
"voice_procy_h_gachaResult": "Didn't think I'd get scouted in my own<br>damn bar.<br>Well, leave the money-making to me.<br>Hell, I'll even give you a business<br>lecture at a real special price.",
"voice_procy_s_gachaResult": "You got a lotta guts putting me in the<br>Sidekick seat, but you know what? Sure,<br>as long as I get paid.<br>No need to shake like that—I'm not going<br>to break the bank. I'll give you a<br>discount.",
"voice_pubraseer_h_gachaResult": "I am Pubraseer, spaceship captain. The<br>memories have finally come back to me.<br>Hm? I speak differently now? Don't you<br>worry. These are both the real me.",
"voice_pubraseer_s_gachaResult": "I'm Pubraseer, cruise ship cleaning<br>staff!<br>I seem to have lost my memories in a<br>pretty big way, so let me know if I say<br>anything that sounds off!",
"voice_raizi_s_gachaResult": "The name's Raizi. Are you the one<br>twisted enough to want a gambler like me<br>as a Sidekick?<br>Heh. I'll take that bet. Just don't<br>disappoint me.",
"voice_raktaThermae2307_h_gachaResult": "The water, the trees, the beauty of the<br>city... All bolster the heart, becoming<br>the medicine the ailing need to stand<br>again.<br>Let us be off, then! It is time for<br>treatment!",
"voice_raktaThermae2307_s_gachaResult": "I am glad to see you again, client. I<br>swear on my scalpel to preserve public<br>health!<br>Now, let us start with a round of house<br>visits! Come! The patients await us!",
"voice_rakta_h_gachaResult": "My name is Rakta. I'm a doctor. Come,<br>let's get right to work.<br>We must excise the cancerous cells that<br>threaten this world!",
"voice_rakta_s_gachaResult": "I am Rakta, a lunar surgeon. Allow me to<br>be your sidekick.<br>I will do my utmost to excise the world<br>of what ails it!",
"voice_rexerVolcano2402_h_gachaResult": "I am reX... Er... No, I'm Alex the<br>hunter!<br>With gear like this, I can keep cool<br>even in the middle of a volcano! Time<br>for hunting! You're gonna see my skills!",
"voice_rexerVolcano2402_s_gachaResult": "I'm Alex, son of digital Hero reXer! You<br>need me to be a Sidekick, right?<br>Well, you got it! Every quest you've<br>got, I'll do my best to help out!",
"voice_rexer_h_gachaResult": "I'm reXer, a pro gamer and digital Hero.<br>We're winning the next game—together.<br>E-Er... so look forward to it, okay?<br>Eheh.",
"voice_rexer_s_gachaResult": "I'm reXer, a pro gamer and digital Hero.<br>I'll do my best as a Sidekick, too.<br>Because, well... a pro doesn't choose<br>his work.",
"voice_roiker_h_gachaResult": "I'm Roiker. I study celestial bodies.<br>This galaxy is in danger... Would you<br>stand against what threatens it by my<br>side?",
"voice_roiker_s_gachaResult": "I'm Roiker. I study celestial bodies. If<br>it's what you want, I'll gladly help<br>you.<br>Because, well... you may prove to be a<br>dear ally by my side in days to come.",
"voice_rutilix_h_gachaResult": "I am Rutilix, knight of Aradicia! I am<br>here to serve as your blade!<br>On my honor as a knight, I will see your<br>life protected and your foes felled!",
"voice_rutilix_s_gachaResult": "I am Rutilix, knight of Aradicia! Worry<br>not, master mage!<br>On my honor, I vow to see your soldiers<br>well supported!",
"voice_ryekieXmas2012_h_gachaResult": "The year is over, but my career is back!<br>S-ranked Hero Bolt of Justice is back,<br>baby!<br>Yeahhhh! Yeesh, dunno why, but today I<br>just feel on tooop o' the world!",
"voice_ryekieXmas2012_s_gachaResult": "Oh, you called?! Well, I'll always help<br>the next office generation! Leave it to<br>me!<br>Sidekicking, battles, banquets, I'll<br>hype it all up! Let's go!",
"voice_ryekie_h_gachaResult": "My name is Ryekie, but you can call me<br>Bolt of Justice!<br>Meet the man, the myth, the legend, Bolt<br>of Justice!",
"voice_ryekie_s_gachaResult": "Make way for Bolt of Justice! What's<br>that? You want me on Sidekick duty? You<br>got it!<br>Hero or Sidekick, I'm making sure<br>justice is done!",
"voice_ryusei_h_gachaResult": "Hey there! I'm Ryusei, a Hero belonging<br>to Neo-Talents!<br>I fight with this toned physique and<br>nothing else! Don't worry—I'll grab eyes<br>during our streams like you won't<br>believe!",
"voice_ryusei_s_gachaResult": "I'm Ryusei, a fitness model! Good to<br>meet you! I think I'd really appreciate<br>it if you called on me during my off hours.<br>For the Sidekick stuff, of course! Leave<br>the support to these muscles!",
"voice_sadayoshiSurvival2309_h_gachaResult": "Colonel Sadayoshi Ikusabata, reporting<br>for my next mission: vacation. Chief, I<br>am fully prepared.<br>Requesting instruction on the proper way<br>to spend one's time off!",
"voice_sadayoshiSurvival2309_s_gachaResult": "Colonel Sadayoshi Ikusabata, reporting<br>for duty—that duty being learning how to<br>spend my time off.<br>I need to loosen up first? Relax my<br>shoulders? V-Very well, I shall do my<br>best!",
"voice_sadayoshi_h_gachaResult": "I am Colonel Sadayoshi Ikusabata of the<br>JDB. I am now under your command.<br>I do hope that we can work together to<br>protect peace.",
"voice_sadayoshi_s_gachaResult": "I am Colonel Sadayoshi Ikusabata of the<br>JDB. I shall serve under you as a<br>Sidekick.<br>Let us endeavor with our Heroes to<br>maintain peace.",
"voice_santetsu_h_gachaResult": "I'm Santetsu, a librarian.<br>Need me to do some Hero work? Well,<br>fine. Can it wait until I'm done reading<br>this?",
"voice_santetsu_s_gachaResult": "I'm Santetsu, a librarian. Hm? Sidekick?<br>That... that sounds like a pain.<br>Ah, nothing. I'll do my job, don't<br>worry.",
"voice_seiichiro_s_gachaResult": "I'm the Vice-Minister of the JDB,<br>Seiichiro Tenma.<br>Your safety, your growth as an<br>operator—leave it all to me. I'll take<br>care of you.",
"voice_sensettia_h_gachaResult": "I'm Sensettia! So, you're my operator,<br>huh? Sure, I'll help you with my<br>singing.<br>Leave it to me! I'm not holding anything<br>back!",
"voice_sensettia_s_gachaResult": "I'm Sensettia, a singer and songwriter!<br>Huh? Sidekick?<br>Fine, fine, I'll do it. You're listening<br>to at least one song first, though. Go<br>on, sit down!",
"voice_shaftVirtualFesta2210_h_gachaResult": "Even if we're in the digital sea and I<br>don't have my taxi, I'll come to pick<br>you up with these legs of mine.<br>I'll make sure you get to your<br>destination, too! If there's anything<br>I'm confident in, it's my lower body<br>strength!",
"voice_shaftVirtualFesta2210_s_gachaResult": "You've selected me to be a Sidekick?<br>Very well. Let's be off, then.<br>Don't worry. I may not have my<br>navigator, but I won't get lost.",
"voice_shaft_h_gachaResult": "My name's Shaft. I drive a space taxi.<br>I'll take care of your navigational<br>needs. I'll bring everyone to their<br>destination... to their future!",
"voice_shaft_s_gachaResult": "I'm Shaft, a taxi driver. Er, you...<br>want me to be a Sidekick? Understood.<br>I don't think I'll get us lost. At<br>least, I hope I won't.",
"voice_shidemasu_h_gachaResult": "Shidemasu Hanemaru, Hero Insurance Sales<br>Department.<br>Our clients' safety comes first. I will<br>be prioritizing safety over all, so I<br>implore you to send me to the front of<br>the team.",
"voice_shidemasu_s_gachaResult": "Shidemasu Hanemaru. I'm with Jupiter<br>Insurance.<br>I thank you for choosing me to be your<br>Sidekick. You're in good hands with me—<br>I will ensure your safety.",
"voice_shoenValentine2102_h_gachaResult": "We must reclaim our peaceful everyday.<br>To protect the secrets all hold in their<br>hearts...<br>With my body as a shield, I shall wield<br>my brush, bringing relief.",
"voice_shoenValentine2102_s_gachaResult": "If there are hearts my brush can save,<br>then I will wield it gladly.<br>We must reclaim our peaceful days with<br>our own hands.",
"voice_shoen_h_gachaResult": "I am Shoen, one who gives letters life<br>and sets them loose.<br>Nothing more and nothing less.",
"voice_shoen_s_gachaResult": "My name is Shoen. I'm a humble<br>calligrapher. If my brush would be of<br>use to you...<br>Then I shall do all that I can to aid<br>in your cause.",
"voice_subaru_h_gachaResult": "I'm Subaru Nobeyama. A novelist, more or<br>less. I'd appreciate it if you didn't<br>call me in too often.<br>I'm more built for quietly writing away,<br>you see.",
"voice_subaru_s_gachaResult": "My name is Subaru Nobeyama. I'm a<br>novelist, more or less. Hm? A Sidekick<br>gig? I suppose.<br>I want to focus on my writing, so could<br>you keep it to occasionally?",
"voice_suhailChocolatefes2303_h_gachaResult": "I heard your voice loud and clear, ally<br>of mine! Heh, looks like you're up to<br>some fun business!<br>No matter where you are in the galaxy,<br>I'll answer your call!",
"voice_suhailChocolatefes2303_s_gachaResult": "Sidekick? What? You mean cheer the<br>Heroes on?<br>Gahaha! Your eyes, they're serious! I'll<br>believe you're cooking up something<br>interesting enough to make me nod, then!",
"voice_suhail_h_gachaResult": "You got a lot of guts, trying to get a<br>pirate on your team! I like that! Count<br>me on board!<br>Anything you need, you come to Captain<br>Suhail! Gahahaha!",
"voice_suhail_s_gachaResult": "Me, great galactic pirate captain<br>Suhail, on support? Truly?<br>Hah! Fascinating choice, bold choice! I<br>like it! Sure, I'll take care of you<br>like I would one of my crew!",
"voice_sui_h_gachaResult": "I'm Sui, an apprentice designer.<br>I won't say no to helping people with my<br>tailoring. Put me in where you see fit.",
"voice_sui_s_gachaResult": "Just call me Sui. I'm an apprentice<br>fashion designer.<br>We probably won't work together long,<br>but might as well make the time count.",
"voice_tabit_h_gachaResult": "Tabit, former special forces captain. I<br>follow you now, leader.<br>Make use of Tabit's power. As you see<br>fit.",
"voice_tabit_s_gachaResult": "Former special forces captain, Tabit.<br>Sidekick request received. Pick,<br>grateful.<br>Leader. Tabit. Orders.",
"voice_theoreol_h_gachaResult": "Ah, pleased to make your acquaintance. I<br>am an alchemist both imperfect and<br>incomplete. Call me Theoreol.<br>No need to be on guard—I am not someone<br>who demands caution and suspicion, I<br>assure you!",
"voice_theoreol_s_gachaResult": "You would call upon this failed<br>experiment for aid? Well, I'm afraid I<br>can't disappoint!<br>Now then, what form of alchemy would you<br>seek from Theoreol?",
"voice_toshuVirtualFesta2210_h_gachaResult": "I have seen the truth of the sword<br>amongst the rough waves of the digital<br>sea.<br>With the techniques I have acquired in<br>this world, I shall find the path to<br>true samuraidom! Let us be off!",
"voice_toshuVirtualFesta2210_s_gachaResult": "You desire my aid? Very well.<br>I am not yet used to moving in this<br>armor, so this, too, is training. I<br>shall take up your offer.",
"voice_toshu_h_gachaResult": "My name is Toshu. Following the path<br>laid by the samurai Sakimori, I seek<br>perfection in the way of the sword.<br>I will see the mettle you hold.",
"voice_toshu_s_gachaResult": "Was it you who called me, young one?<br>As a warrior of pride, I, Toshu, am<br>bound by honor to do my utmost even in<br>support.",
"voice_tsuneaki_h_gachaResult": "Hello there. My name's Tsuneaki Toshuku.<br>I'm an onmyoji Hero. Pretty rare, huh?<br>Huh? H-Hey, I'm not some suspicious<br>character! Honest!",
"voice_tsuneaki_s_gachaResult": "Oh? Are you one of my fans? Ahaha, just<br>kidding! The name's Tsuneaki.<br>Let's have ourselves a long, fun working<br>relationship, operator.",
"voice_victomHerofesta2109_h_gachaResult": "Captain Rescue, on site. Allow me to<br>rescue the drowning.<br>I may not look it, but I'm quite good at<br>swimming.",
"voice_victomHerofesta2109_s_gachaResult": "Captain Rescue, on site. I'm not too fond of summer, but duty is duty.<br>I will aid in your beach patrols.",
"voice_victom_h_gachaResult": "I'm Victom, the leader of Hyper Rescue.<br>I will take your lives into my hands. <br>I, Captain Rescue himself, will see each<br>and every one of you to safety!",
"voice_victom_s_gachaResult": "The name is Victom. I'm captain of Hyper<br>Rescue.<br>Leave your Heroes' lives in my hands. I<br>will see them to safety, even if it<br>costs me my life.",
"voice_viscunam_h_gachaResult": "I am Viscunam, a scientist whose name<br>will go down in history! Heh... so, you<br>need my inventions, do you?<br>Leave it to me! I will show you perfect<br>inventions, the likes of which you have<br>never seen!",
"voice_viscunam_s_gachaResult": "I am Viscunam, an inventor both<br>brilliant and peerless! I shall make<br>historic inventions even as a Sidekick!<br>Careful, now. You won't be able to live<br>without my support!",
"voice_vulpecula_h_gachaResult": "Dashing thief Vulpecula, at your<br>service.<br>Your delicate heart lies beyond the<br>quiet darkness, and I shall steal it<br>away—along with your past.",
"voice_vulpecula_s_gachaResult": "A beautiful desire, like the shadow of a<br>rose petal... To think that you would<br>seek me for aid in your endeavors.<br>You're quite the strange one, I must<br>say... Heheh.",
"voice_yasuhiko_h_gachaResult": "I'm Yasuhiko, ringmaster of Circus<br>Yatomi. Sit back as I lead you into a<br>world of dreams...<br>Just kidding! Looking forward to working<br>with you!",
"voice_yasuhiko_s_gachaResult": "I'm Yasuhiko, ringmaster of Circus<br>Yatomi.<br>You're in good hands with me! Leading a<br>team to entertain an audience is my<br>specialty!",
"voice_yohack_h_gachaResult": "I'm Yohack, a locksmith! Great to meet<br>you! Leave the unlocking and Kaibutsu<br>slaying to me!<br>I may not look it, but I'm really good<br>with delicate work! Eheh!",
"voice_yohack_s_gachaResult": "Hey, I'm Yohack, a locksmith! Need me to<br>be a Sidekick?<br>Sure, I'd be glad to! If it's something<br>I can be useful in, I'd love to help!",
"voice_yoshioriTrain2305_h_gachaResult": "Didn't think I'd see my dream come true.<br>Not with this fading body of mine.<br>Leave your safety to me. I won't let<br>them lay a single finger on you.",
"voice_yoshioriTrain2305_s_gachaResult": "A Sidekick gig, huh? Fine. C'mon, let's<br>get going.<br>Never leaving the target's side for a<br>second is part of my new duty.",
"voice_yoshiori_h_gachaResult": "Name's Yoshiori. Former soldier, current<br>bodyguard.<br>If you're hiring me, I take it you want<br>a hole blown through someone?",
"voice_yoshiori_s_gachaResult": "Name's Yoshiori. Former soldier, current<br>bodyguard. If you can see me, I guess<br>you're one of us.<br>You know... I like that. I'll take your<br>job.",
"voice_yuhang_h_gachaResult": "Heyyyy! I'm Yuhang, of the Gourmet<br>Fighters! You just need me to slice up<br>stuff with my cleaver, right?<br>Well, if you need stuff cleaved, I'm<br>your cook. I'll make whatever you point<br>me to into a real good dish.",
"voice_yuhang_s_gachaResult": "Ohhh, heyyyy, hello! I'm Yuhang, a cook!<br>Huh? Sidekick? Ahhh, yeahhh, right, I<br>guess I'll get around to it...<br>Anyway, how about a quick meal? I bet<br>you're hungry, right?",
"voice_zaniah_h_gachaResult": "Ohohoho! Requesting the aid of the great<br>Zania, are you? Seems you've got an eye<br>for quality!<br>All right! You and me, we're going to<br>strike it rich, we're going to make it<br>big!",
"voice_zaniah_s_gachaResult": "I'm Master Thief Zania, and there's<br>nothing I can't steal! Heh, I wouldn't<br>mind having you owe me one—and I mean a<br>big one!<br>Now then, let's make some money! And by<br>\"let's,\" I mean mostly me!"
}