{
"LIBRARY_CATEGORY_AREA": "Areas",
"LIBRARY_CATEGORY_EVENT": "Phenomenon/Beings",
"LIBRARY_CATEGORY_ORGANIZATION": "Organizations",
"LIBRARY_CATEGORY_PERSON": "People",
"LIBRARY_CATEGORY_STORY": "Story",
"LIBRARY_PAGE_ALLIANCE": "The Alliance is an underground organization formed to take down the Broker. I used to work with them myself.<BR><BR>The organization being what it is, most of its members are Heroes and Observers. As far as members you'd recognize, you probably know Seiichiro, Roiker, and Santetsu, yes?<BR><BR>Being an underground organization, the member list isn't exactly public. It's possible that someone else we know may be a member themselves, perhaps even a major one.<BR><BR>Now, the alliance does have a variety of members from government and academic spheres,<BR>so they possess all sorts of information most Hero agencies aren't privy to. Knowledge of Uniques is the most salient example of that.",
"LIBRARY_PAGE_ANTARES": "Antares is a man given the role of Messenger by the Foresight sect to which he belongs.<BR>It seems to be an important position, the details of which I am not privy to.<BR><BR>From what you've told me, I can surmise that Antares is a gentle youth with knowledge of etiquette.<BR><BR>That does not mean we can fully trust him just yet. There is too much we still do not know, and I believe you should handle him with caution.",
"LIBRARY_PAGE_ANTARES_2": "A long time ago, Foresight received a prophecy that has been passed down from generation to generation by its Messengers.<BR>Now, Antares has the role of carrying out Foresight's duty based on said prophecy.<BR><BR>Apparently that means sealing away dangerous entities and avoiding the destruction of the universe.<BR>It's not easy to believe, but the sect seems to accept it as the truth with all their hearts.<BR>The fact Antares went to Mt. Fuji, where danger sleeps, is proof enough of that.<BR>Still, the actual contents of the prophecy have not yet been shared with you or members of the project.<BR>Is the information really worth all that secrecy?",
"LIBRARY_PAGE_ANTARES_3": "Antares spoke of what the prophecy foretold, and of the duty forced upon him. In his words, he had awoken from a long slumber in order to seal away a dire threat, as Foresight's key.<BR><BR>Then it was revealed how Antares and the others intended to seal away the Primal Hero with their project—Antares would merge with Biotope itself to restrain the mighty being.<BR>After that, you would open a Path and send Biotope into a parallel universe.<BR><BR>The plan was grandiose and would put immense pressure on you.<BR>At the same time, all of you were shown Antares' strong will and willingness to put his life on the line to carry out his duty and save the Earth.<BR><BR>Yet I hear that you made a show of your beliefs afterwards, as well?<BR>That foolish dream you once spoke of before me. For his part, Antares showed no bafflement. He simply listened and understood.<BR><BR>Honestly, I think the two of you are similar.<BR>After all, do you not both do the most ridiculous things, putting it all on the line for others?",
"LIBRARY_PAGE_BIOTOPE": "Biotope is the name of Foresight's miniature mobile artificial planet, where they seem to be based.<BR><BR>While called a \"miniature planet,\" it's essentially a massive spaceship.<BR>You described the Biotope as having a large, artificial garden in the center surrounding a huge tree with residential areas and general facilities for the believers along the outer rim, yes?<BR><BR>There is also an observatory, a few areas restricted to those with clearance, and a variety of other conveniences, it appears.",
"LIBRARY_PAGE_BIOTOPE_2": "Having learned of the Primal Heroes from their prophecy, Foresight created Biotope for the day of destiny.<BR><BR>This artificial planet has been modeled after Mt. Fuji's environment.<BR>Should the Primal Hero awaken, they will then be prepared to overlap Biotope with Mt. Fuji and transfer what threatens the universe to it.<BR><BR>When I first heard what you had to say about Biotope, I thought it sounded too large scale for some religious organization's base, and I never would have imagined that was its hidden objective.",
"LIBRARY_PAGE_BROKER": "Ah. The Broker. To me, at the very least, he's an absolute scumbag who thinks nothing of toying with people and their fates.<BR><BR>I may have accepted that one-sided invitation of his, but as to which universe he exists in, that fact still escapes me.<BR><BR>I don't even know why he decided to intervene in either my life or yours, <@playerName>.<BR>The same goes for the Alliance, the organization dedicated to researching him.<BR><BR>There are only two things clear about the Broker: that he has an immense influence on our universe, and that he is our enemy.",
"LIBRARY_PAGE_BROKER_2": "You know this all too well, but the Broker is able to unilaterally \"invite\" us into his domain.<BR><BR>From my experiences, I've deduced that this phenomenon makes use of a Path. Using that knowledge, I came up with the \"spell\" that I taught you and Melide for refusing those invitations of his.<BR><BR>I don't know how long it'll work for, but make sure you use it, <@playerName>. Otherwise, you'll end up dragged into his domain again.",
"LIBRARY_PAGE_EXIO_FAMILY": "The Family? An ironic topic to bring up while poking at my memories and all. Or do you think we are some form of mafia?<BR>Perhaps I can't blame you for that—we do operate entirely behind the scenes and introduce ourselves as \"the Family\" when necessary, so the shoe does fit.<BR><BR>Indeed, I brought Monomasa, Yoshiori, and Melide into the fold.<BR>We all met at different times and have different reasons for working together, but all our situations prevent us from living comfortably in polite society.<BR>All the more reason for us to live together in our underground hideout.<BR>We're close. Closer than most, I won't deny that.<BR><BR>However, that's all the Exio Family's records you'll get out of me.<BR>If you'd like to know about their private lives, ask them yourself.<BR><BR>Oh? You want to know about my massage parlor? I've been keeping it up.<BR>I also do house calls, so go ahead and make a reservation if you're interested.<BR><BR>If you have the coin, and the courage to have my hands on you, that is.",
"LIBRARY_PAGE_FORESIGHT": "The Foresight sect holds as their dearest doctrine that its members must wish for the prosperity of intelligent life.<BR>A portion of their wishes and worshipful gazes is devoted to Heroes and Observers, who they see as guardians of the cosmos.<BR><BR>They put these beliefs into practice through lobbying and political action to secure the rights and improve the social standing of Observers on planets like Earth, where they are subject to cruel discrimination.<BR><BR>Again, this is not mere charity, but how the Foresight's believers practice their faith.<BR>There are no shortage of examples of Observers who found faith and join the sect themselves after being saved by their advocacy.",
"LIBRARY_PAGE_FORESIGHT_2": "It seems that Foresight's true objective is to seal away the threat of the Primal Hero.<BR><BR>This is only known to the Messenger Antares and a few other believers.<BR>Most members of the sect are unaware, and seek only to deepen their faith and act in accordance with Foresight's doctrines.<BR><BR>Though, honestly, you could say that the actions of Antares and his party are equally in accordance with group doctrine.<BR>After all, there can be no prosperity for intelligent life if the universe is destroyed.",
"LIBRARY_PAGE_GATEKEEPER": "<@playerName>, you and I saw what appeared to be a giant in armor at the Unseeable Mountain.<BR>We know nothing about him, not even his name. Inconvenient as that is, I have christened him the Gatekeeper, from my first impressions.<BR><BR>The Gatekeeper appeared at Imaginary Point, as well.<BR>As if to punish me for attempting to destroy that world, he erased me from every parallel world he could find.<BR>By all means, you were to meet the same fate, and yet fortune smiled upon you. The Gatekeeper left without lifting a finger.<BR><BR>To summarize based on what you and the Broker have said, it seems that the Gatekeeper is here to observe and erase beings with enough power and influence to destroy those universes they find themselves in.<BR><BR>It seems he can only be active for a limited amount of time, but I know all too well that he is powerful enough to erase someone in the blink of an eye.<BR>I can only pray we don't run into him again.",
"LIBRARY_PAGE_HERO_AND_VILLAIN": "The difference between Heroes and Villains boils down to the simple question of whether one's Hero career is legal or not.<BR>If you have a license granted to you by the Hero License Association, you're a Hero. If not, you're a Villain.<BR><BR>This distinction has nothing to do with the individual's personality, ideals, or conduct.<BR>Even if you do good in the eyes of society, if you're using a Parallel Weapon without a license, you're seen as a Villain on the wrong side of the law—at least, in the eyes of the Planetary Federation.<BR><BR>That's why there are so many people called Villains out there.<BR>But, think about it. Plenty of them are likely unlicensed Heroes, or they don't want to use their powers in any way, or they simply do not know that licenses even exist.<BR>People like that all technically fall under the definition of \"Villains.\"<BR><BR>Of course, there are plenty of people who use the power of Parallel Weapons for illegal and antisocial ends and fit the typical image of a Villain.<BR>Some of them are even active enough to be wanted by governments and the Planetary Federation itself.<BR><BR>I won't waste our time going into specifics about them, though, because I'm sure you know far more than I can say.",
"LIBRARY_PAGE_HERO_LICENSE": "You need a Hero license to use your Hero powers in territories belonging to the Planetary Federation.<BR>These licenses are issued and managed by the Hero License Association, as one would expect.<BR><BR>The licenses have plenty of grades available, and exploits as a Hero make one eligible for tests and promotions.<BR>What you have to watch out for, however, is being demoted or having one's license revoked.<BR><BR>For example, those whose conduct threatens the peace of the citizenry or is not befitting of a Hero, things that will call one's chops as a Hero into question, will receive penalties, which lead to demotions.<BR><BR>You told me that Crowne described a Hero's license like a driver's license, yes?<BR>I think that's a rather apt comparison. After all, you can't be out Heroing without one, and you have to take a test to obtain one, much like a driver's license.<BR><BR>Of course, there are special rules and exceptions that permit the use of one's Hero powers without a license.<BR>Not surprising that an industry of Heroes would establish rules for emergency situations, don't you think?",
"LIBRARY_PAGE_HERO_LICENSE_ASSOCIATION": "As its name suggests, the Hero License Association is an organization that issues and manages Hero Licenses. It exists to keep order in the Planetary Federation by ensuring the proper use of the great power of Parallel Weapons... or so they claim.<BR>I'm sure you know this, but the association conducts the test all Heroes whose powers have awoken are required to take in order to obtain a license. If one is to have any form of a career as a Hero, this organization is unavoidable.",
"LIBRARY_PAGE_HERO_LICENSE_ASSOCIATION_2": "We humans and humanoids are essentially in competition with others.<BR>Some of us can even use Parallel Weapons to gain great and terrible power. In other words, it is possible for Heroes and Observers to wage wars that span planets or even galaxies.<BR><BR>To misuse power that surpasses the very laws of this universe could destroy the world, and with Heroes and Observers being the primary threat of that sort, the Hero License Association was created to observe and manage them.<BR><BR>The licenses they distribute, now desired by many a Hero, in essence display a level of threat.<BR>You can say the reason those who use their power without licenses are put under the thumb as Villains is to maintain the fragile peace we have.",
"LIBRARY_PAGE_HURAY": "Houley, who comes from Reefcall on Muirauqa III, is the CEO of Zero Trust, and the madman who decided to transfer ownership of Imaginary Point over to Grigory.<BR><BR>He was rather pleasantly familiar with you the first time you met, wasn't he? For the CEO of such a massive company, he seems rather easy to get along with.<BR><BR>Still, I do find it rather awkward to be around him.<BR>After all, he's a member of the Alliance, and his company had been researching Imaginary Point before I went and destroyed that world.",
"LIBRARY_PAGE_HURAY_2": "Even Houley was a member of the Hero License Association? Now that's a surprise.<BR><BR>Yet it seems that his case is quite different from Taika and Antares.<BR>He did say that the association sought him out as Zero Trust's CEO since their satellite bands play such an essential role in Heroes' activities.<BR><BR>With his deductions and wholehearted persuasion, he then managed to get important information from Taika and Antares.<BR>Houley is a man blessed with wisdom, initiative, and charisma, and not someone I'd ever want to make an enemy of.",
"LIBRARY_PAGE_JAPAN_DEFENCE_AGENCY": "The Japanese Defense Bureau is a governmental body managed by the Ministry of Defense. As an organization sworn to defend Japan, who in turn has joined the Planetary Federation, they have a Hero battalion on call.<BR><BR>However, military Hero teams like them often only stream on channels available solely to members of their organization.<BR>That is why mere civilians like you and I have only seen them in bits and pieces of archived footage.<BR><BR>To my knowledge, the only one of them we know is Colonel Sadayoshi Ikusabata.<BR><BR>Though they have the same powers of transformation, military Heroes reason differently and perform different roles than civilian Heroes.<BR>You may end up at odds with them, like during the incident at Mt. Fuji.<BR><BR>Since drawing a conclusion on which side is in the right won't be possible, let's wrap this discussion up.",
"LIBRARY_PAGE_MT_FUJI": "Mt. Fuji, straddling the boarder between Yamanashi and Shizuoka Prefectures, was the country's greatest mountain and most enduring national symbol.<BR><BR>About one hundred and eighty years ago, however, it vanished after being devoured by a massive Kaibutsu that attacked the South Kanto region.<BR>Since then, the area that was once Mt. Fuji had been sealed off and renamed the Unseeable Mountain.<BR><BR>That changed thanks to the exploits of you and your team of Heroes, however.<BR>When you defeated that great Kaibutsu, the Unseeable Mountain was observed once again as Mt. Fuji.<BR><BR>This may sound rich coming from me, but these events sound like something out of a fairy tale. It boggles the mind to consider they might be real.<BR><BR>Now, as an aside, they say Orient City was built specifically to guard against the return of that immense Kaibutsu.<BR>So while its modern inhabitants may talk about \"the Unseeable Mountain to the north,\" that wasn't always historically the case.",
"LIBRARY_PAGE_MT_FUJI_2": "The Primal Hero is sealed away in Mt. Fuji.<BR>No one knows who is responsible or why, but this fact has been passed down within Foresight for generations.<BR><BR>When the great Kaibutsu devoured Mt. Fuji during that disaster, the Primal Hero suddenly no longer existed in this universe.<BR>When you and the Heroes defeated that Kaibutsu and brought back Mt. Fuji, however, the seal started to weaken apparently.",
"LIBRARY_PAGE_OBSERVER": "We Observers bear the official title of \"Irregularity Observers.\"<BR>It seems we have inborn irregularities that allow us to take a sort of cosmic bird's eye view of the universe.<BR>One of the primary traits that separates Observers from other people is our ability to perceive those who have had their... let's call it acknowledgment eaten by Kaibutsu and have all but disappeared from the memory and perception of our universe.<BR><BR>Another particular trait we possess is the ability to open connections to parallel universes, which we call Paths.<BR>I'm sure you're all too familiar with this ability, since it is what you use to make Heroes transform, but I'll review the basics just in case.<BR><BR>An Observer searches out the ideal forms of those worthy of being Heroes. To be more precise, they search out those Heroes themselves after they have achieved their dreams in a parallel universe. Then the Observer links a Path between our universe and theirs.<BR>After that, they overlay the ideal self they have observed over the Hero in our world and have them equip that self as a Parallel Weapon.<BR><BR>By all means, these special traits of ours work for the betterment of sentient life across the stars.<BR>So one might ask, why are Observers so needlessly hated in Japan? I'll give you the answer. It's because the very act of opening Paths is misunderstood by the masses.<BR><BR>To put it simply, they hear the fact that Kaibutsu travel to our world through Paths and the fact that Observers open Paths and they believe, mistakenly, that Observers call Kaibutsu forth. Or at least, that mistaken logic seems to be at the heart of this discrimination.",
"LIBRARY_PAGE_ORIGIN_HERO": "The term \"Primal Heroes\" is in the records you received from Number Three.<BR>According to Taika, they were the first Heroes to be observed in this universe.<BR><BR>So immense was their power that, according to the records, they completely destroyed a few planets.<BR>Old legends do tend to be exaggerated often, but you managed to observe the destruction of a planet yourself.<BR><BR>According to Antares, should we see the awakening of a Primal Hero sealed away within Mt. Fuji, not only Earth, but the entire universe will face the threat of destruction.",
"LIBRARY_PAGE_PARALELL_WORLD": "As you can tell from the way Hero transformation works, we all have other selves in parallel universes.<BR>They all have their own lives, of course.<BR>Some have become Heroes, some remain civilians, and some are even already dead. They have as many paths in life as there are parallel universes.<BR><BR>To actually meet someone from a parallel universe, however, is exceedingly rare.<BR>Even if one can observe oneself with our unique powers, calling that individual to our universe is a Herculean feat.<BR><BR>If we managed somehow to open a Path large enough for a humanoid to pass through, then and only then would they be able to make the passage over.<BR>Now, I know you've met with coworkers and old friends from a parallel universe,<BR>and I know that Galvo came here after chasing my own parallel self, but you must understand that examples like that are wild exceptions.<BR>Something is happening in this universe, and whether you're responsible for it as a Unique, or the Broker is pulling the strings behind the scenes, there has to be a cause somewhere.",
"LIBRARY_PAGE_PARALLEL_FLIGHT": "Leaving records about your own place of employ? Hats off to your meticulousness.<BR><BR>Parallel Flight is a Hero agency that Huckle and Ryekie started years back.<BR>Huckle leads it as CEO, and the agency has three full-time employees on staff: Ryekie, Mokdai, and you, <@playerName>.<BR>And there's seven of us employed under different contracts: Akashi, Sui, Crowne, Melide, Monomasa, Yoshiori, and me.<BR>The agency is also apparently no stranger to hiring other Heroes temporarily.<BR><BR>It stands out, however, because there are not many agencies around that were started by Heroes going independent. I imagine this former S-rank duo had the skills and fame to make it work.<BR><BR>Did you know that running a Hero agency is widely considered to be a hard business to keep up, owing to poor profit margins in contrast to the brutal working conditions?<BR>Yet Parallel Flight is able to house even outcasts like us. We certainly have the company's accomplishments, society's trust in it, as well as President Huckle's good character and negotiation skills to thank for that.",
"LIBRARY_PAGE_PROTAGONIST": "You would have me explain you to you? What kind of mean-spirited joke is this?<BR><BR>Come now, don't tell me you've gone and lost your memories again.<BR>I wouldn't be able to help you if so, not even if I went to Melide for help. That's another thing that's special about you—no other Observer is known to have lost their memories when their powers awakened.<BR><BR>In any case, I'll humor you. You are, at present, an Observer in the employ of Parallel Flight, as well as this universe's Unique.<BR><BR>You are cursed, however, with a crushing lack of understanding about your own powers. It's hardly your fault, however, since you didn't have enough time to understand them.<BR>That is why I decided to teach you how to control Paths, as part of your training as an Observer.<BR>After all, if you're defenseless against your own power, there's no telling when you'll fall into danger or find yourself receiving another invitation from the Broker.<BR><BR>That is how you became my pupil. Not exactly what I had hoped for, but the facts are the facts.<BR><BR>My personal feelings aside, I need you to grow more powerful as an Observer, I'm afraid.<BR>Ever since the incident at Imaginary Point, I can no longer exist without you.",
"LIBRARY_PAGE_SHINASHIWARASHA": "The Shin-Ashihara Society is a secret society comprised of those with no fondness for the proliferation of Cosmen now calling Japan home.<BR><BR>Seeking to bring back \"Japan for the Japanese,\" they oppose not only Kaibutsu, but also Heroes, Observers, and other beings that were not found in Japan in days past.<BR>International Hero agencies see them as a threat, and not without reason. They did attempt to kidnap you, after all, showing just how determined they are to achieve their goals.<BR><BR>That's not true of all of them, however. It seems a faction of them disapproves of such heavy-handed methods.<BR>Since the organization is so old, I imagine they'll continue splitting into more cliques and factions as they gain more members.<BR><BR>That lack of unity might explain why their plans are so obviously sloppy. Don't write them off entirely, though. Their information network is not to be laughed at.<BR>Each of their factions has made an effort to plant people in the government and the media, and they make good use of their civilian followers.<BR>Remember how they were one step ahead of Seiichiro on that case in Osaka? That's why.<BR><BR>You'll want to keep an eye out and watch yourself, because they've been on the prowl for a powerful Observer to pull into their ranks for a long time now.",
"LIBRARY_PAGE_SHINASHIWARASHA_2": "According to the people who introduced themselves as Yatagarasu,<BR>it was Makami, a particularly violent and extreme faction, even within the Shin-Ashihara Society, who caused the Osaka incident in an attempt to kidnap you.<BR>They also claimed they were not associated with Makami and did not wish to see needless bloodshed.<BR><BR>It's a difficult tale to believe after suffering their violence, but I do not think they are lying.<BR>Still, from what you tell me, they hate outsiders who now reside on Earth much like Makami do.<BR><BR>I would recommend you remain cautious around them, as you have.<BR>And don't lull yourself into believing that they too are victims of Kaibutsu, or that their desire to take back what they've lost is somehow understandable.",
"LIBRARY_PAGE_SUMMARY_1": "After your powers as an Observer awakened, you were fired by your company and picked up by Parallel Flight.<BR>You then had a reunion with Akashi, a young man claiming to be your childhood friend, and began your life as an Operator responsible for observing and aiding Heroes.<BR><BR>That is more or less what happened before you met me, yes?<BR><BR>It did not take long for us to meet.<BR>While our first encounter was pure coincidence, I have been keeping an eye on you ever since.<BR>I had to gauge the individual being watched by the Broker—his favorite, no less.<BR><BR>You have grown wildly as an Observer through many conflicts—the attack on the Raidark Building, the battle on the Moon, and in battles against beings from parallel universes and massive Kaibutsu.<BR>I saw that for myself, of course, by having a direct hand in some of those instances.<BR>It was fascinating, I must say. You even managed to bring back the Unseeable Mountain, an incredible feat.<BR><BR>Even if you had help from other Observers and Heroes, that is a nigh-impossible accomplishment.<BR>That is why I changed both how I thought about you and how I related to you after that.<BR>Had you noticed, <@playerName>?",
"LIBRARY_PAGE_SUMMARY_2": "Mt. Fuji was back, revived by an Observer with unusual power.<BR>Word of this spread like wildfire, and all manner of organizations sought you out to get your powers on their side.<BR><BR>Japanese government organizations, the underground group the Alliance, countless criminal and terrorist organizations...<BR>Much like Ether swirls around Uniques, people swarmed around you.<BR>One such person was that childhood friend of yours from a parallel world.<BR><BR>I'll leave the detailed lecture for later, but the Alliance seems to believe that your maddeningly powerful abilities as an Observer are the result of you being a Unique, a being with excessive influence on the universe.<BR><BR>The Alliance, being an organization formed to defeat the Broker, sought to have a positive relationship with you.<BR>Not everyone was that nice, however. The Shin-Ashihara Society sought to gain your power by force.<BR><BR>They fancy themselves saviors of the homeland, and since you brought back Mt. Fuji with your powers, they wanted them enough to carry out a terrorist attack in Osaka to get them.<BR>Extremists, honestly, doing whatever brutal acts it takes to get what they want. And after making all that trouble, they had the nerve to go and open up an immense Path.<BR><BR>I know. I'm in no position to complain.<BR>I haven't forgotten that <i>I</i> used you, along with that Imaginary Point Zero Trust discovered, to force my goals into fruition.<BR><BR>I hated the Broker and wanted him dead. If I couldn't have that, I wanted very badly to make it so he couldn't interfere with this universe.<BR>To turn that dream of mine into a reality, I had no choice but to take you, the current Unique, and me, the former Unique, and lock us all in a space that defied observation.<BR><BR>It would have worked too, if you hadn't gone and ruined it.<BR>Honestly, it's such a foolish thing you did.<BR>And thanks to that, only the version of me from this universe survived, although I'm leashed to you for the foreseeable future.<BR><BR>Oh, and what was it yo",
"LIBRARY_PAGE_SUMMARY_3": "Symbols of hope, Heroes are the only beings that can stand against the Kaibutsu.<BR>Yet with the immense power they command, they represent a threat to the universe themselves.<BR><BR>Quite a surprise that the Hero License Association was established for that reason, isn't it—to manage the threats that are able to call upon powers from parallel universes. I'm sure that would have been difficult for you to accept if we hadn't seen what we saw.<BR><BR>The unparalleled strength the Primal Hero represents could easily be seen as a threat to the universe.<BR><BR>Yet thanks to your struggle, Antares survived, and that potentially fatal strike from Taika left nothing more than a scar.<BR>Though the Primal Hero did wake and manage to disappear, let us rejoice that all of us, and the Earth as well, are in one piece.<BR><BR>Kaibutsu, parallel universes, the Primal Hero...<BR>It seems that the time has come to further educate ourselves on the threats we face and the powers we wield.<BR><BR>Especially if we intend to face off against the Broker one day.",
"LIBRARY_PAGE_TAIKA": "Taika is a Hero affiliated with the Hero License Association.<BR><BR>He's supposed to be a butler, but from what you've told me, he sounds like an awfully opinionated person who is prone to expressing himself eagerly and often.<BR>A strange butler to be sure, but the world is vast, and he may simply sing a different tune in his master's presence.<BR><BR>Or perhaps he acts as a butler would not in order to keep prying eyes away from some form of key truth...? Nonsense. I am being too suspicious.",
"LIBRARY_PAGE_TAIKA_2": "Since boyhood, Taika has served Antares as a butler. He has also served as a guardian from the License Association meant to keep watch over a threat.<BR><BR>The boys kept this rather twisted relationship going for years. With the perfect butler in attendance, Antares grew to be a worthy Messenger. For his part, Taika bore the heavy duty of having to extinguish his master's life should the worst happen.<BR><BR>Let us not attempt to speculate on his feelings. You have heard from Taika himself that he is a perfect butler. He would not have hesitated to perform that duty.",
"LIBRARY_PAGE_TSUNEAKI": "Judging from what you've told me, the Shin-Ashihara Society's Yatagarasu unit likely serves a scouting role within the organization.<BR><BR>That would explain why their leader refers to its members by number and not name. Though if they're entirely made up of Heroes and Cosmen, individuals not originally from Earth, there may be a different reason.<BR><BR>Yet, even though they are the society's intelligence unit, the one called Number Three subtly leaked secret information of great import to you.<BR><BR>That is an immense betrayal of their organization, of course, but I have some information that may explain his reasoning. Rumor has it the Japan Defense Bureau has a spy among the Shin-Ashihara Society's ranks.<BR>So it's likely that this Number Three is that spy.<BR><BR>Why choose you in particular, though?<BR>Is it because government organizations know you? Does he know you? Do you have any idea?",
"LIBRARY_PAGE_UNIQUE": "The traits of Uniques that Roiker told you about are as follows.<BR><BR>First, they have the power to influence the universe.<BR>Second, Uniques cannot perceive that they are Uniques.<BR>Third, they have a particular flow of Ether around them.<BR>Finally, the Unique torch is always being passed around, allowing the <i>existence</i> of the Unique to persist in the universe.<BR>Granted, these conditions are all hypothetical at best.<BR><BR>Though research into Uniques is being carried out, nothing has been proven yet.<BR>To put it another way, though the Alliance and I see you as the universe's current Unique, neither we nor anyone else can say that conclusively.<BR><BR>Come to think of it, at least among the cases that Roiker has investigated, there have been no incidences of an Observer being the universe's Unique. Now do you understand just how rare you are? How vulnerable?",
"LIBRARY_PAGE_ZEROTRUST": "Zero Trust is the tech company that runs Live@Hero.<BR>They're the largest streaming service in the universe, and household names in Orient City and the stars beyond. They also handle setting up all the satellite bands.<BR><BR>They have an R&D side as well that develops communications hardware. Anything to do with streaming, they have a hand in it.<BR><BR>The company ceaselessly follows their guiding principle of recording any and all Hero activity.<BR>They spare no expense pursuing this, either. Honestly, you could say the pursuit of profit is a distant second for them.<BR><BR>Part of their research includes the observation of Imaginary Point, which is probably why they like to keep their information hush-hush and the location of their headquarters private.<BR><BR>Oh, and Grigory, who we met in Imaginary Point, is from Warden Industrial. I'll leave that in these records, just in case.",
"LIBRARY_TITLE_ALLIANCE": "The Alliance",
"LIBRARY_TITLE_ANTARES": "Antares",
"LIBRARY_TITLE_ANTARES_2": "Antares (2)",
"LIBRARY_TITLE_ANTARES_3": "Antares (3)",
"LIBRARY_TITLE_BIOTOPE": "Biotope",
"LIBRARY_TITLE_BIOTOPE_2": "Biotope (2)",
"LIBRARY_TITLE_BROKER": "The Broker",
"LIBRARY_TITLE_BROKER_2": "The Broker (2)",
"LIBRARY_TITLE_EXIO_FAMILY": "Exio Family",
"LIBRARY_TITLE_FORESIGHT": "Foresight",
"LIBRARY_TITLE_FORESIGHT_2": "Foresight Sect (2)",
"LIBRARY_TITLE_GATEKEEPER": "The Gatekeeper",
"LIBRARY_TITLE_HERO_AND_VILLAIN": "Heroes and Villains",
"LIBRARY_TITLE_HERO_LICENSE": "Hero License",
"LIBRARY_TITLE_HERO_LICENSE_ASSOCIATION": "Hero License Association",
"LIBRARY_TITLE_HERO_LICENSE_ASSOCIATION_2": "Hero License Association (2)",
"LIBRARY_TITLE_HURAY": "Houley",
"LIBRARY_TITLE_HURAY_2": "Houley (2)",
"LIBRARY_TITLE_JAPAN_DEFENCE_AGENCY": "Japan Defense Bureau",
"LIBRARY_TITLE_MT_FUJI": "Mt. Fuji",
"LIBRARY_TITLE_MT_FUJI_2": "Mt. Fuji (2)",
"LIBRARY_TITLE_OBSERVER": "Observers",
"LIBRARY_TITLE_ORIGIN_HERO": "Primal Heroes",
"LIBRARY_TITLE_PARALELL_WORLD": "Existence of Parallel Worlds",
"LIBRARY_TITLE_PARALLEL_FLIGHT": "Parallel Flight",
"LIBRARY_TITLE_PROTAGONIST": "<@playerName>",
"LIBRARY_TITLE_SHINASHIWARASHA": "Shin-Ashihara Society",
"LIBRARY_TITLE_SHINASHIWARASHA_2": "Shin-Ashihara Society (2)",
"LIBRARY_TITLE_SUMMARY_1": "Summary",
"LIBRARY_TITLE_SUMMARY_2": "Summary (2)",
"LIBRARY_TITLE_SUMMARY_3": "Summary (3)",
"LIBRARY_TITLE_TAIKA": "Taika",
"LIBRARY_TITLE_TAIKA_2": "Taika (2)",
"LIBRARY_TITLE_TSUNEAKI": "Number Three of Yatagarasu",
"LIBRARY_TITLE_UNIQUE": "Unique",
"LIBRARY_TITLE_ZEROTRUST": "Zero Trust"
}