{
"SALES_EVENT_AKATSUKI_REPORT_1": "{0} and {1} headed to a certain establishment to gather information in an effort to solve the case.<br><br>Something seemed wrong, however. {1} went around back and saw black smoke. Hearing {1}'s cry, {0} immediately broke the door down and lunged inside.<br><br>{0} found the manager unconscious, then hoisted him up and followed {1}'s voice out of the smoke and outside the building. {1} desperately started fighting the fire with a bucket.<br><br>Ultimately, they saved the manager's life in an incredible coincidence. The day was saved, but the pair couldn't help but feel they'd forgotten something.",
"SALES_EVENT_AKATSUKI_REPORT_2": "The pair cleaned the bar during their day off. {0} wiped down the cabinets and {1} mopped the floor. The cabinet was filled with expensive-looking tableware.<br><br>One slip of the hand and an expensive glass fell from {0}'s hand onto the floor, shattering into pieces. {1} ran to the panicking {0}'s side and quickly swept up the shards with a broom, wiping away any evidence of the loss.<br><br>The two of them resolutely swore to take this to their graves. A few days later, however, a bill for the broken glass arrived at Parallel Flight.",
"SALES_EVENT_AKATSUKI_REPORT_3": "The pair finished their mission and headed through the wasteland on their way home. They decided to do a stream for the fans, pretending to duel in a spot that felt sufficiently dramatic.<br><br>{0} and {1} would turn around at the count of 3, and the first one to land an attack would win. Tension filled the air.<br><br>3, 2, 1!<br><br>{0} turned around, ready to strike, only to find their nose flicked by {1}.<br><br>\"You've got ways to go,\" {1} said, chuckling as they left.<br><br>{0} said nothing, electing instead to scream into the wasteland sky.",
"SALES_EVENT_BATTLESHIP_REPORT_1": "{0} visited Muirauqa IV on vacation.<br>Forgetting the stress of work and walking around the home of the city's fishing fleet,<br>they noticed a spot that offers a fishing experience.<br><br>Thinking why not, they do the paperwork and cast their line into the sea.<br>Enjoying the slow time as they waited for a fish to bite,<br>they heard a stressed sigh from behind.<br><br>Wondering what the problem was, {0} spoke to the troubled person.<br>The person had lost their dear necklace and could not find it anywhere.<br><br>They lamented that it might have fallen into the sea and ended up gone for good.<br>When {0} offered to help search, their rod bent deep.<br><br>Scrambling to pull it up, {0} pulled up<br>a large fish... with a necklace caught around its head.<br><br>They returned the necklace to its owner.<br>{0} heard their words of genuine gratitude and saw their wide smile<br>and could not help but smile as well<br>before returning to their quiet fishing time.",
"SALES_EVENT_BATTLESHIP_REPORT_2": "{0} and {1} had been chosen<br>as PR ambassadors for Muirauqa IV's city fleet, Este Volta.<br><br>To introduce Este Volta, the two were to film a journey<br>from their point of view as they tried out popular local cuisine and key tourist spots.<br><br>{0} munched hard on delicacies<br>from a street of stalls filled with the sea's bounty.<br>{1} took a commemorative photo atop<br>the photogenically painted deck.<br>The two tasted each other's colorful gelato, laughing all the while.<br><br>They enjoyed the trip enough to forget they were on the job, and captured it all in their footage.<br><br>The last scene was a drone shot of them holding hands in front of the mast,<br>ending the two's PR ambassador journey.<br><br>Though they turned the PR video in feeling satisfied, they had no idea that rumors would spread of<br>their relationship going to the next level after that little scene before the mast.",
"SALES_EVENT_BATTLESHIP_REPORT_3": "Having visited Este Volta for a travel program, the four heroes ended up<br>having a fishing battle to build excitement.<br><br>{0} used a traditional rod to try getting a big one.<br>On the other hand, {1} attempted spearfishing.<br>{2} tried catching a big haul with a net,<br>and {3} planned to dive into the water,<br>seeking to scrape up shellfish and guppies by the rocks.<br><br>When the signal to begin fired off,<br>{1} dove into the water.<br>They attempted to stick fish with their spear, but most of the fish<br>swam off in another direction--<br>right into the net {2} had laid!<br><br>However, the weight of both water and fish started to drag the net,<br>nearly knocking {2} over.<br>{0} quickly dropped their rod and<br>went to hold {2} still.<br>{3} popped out of the water with<br>shellfish in both hands, saw the abandoned rod, and quickly grabbed it.<br>{1} popped their head out from the water,<br>saw the chaos happening, and quickly ran to the other three.<br><br>Ultimately, the four all let out a cry and pulled the net together.<br>When they managed to pull it out, they were rewarded with the sight of a mass of energetic fish.<br><br>",
"SALES_EVENT_CHASERS_REPORT_1": "{0} explored the war-torn town and noticed something underfoot as they walked along the debris-ridden roads. It was the squashed skins of some fruit and a scattered bouquet. They created a trail to the back of a building which seemed to beckon to {0}.<br><br>{0} peered behind said building and saw what looked like a headstone. It had a name and the dates of a life cut short.<br><br>It was the grave of a child who died in the war.<br><br>Saddened at the sight of the messy gravesite, which had likely been rummaged through by wild animals, {0} checked their watch.<br><br>They then cleaned the area around the grave, laid down some freshly picked flowers and fruit, and brought their hands together, praying that no other children would have to suffer such a fate.",
"SALES_EVENT_CHASERS_REPORT_2": "{0} and {1} received information about a new criminal announcement. It was a stream by a copycat of a recently infamous villain.<br><br>{0} furrowed their brow; the stream was poetic and obscure to the point of being nearly incomprehensible. After repeated viewings, however, {1} stood up in a moment of clarity and began to unleash their verbosely worded deduction.<br><br>{0} wasn't convinced by the seemingly absurd explanation and dismissed it with a sarcastic laugh, but still both decided to head to the scene just in case.<br><br>What is there to lose, right?<br><br>In the end, the villain appeared just as predicted and was arrested without incident. {1} was satisfied, but {0} seemed unable to accept this conclusion.",
"SALES_EVENT_CHASERS_REPORT_3": "A thieving villain made their daring retreat on a motorbike, and {0} and {1} gave chase. The only vehicle available, however, was a bicycle for two. {0} thought the task impossible.<br><br>{1} said to just believe, patting the back seat. {0} got on, and {1} started to pedal like there was no tomorrow.<br><br>The bicycle accelerated with surprising speed and gained on the villain's bike, much to the surprise of {0} and said villain. {1} pedaled harder and harder, and slid in front of the bike. The shocked villain tried to avoid a collision, swerving to the side and falling to the ground.<br><br>The daring chase ended in the villain's capture, and they continued to voice their disbelief while being dragged into the cop car. {0} felt nothing but terror in the face of {1}'s lower-body strength.",
"SALES_EVENT_CHASERS_REPORT_4": "The group split up to act as security at the location where the dashing thief villain announced they would make their appearance. Tension abounded as the time approached.<br><br>{1} noticed that contact with {2} had cut off recently and began to worry. They headed for the spot {2} guarded and found them fast asleep and stripped nude.<br><br>At the same time, {2} appeared before {3}. {3} asked about their sudden appearance then heard {0} cry out from behind, \"That's a fake!\" {0} had gotten {1}'s message.<br><br>The group managed to capture the culprit in the nick of time, and though they had prevented the crime from occurring, they still had one problem on their hands: what to do about {2}, who was still naked and asleep.",
"SALES_EVENT_CHOCOLATEFES_REPORT_1": "{0} was visiting a school for work. Afterwards, they decided they might as well take a look around after classes were over. While passing by one of the classrooms, they heard two students talking. It seemed one was giving the other chocolate.<br><br>{0} stopped to watch the pair. After some time, the other party accepted the chocolate, and the confession ended in success.<br><br>{0} continued walking and left the school while contemplating what they'd just seen. Who would they give chocolate to? Would that person accept it with a smile?<br><br>Lost in thought, {0} soon found themselves stopped in front of a chocolate shop. After a bit of hesitation, they headed into the shop with a bashful smile.",
"SALES_EVENT_CHOCOLATEFES_REPORT_2": "{0} and {1} were helping out at a school festival and eagerly preparing for their assignment, which was running a stall that handed out chocolate-coated fruit to customers.<br><br>During the preparations, however, {1} accidentally pushed over the white chocolate and ended up getting all sticky.<br><br>There was not much time left. As {1} apologized, {0} handed them their own jacket, saying they both needed to pull it together.<br><br>Encouraged, {1} sought to redeem themselves. They handed out the goods to the customers with such passion and fervor that word of the stall spread throughout the school, earning them great acclaim by the end of the festival.<br><br>P.S. Days later, {1} was seen visiting {0} with a gift of thanks.",
"SALES_EVENT_CHOCOLATEFES_REPORT_3": "At a certain school festival, the four heroes took on their job as talk show guests with great zeal, explaining what really happens on the job to an eager and excited crowd. Towards the end of the talk show, however, the big question came: the heroes were no strangers to receiving Valentine's chocolate, but was there anyone they gave chocolate to?<br><br>{0} went red and avoided answering. However, {2} smiled and shouted to the host that they'd received chocolate from {0} last year. Not wanting to lose out, {3} yelled that they had, too. Cheers and squeals filled the venue.<br><br>{1} laughed and revealed that {0} had actually been getting into cooking at the time in an attempt to improve their skills. {2} and {3} concurred that they were blessed since the chocolates were so good, wrapping the topic up amid smiles and applause from the audience.<br><br>{0} let out a quiet sigh of relief that the topic had been changed.",
"SALES_EVENT_CIRCUS_REPORT_1": "{0} was to feed the lions at the circus. Since they were loudly roared at the last time they'd been to this place, they could not rid themselves of the fear that they would be roared at again.<br><br>As they approached, the beast eyed them warily. When their eyes met, {0} instinctively closed theirs. Suddenly, the lion dropped its guard and appeared to relax, showing no signs of hostility.<br><br>As {0} watched the lion eat its food, the desire welled up to touch its fur. They reached out and stroked its neck, and the lion responded with a look of rapture. It seemed to enjoy being petted so much that it closed its eyes and fell into slumber, and took a strange liking to {0} ever since.<br><br>{0} was asked to perform in a show with the beast at a later date, but they appeared unsure of how to answer.",
"SALES_EVENT_CIRCUS_REPORT_2": "{0} and {1} were to practice performance arts as a pair. {0} would throw balls that {1} would catch, then proceed to juggle.<br><br>{1}, however, had trouble both catching the balls and juggling. They started out asking {0} to throw balls in certain ways, but lost more and more confidence as they continued to fail, ultimately sulking in defeat.<br><br>{0} swapped places with {1}, unable to bear the sight. {0} went on to catch and juggle all of the balls with ease.<br><br>After learning the trick to catching and juggling from {0}, {1} tried a few more times and managed to pull it off in one go during the show proper.<br><br>Afterwards, {1} began calling {0} \"Teacher\" for a good while.",
"SALES_EVENT_CIRCUS_REPORT_3": "The group went out into town to advertise for an event. {0} attempted an orthodox approach, passing out fliers, but hardly anyone took them.<br><br>{1} proposed performing tricks while handing out the fliers. {2} was into it, but {3} seemed less interested. Ready to do anything as long as people took the fliers, {0} took {1} up on it.<br><br>{0} rode on a unicycle while juggling, {1} spun plates, and {2} breathed fire. This caught eyes, of course, and won great applause. Many fliers were taken.<br><br>Unfortunately, they were later reprimanded by local police for performing in the street without requesting permission beforehand. {3} looked quite frustrated during the scolding, given that they hadn't participated in the show.",
"SALES_EVENT_CRISIS_REPORT_1": "A large crowd had gathered around a booth at the Hero Expo. The sign read: Arm Wrestle Your Favorite Hero!<br><br>The resident hero, {0}, gave the crowd a good time. Some matches they won easily, others they put on a show of losing to challenging kids. Everyone was enjoying the show, and then the participants began to... change.<br><br>Before long, a long line of muscular participants with battle-crazed looks in their eyes had formed. They all wished only to prove their absolute strength.<br><br>{0} rolled up their sleeves and resigned themselves to the fierce battle ahead.<br><br>When all was said and done, {0}, thoroughly burnt out, vowed never to do arm wrestling again.",
"SALES_EVENT_CRISIS_REPORT_2": "Two heroes were conducting a commemorative photoshoot in one corner of the event venue. Fan service from the calmly smiling {0} and the energetic {1} really got the crowd going.<br><br>However, a single request made by a certain fan completely changed the concept of the smoothly sailing photoshoot.<br><br>\"Rather than posing with me, could I have a picture of you two with your arms around each other's shoulders instead?\"<br><br>Though slightly taken aback, the two heroes obliged. Many excited fans hit them with a deluge of camera flashes.<br><br>The heroes continued to do as the fans asked: holding hands, going shoulder-to-shoulder, changing poses... and every time they did, the crowd would go wild.<br><br>When {0} held {1} and lifted them up high, the crowd screeched with joy. The photo went viral on social media, and requests for the two to perform as a pair after that kept coming.",
"SALES_EVENT_CRISIS_REPORT_3": "Our four heroes had gathered at a quiz show held in one corner of the Hero Expo. Two teams of heroes answered questions in an attempt to win more points than their opponents.<br><br>{0} and {1} gave serious, well-considered answers and were rewarded for their efforts with a reliable stream of points.<br><br>{2} and {3}, however, focused on making the crowd laugh with their answers, and laugh the crowd did.<br><br>Though {0} and {1} were sure of their victory, a surprise awaited them at the end in the form of additional secret points from audience votes.<br><br>{2} and {3} won a miraculous come-back victory, throwing their hands in the air with joy as they gave their victory interview.<br><br>{0} and {1}, though shocked that they had lost with such an overwhelming lead, applauded the winners. They had given the better show, after all.",
"SALES_EVENT_CYBERWARS_REPORT_1": "{0} and {1} were at a photoshoot, having their pictures taken for a poster for a candy company's new chocolate. Though they followed the photographer's directions and posed as directed, a decisive photo remained elusive, and the directions only escalated in intensity.<br><br>\"Act like you're truly in love!\" \"Look into their eyes like you're going to kiss them!\" \"Link arms!\" \"Arms around their back!\"<br><br>The two finished the photoshoot with red faces and began heading home. Rumor is they spent the whole trip blushing while contemplating their performances.<br><br>P.S. {0} and {1}'s killer shot is scheduled to be displayed in supermarkets and convenience stores in the Earth area for a limited time.",
"SALES_EVENT_CYBERWARS_REPORT_2": "{0} and {1} were called in as guests to a cooking program.<br><br>The program had a special event going on, and the two were to make homemade chocolate. They took to the task with skill and diligence, and ended up with satisfactory products. Then they learned the true purpose of the event: they, the guests, were to feed their chocolates to each other. {0} went red.<br><br>{1}, however, held their chocolate up to {0}'s mouth with no hesitation. Hesitant of the camera, {0} took a bite.<br><br>When the footage went public, the image of {0} saying \"ahhh\" while showing more than a little interest won great popularity on social media.",
"SALES_EVENT_CYBERWARS_REPORT_3": "During break time, {1} called {0} over, seeming a little nervous. There was a gift-wrapped box in {1}'s hands.<br><br>{2} happened to walk past and saw the gift being handed over, then shot {0} a jealous look.<br><br>As {2} complained, saying they also wanted a gift, {0} and {1} shrank back in guilt. Then {3} arrived to save the day.<br><br>Calling it a show of appreciation for everyone being so wonderful all the time, {3} laid out a mass of chocolates on the table.<br><br>{2}'s face lit up, and {0} let out a sigh of relief.<br><br>P.S. {3} says to help yourself to the chocolates in the break room!",
"SALES_EVENT_CYBERWARS_REPORT_4": "{1} and {2} wanted to give {0} a surprise as thanks for always being so wonderful. Their plan was to make handmade sweets.<br><br>They gathered together after work and made futuristic, revolutionary sweets the likes of which none had seen before. Excitement filled the room.<br><br>Unfortunately, between {1} blowing up the oven and {2} putting in salt instead of sugar (among other things), they gave birth to a purple abomination which was somehow burnt and half-baked at the same time.<br><br>When the two turned to {3} for advice, {0} came running as well.<br><br>With {3}'s advice and {0}'s help, the four successfully baked a delicious cake.<br><br>It wasn't a surprise, certainly, but {0} seemed overjoyed nonetheless.",
"SALES_EVENT_GHOSTWOODS_REPORT_1": "After arriving at the venue, {0} was given the job of going around and giving gifts of flowers to event attendees.<br><br>The costume they were assigned, however, was strangely ambitious and very much not to {0}'s taste.<br><br>Though they refused, saying they absolutely would not look good in it, the client insisted with admirable passion, thus {0} conceded and donned the costume.<br><br>They started handing out flowers in embarrassment at first, but seeing how friendly the townspeople were, they started to grow more used to their attire.<br><br>Most of all, the smiles from everyone who accepted a flower or two truly warmed {0}'s heart.<br><br>{0} came back with a look of utter joy on their face, and surprisingly, for some mysterious reason, they were not wearing their normal clothes, but the event costume.",
"SALES_EVENT_GHOSTWOODS_REPORT_2": "An exciting dance party started in the midst of the festival. {0}, lacking confidence in their dance skills, watched the festivities from afar with a smile, frustrated though they were by their desire to take part.<br><br>Someone offered them a hand. It was {1}, clad in a beautiful outfit. {0} could not take their eyes off {1}, drawing a chuckle from the latter. {1} asked if they'd like to dance.<br><br>{0} seemed nervous, but {1} reassured them, saying they would lead. With that, {1} took {0}'s hand and headed into the dancing circle.<br><br>{1} stepped gracefully to the upbeat music, and {0} desperately tried to keep up.<br><br>After seeing {1}'s surprising talent, {0} started to look at them in a different light.",
"SALES_EVENT_GHOSTWOODS_REPORT_3": "The group found themselves lost deep in the forest. Night had fallen, bringing mist with it. The group needed a plan, and {0} suggested they make camp.<br><br>Having tried and failed to contact the outside, {1} accepted the suggestion. There was one pressing problem, however. All were hungry, and there was no food to be had. Ravenous, {2} searched through their bag and came up empty.<br><br>Then, {3} called out from up ahead. The others joined them to see what the fuss was about and saw a mushroom with a familiar-looking shape by the base of a tree.<br><br>{0} got a whiff of its scent and suggested it may be a matsutake. Eating mushrooms without an expert was dangerous, but desperate times called for desperate measures. The four ate the mushroom.<br><br>However, they had all forgotten one critical fact—this planet was not Earth, and its ecosystem was completely different.<br><br>They were saved by a rescue team the following day... and according to the report, they were inexplicably jolly, laughing all the way to the hospital.",
"SALES_EVENT_HEROFESTA_REPORT_1": "{0} had ended up working as a nighttime street vendor. Their stall was at a popular festival, and business was booming from the start. In the midst of the hustle, {0} was overwhelmed by the sheer number of tasks and unable to keep up.<br><br>A customer called out to them. Determined not to be rude to a customer regardless of how busy things were, {0} put on a smile and answered.<br><br>Enchanted by their smile, the customer asked to take a photo together. That photo went on to be a smash hit on social media, immediately making the stall the talk of the town.<br><br>This led to crowds of customers descending onto the stall, all hoping to see {0}. Some customers even asked for them by name, and a line formed outside.<br><br>It need not be said that {0} was reassigned to the kitchen starting the following day.",
"SALES_EVENT_HEROFESTA_REPORT_2": "{0} and {1} found themselves forming a team during an exhibition match in the 0-1 Hero Grand Prix.<br><br>{0} was bizarrely determined not to lose, whereas {1} showed no motivation. This led to conflict shortly before they took the stage.<br><br>The battle started in the worst way possible, but {1} started to cover for {0}'s whiffs and misses. Strangely, once on the field and competing, the two were in sync.<br><br>{0} celebrated their victory, hugging {1} in the heat of the moment. {1} accepted this, seeming none too displeased.<br><br>A photo of the moment spread across the net, and the two received strangely appreciative looks throughout the rest of the competition.",
"SALES_EVENT_HEROFESTA_REPORT_3": "The four all happened to have the day off and ended up going to the festival together.<br><br>Since {0} had invited everyone, they led the way, bursting with excitement. {1} seemed hungry and begged {2} for money every time they passed a food stall, only to be refused without fail. {3} looked exhausted from being pushed along by the crowd. Each had their eyes on a different aspect of the festival, and all appeared to enjoy it to varying degrees.<br><br>At the end of the festival, when the fireworks went up, {0} laid out a blanket in the predetermined spot, while {1} laid out the food they'd bought. {2} brought drinks for everyone, first handing one to an exhausted {3}.<br><br>As they watched the beautiful fireworks, they all came to be on the same page, agreeing with laughter to all come to another festival together.",
"SALES_EVENT_HERO_FESTA_REPORT_1": "{0} had ended up working as a nighttime street vendor. Their stall was at a popular festival, and business was booming from the start. In the midst of the hustle, {0} was overwhelmed by the sheer number of tasks and unable to keep up.<br><br>A customer called out to them. Determined not to be rude to a customer regardless of how busy things were, {0} put on a smile and answered.<br><br>Enchanted by their smile, the customer asked to take a photo together. That photo went on to be a smash hit on social media, immediately making the stall the talk of the town.<br><br>This led to crowds of customers descending onto the stall, all hoping to see {0}. Some customers even asked for them by name, and a line formed outside.<br><br>It need not be said that {0} was reassigned to the kitchen starting the following day.",
"SALES_EVENT_HERO_FESTA_REPORT_2": "{0} and {1} found themselves forming a team during an exhibition match in the 0-1 Hero Grand Prix.<br><br>{0} was bizarrely determined not to lose, whereas {1} showed no motivation. This led to conflict shortly before they took the stage.<br><br>The battle started in the worst way possible, but {1} started to cover for {0}'s whiffs and misses. Strangely, once on the field and competing, the two were in sync.<br><br>{0} celebrated their victory, hugging {1} in the heat of the moment. {1} accepted this, seeming none too displeased.<br><br>A photo of the moment spread across the net, and the two received strangely appreciative looks throughout the rest of the competition.",
"SALES_EVENT_HERO_FESTA_REPORT_3": "The four all happened to have the day off and ended up going to the festival together.<br><br>Since {0} had invited everyone, they led the way, bursting with excitement. {1} seemed hungry and begged {2} for money every time they passed a food stall, only to be refused without fail. {3} looked exhausted from being pushed along by the crowd. Each had their eyes on a different aspect of the festival, and all appeared to enjoy it to varying degrees.<br><br>At the end of the festival, when the fireworks went up, {0} laid out a blanket in the predetermined spot, while {1} laid out the food they'd bought. {2} brought drinks for everyone, first handing one to an exhausted {3}.<br><br>As they watched the beautiful fireworks, they all came to be on the same page, agreeing with laughter to all come to another festival together.",
"SALES_EVENT_LASTRESORT_REPORT_1": "On the shopping street in the middle of Enoshima Village,<br>there was a gathering of people more numerous than usual.<br><br>In the middle of it stood Shimeow,<br>handing out samples of Enoshima Manju, a popular local confection.<br><br>The mascot smiled and waved to the tourists who called to him,<br>young and old, and posed for their phone photos.<br><br>As word of Shimeow spread, however,<br>someone in the crowd cried thief.<br>The tourists fell into confusion, but Shimeow, without<br>breaking his smile for a second, dashed off with amazing speed and caught the culprit.<br>As everyone cheered and applauded,<br>the mascot finished his shift, delivering joy right up to the end.<br><br>In a quiet, empty room elsewhere, {0}<br>gave the Shimeow costume they had spent the day in a gentle pat.<br>On their face sat a satisfied smile as wide as Shimeow's<br>after having finished a good day's work.",
"SALES_EVENT_LASTRESORT_REPORT_2": "{0} and {1}<br>stood at the stage kitchen set up at the beachside for a special program.<br><br>The PR endeavor involved treating fans visiting Enoshima<br>to some delicious, original shaved ice.<br><br>After perusing the variety of ingredients arranged in the kitchen,<br>the two got to work making shaved ice as they desired.<br><br>{0} went with the classic style,<br>pouring on a tropical fruit sauce<br>and meticulously arranging fruits and chocolate as toppings,<br>resulting in a dish glamorous in both taste and appearance.<br><br>{1} took a more savory approach.<br>Parring down frozen tomato soup, they topped it with basil sauce, cheese, and fresh vegetables<br>to make shaved ice that ate like a meal.<br><br>The two offered up these completely different types of shaved ice<br>to their fans and were met with cheers and elation.<br><br>It is said that days later, a photo was posted of<br>the two feeding each other shaved ice, driving the fans wild once again.",
"SALES_EVENT_LASTRESORT_REPORT_3": "{0}, {1},<br>{2}, and {3}<br>agreed to appear on a certain show.<br><br>Assembled on a beach, shovels and buckets in hand,<br>the four faced what came next with a look of resolve.<br>The dramatic opening signal sounded and the crowd cheered,<br>and they began their swimsuit-clad-Hero<br>sand-castle contest, in teams of two.<br><br>Causally discussing what parts they'd make,<br>{0} started the broad foundation<br>while {1} filled in the details.<br>The crowd, however, watched the other pair with bated breath.<br>{2} used two buckets<br>to make a large pile of sand, while<br>{3} sat next to them, eyes closed as if<br>in meditation.<br>Suddenly they opened their eyes and began to carve out<br>a sculpture from the pile with shocking speed.<br><br>The results were a great collection of sand high-rise buildings and a<br>Japanese sand castle left on the beach of Enoshima,<br>both of which proved wildly popular with tourists in attendance<br>and viewers of the stream, who went on to spread the photos far and wide.",
"SALES_EVENT_LIGHTYEARS_REPORT_1": "One winter day, {0} visited<br>Lepka III on a supply escort mission.<br><br>When taking a brief break after hauling a large amount of supplies,<br>someone cried out, \"present thief!\"<br>{0} noticed someone running their way.<br><br>{0} leapt in front of the thief,<br>stopping them in their tracks.<br>The culprit desperately professed their innocence,<br>and someone ran up to them.<br><br>The person was apparently a drama director,<br>and the culprit was a staff member.<br>{0} let the culprit go.<br><br>Seeing {0} apologize,<br>the director let out an impressed sigh.<br>\"Those deliberate movements, that fleetness of foot,\" he said.<br>\"It has to be you!\"<br>He grabbed at {0}'s hand.<br><br>Then, Christmas came.<br>It's said that a drama hit the airwaves, one which had<br>{0} clad in a Santa outfit<br>sailing over the Christmas tree they had escorted in, wielding<br>a large white sack.",
"SALES_EVENT_LIGHTYEARS_REPORT_2": "{0} and {1} were set<br>to appear on a Christmas talk show.<br><br>Wanting to give their present fans a surprise,<br>they practiced a Christmas song in secret.<br><br>The show went well, and when the signal came at the end<br>to show the fruits of their practice,<br>the set's lights went out,<br>suddenly cloaking the talk show in darkness.<br><br>Panic hit {0} and {1}.<br>Then, just as suddenly as the darkness came an array of pen lights—<br>the fans in the audience were spelling out a message from their seats!<br><br>Stunned at the reverse surprise, the two stood up with a smile<br>and began to sing the Christmas song they'd prepared.<br><br>{0} put their heart into it<br>and sang with gentle levity, while {1}<br>added in a little pleasant cheer of their own.<br><br>Warm feelings and applause filled the room,<br>and cries both surprised and pleased came from the audience.<br>When the singing ended, the two held hands and bowed to<br>their fans, ending the Christmas show.",
"SALES_EVENT_LIGHTYEARS_REPORT_3": "The heroes had taken on a job working at a certain Christmas event.<br>{0} wanted to jump onto the idol boom<br>and suggested a Christmas concert.<br><br>However, on the morning of the concert, {1}<br>received a message that the Christmas tree they would<br>use as the core of their performance would not arrive, due to some trouble.<br><br>{0} and {1} panicked,<br>searching for a store that would lend them a tree.<br>{2} and {3}<br>went from store to store, looking for ornaments.<br><br>Then, when the sun began to set,<br>the group carried in a large tree and a large amount of ornaments.<br><br>Exhausted and not feeling very idolish, the two began to decorate the tree.<br>Right then, someone entered the venue and<br>requested to help {3}.<br>Seeing that gesture, another offered help.<br>Then another.<br>More and more attendees stood up to help decorate the tree.<br><br>Awash with heartwarming cheers,<br>the one-night concert began around the tree.<br>Though the idols smiling faces were dirtied from the rushed preparations,<br>they looked radiant under the Christmas lights.",
"SALES_EVENT_LOSTANCIENTS_REPORT_1": "{0} was at a photoshoot at a nearby lake popular as a tourist spot. {0} posed for the fans present with the beautiful waters behind them.<br><br>Everything proceeded well, and after taking a shot with the last fan, the photoshoot came to an end. However, something happened the next day. Something big.<br><br>In one of the photos, a creature could be seen emerging from the lake behind {0}. It was a creature none had seen before, and it was massive.<br><br>The creature became a big hit on social media the moment it was posted, and it was quickly named after {0}, who could be seen smiling away in the photo.",
"SALES_EVENT_LOSTANCIENTS_REPORT_2": "{0} and {1} were hard at work, filming at a popular summer vacation spot they'd been called to. The program was about how they spent their days off.<br><br>With no staff accompanying them, the two were simply handed a camera and told to spend time at the lakeside hotel.<br><br>{1} was glad that their work consisted of just enjoying a day off, but {0} seemed a bit nervous.<br><br>The two walked along the lakeside, did some diving, and set off fireworks, enjoying their time at the lake while recording it all. The filming ended without incident.<br><br>P.S. The next day, a request from {0} came in asking if they could continue their time off. It was approved.",
"SALES_EVENT_LOSTANCIENTS_REPORT_3": "The heroes were enjoying their time off at the lake. {0} and {1} gathered firewood and got the space ready for a barbecue.<br><br>{2} wanted to eat fresh fish since they were at a lake, and {3} agreed with a smile. Those two went diving for fish after setting up rules that whoever caught the bigger fish would be the winner.<br><br>{0} started a fire, and {1} began cooking over it, but {2} soon called out for the two of them. They ran over and found {3} holding what appeared to be a part of some huge contraption.<br><br>All four of them laughed. They couldn't eat this.<br><br>A few days later, it was reported that a relic of an ancient civilization was found near where they had their barbecue.",
"SALES_EVENT_MASQUERADE_REPORT_1": "{0} was hired as a temporary security guard at a festival in Cloche. While patrolling the venue, they enjoyed the sight of the participants clad in the traditional garb of other planets.<br><br>After finishing their security shift, {0} decided to take a walk about town. There, they found an old clothing shop and bought a traditional outfit without even looking at the price tag.<br><br>The next day, a bill came in {0}'s mail with a price on it far higher than the pay they'd made from the security job. Though the unexpectedly high price was surprising to see, the joy of wearing the outfit simply motivated them to work even harder at the job.",
"SALES_EVENT_MASQUERADE_REPORT_2": "Word had it that some villains were doing some dark dealings masquerading at, well... a masquerade. With this information in hand, {0} began investigating, infiltrating the ball alone.<br><br>While observing the dance floor, {0} ended up invited to dance. Agreeing so as to blend in well, they found themselves overwhelmed by their partner's fleet footwork and deft movements.<br><br>When the song ended, their partner slipped off their mask but for an instant. Shockingly, it was {1} in disguise. It seemed they'd been sent in by the agency as backup.<br><br>The two later witnessed the black market trade and captured the villains with perfect teamwork. Following a job well done, {1} left the scene like a movie star.<br><br>As {0} watched {1} go, they remembered those skillful dance steps and that look of pure confidence, and they felt their heart flutter.",
"SALES_EVENT_MASQUERADE_REPORT_3": "The four heroes were chosen to provide hype for the lunar festival, and to help make the festivities more exciting.<br><br>The costumes the agency had assigned them were designed around the concept of introducing Earth's Halloween to those from other planets.<br><br>{0} wore bandages all over their body like a mummy and staggered across the venue, filling it with screams, while {1}'s white lace costume and strange, floating movements were well-liked for being so unsettling.<br><br>As for the other pair, {2} wore a pointed hat and black robe and {3} wore a black cat onesie, joining the festival as a wizard and their familiar.<br><br>The two tried to surprise and scare the festivalgoers but were met with cheers and screams of delight instead.<br><br>\"That outfit looks so fresh, so cool!\" \"Aww, what a cute kitten!\"<br><br>The two hid their complicated feelings behind smiles and agreed to take photos with the attendees.",
"SALES_EVENT_METEORITE2112_REPORT_1": "One day as Christmas was approaching, {0} found a young man with a wounded right leg in an alley on their way back from work. {0} scrambled to apply first aid, saving the man from grievous injury.<br><br>The man had a direly important job approaching and was worried the injury would ruin everything, so he thanked {0} again and again.<br><br>{0} saw him off with a smile before starting towards home again.<br><br>The next day, {0} woke up to find a Christmas present beside their pillow.<br><br>The news that day had eyewitness reports of Santa's sled flying through the sky, bringing attention to the strange fact that one of the reindeer had a bandage wrapped around its right leg.<br><br>",
"SALES_EVENT_METEORITE2112_REPORT_2": "{0} and {1} were called to work at a Christmas show. The two donned Santa costumes and hit the show with zest and energy, but {0} soon noticed something was wrong.<br><br>Their energetic movements had left part of {0}'s outfit broken, and dramatically so. {0} started to panic, and {1} immediately noticed. Without hesitation, they put the cloak they were wearing around {0}.<br><br>{1}'s ad-lib worked out, {0} recovered with some blushing, and the show came to a close amid warm cheers and applause.<br><br>At a later date, {0} gave {1} a Christmas present later as thanks.",
"SALES_EVENT_METEORITE2112_REPORT_3": "{0} and {1} were writing replies to all the fan letters they'd gotten from children after the Christmas Show.<br><br>{0} was at a loss for how to answer questions asking if Santa was real, and both {1} and {0} racked their brains.<br><br>{2} happened to be passing by and said it would be best to simply tell the truth.<br><br>Right then, {3} called everyone other. They held a present in their hands, saying with a smile that it was a tasty gift from Santa.<br><br>The box was filled with Christmas sweets. The four partook of the treats and had themselves a nice conversation around the box.<br><br>In the end, the children received an answer. \"A wonderful Santa came to visit us, so I'm sure one will come to visit you, too.\"",
"SALES_EVENT_MIRRORS_REPORT_1": "{0} takes on a PR job to share the appeal<br>of Cogsden to the galaxy at large.<br><br>The dining, the signature treats, the tourist spots—{0}<br>was treated to a tour of Cogsden's best, and very satisfied.<br>However, a sudden increase in smog had other ideas,<br>and they found themselves struggling to see through it.<br><br>While this is one of the town's particularities,<br>it makes for poor video. When the staff where about to give up hope, however,<br>{0} clapped their hands together<br>and drew their attention as if struck with an idea.<br><br>A few days later, the last part of the completed documentary<br>featured {0}, the reporter,<br>in a special commercial.<br>With the hazy glow of the illuminated clock tower behind them,<br>they appeared to be standing inside of a cloud,<br>wielding their Parallel Weapon like a model.<br><br>The video had a fairy tale-like beauty to it,<br>and it quickly became the talk of the stars,<br>bringing the waves of attention Cogsden desired.",
"SALES_EVENT_MIRRORS_REPORT_2": "{0} and {1}<br>took a job working security on the smoggy streets of Cogsden.<br><br>They would take different routes, look for suspicious characters,<br>and meet in the clock tower square at the end.<br><br>With no irregularities to pursue, the two completed<br>their patrols while enjoying the novel scenery. However,<br><br>after arriving in front of the clock tower, {0}<br>sees a figure moving suspiciously.<br>Unable to make out much detail through the thick smog,<br>{0} addresses the<br>shifty figure and reaches out.<br><br>At the same time, {1} sees a suspicious<br>figure appear before them, approaching rapidly<br>as if about to attack.<br><br>Evading in a panic and assuming {0}<br>must be nearby, {1} shouts their name<br>seeking aid.<br><br>At the exact same time, the shadowy figure before them, {0},<br>also shouted their name.<br><br>The two froze for a few moments, baffled,<br>before letting out laughter and sighs of relief.",
"SALES_EVENT_MIRRORS_REPORT_3": "The four Heroes stopped to rest in Cogsden<br>on their way back after finishing a job.<br><br>Since they'd come for sightseeing, essentially,<br>{0} took a commemorative video by<br>zooming in on the massive clock tower in town.<br><br>Right then, {1} let out<br>a cry at something they'd seen on their phone.<br>A ne'er-do-well, about to scribble graffiti<br>on the clock tower!<br>{2} and {3}<br>immediately nodded to each other<br>then dashed over to the Villain with blinding speed.<br><br>Noticing the Heroes, the Villain<br>quickly tossed their paint aside and sprinted away.<br>Unfortunately for them, {2} caught all<br>the paint in midair, and {3}<br>caught the Villain by the collar during that time.<br><br>{2} and {3} had shown<br>speed and decisiveness, {1}, perception,<br>and {0}, good luck.<br><br>As if to thank the Heroes for protecting it from the scoundrel's<br>defacing designs, the clock tower let out a solemn ring.",
"SALES_EVENT_NEWYEAR2601_REPORT_1": "",
"SALES_EVENT_NEWYEAR2601_REPORT_2": "",
"SALES_EVENT_NEWYEAR2601_REPORT_3": "",
"SALES_EVENT_RAKUSAI_REPORT_1": "{0} was helping clean up the streets for the festival slated to take place that night.<br><br>As they headed for the designated area to dump off the trash they'd gathered, someone burst out of a cramped alley and nearly bumped into them. Self-defense instincts took over, and {0} quickly threw them over the shoulder.<br><br>{0} ran up to the fallen victim to check that they were all right. A moment later, a number of police officers came running. The two parties exchanged information, revealing that the police had been chasing a fleeing pickpocket who turned out to be the person {0} had run into.<br><br>Though an accident, the police gave {0} their heartfelt thanks, and {0} was later asked to teach at a civilian self-defense seminar.",
"SALES_EVENT_RAKUSAI_REPORT_2": "{0} and {1} were working as festival security.<br><br>As they passed by a fried noodles stall while on patrol, the owner called out to them, saying they didn't have enough hands on deck and could use some help on the floor. Moved by the desperation in the owner's voice, {1} helped with the cooking while leaving the patrolling to {0}.<br><br>After some time had passed, curiosity got the better of {0} and they headed back to the stall to check on {1}. Once there, however, they found a line so long that it blew the other stalls out of the water.<br><br>The culprit was a tourist who visited the stall, noticed {1}, took a photo, and uploaded it to social media.<br><br>Thus did {0} end up helping as well, serving guests with {1}. Though the owner thanked them graciously, the two ended up stuck in front of the grill until the stall ran out of food.",
"SALES_EVENT_RAKUSAI_REPORT_3": "{0}, {1}, {2}, and {3} were asked to perform in a hero show as part of the festival.<br><br>When they got to the venue, the show manager guided them to the special stage.<br><br>As {0} stepped onto said stage, however, they slipped and fell. No surprise, either, since the floor was covered in a peculiar liquid.<br><br>{0} looked flustered, {1} checked with the agency, and {2} looked eager to join. {3}, however, spoke up loud and proud.<br><br>\"I've always wanted to do this.\"<br><br>The meat of the hero show, which was a live action sequence, became a recording of {3} being beaten down by the other three.",
"SALES_EVENT_RISINGMOON_REPORT_1": "{0} accepted a job as an assistant examiner<br>for a public hero license exam held on the moon.<br><br>While on the way to the venue with the examiner,<br>they noticed an examinee shaking all over with a nervous expression.<br>Hearing the examinee introduce themselves with a trembling voice,<br>{0} and the examiner exchanged looks.<br><br>The examiner wondered if they could start the exam as is,<br>but {0} volunteered to take care of things,<br>gently smiling to the examinee.<br>They took the examinee's hand, and when they calmed down a little,<br>{0} asked them to do stretches together.<br><br>The slow stretches and deep breathing calmed the soul.<br>When a smile finally came over the examinee's face,<br>{0} let the examiner take over.<br><br>With the job done, {0} was<br>called out to by the earlier examinee.<br>Though they didn't know if they passed or not, they were able<br>to give the exam their all.<br>{0} smiled when they heard that,<br>for their heart was warmed by the news.",
"SALES_EVENT_RISINGMOON_REPORT_2": "{0} and {1} were to<br>perform in an event to promote sales of ceremony goods.<br><br>Commemorative medals, sweets, towels, portrait photos...<br>The two introduced each in detail with plenty<br>of chatter to entertain the fans.<br>Afterwards, the MC made a sudden announcement about a surprise event featuring them.<br><br>The two would have to pick out from the many, many goods on display<br>a gift that the other would like.<br>The two stood before the lineup of goods, looking hard.<br>Right as the MC announced that time was up,<br>the two held up their choices high.<br>They both picked the same kind of item: a strap in their recipient's image color.<br>The two laughed at how they made the same choice, then put the straps on each other's terminals--<br>a gesture that set the crowd wild.<br><br>A few days later, photos of the straps appeared on their personal social media accounts, causing the straps to go out of stock for a good bit of time.",
"SALES_EVENT_RISINGMOON_REPORT_3": "{0}, {1},<br>{2}, and {3}<br>accepted a request to perform in a special program on the moon.<br>The plan for the episode was a race in a new athletic facility<br>that made use of the moon's natural lower gravity.<br><br>The four went dashing at the starting signal.<br>{0} ran with a speed and dexterity<br>that showed no sign of being in lower gravity,<br>easily clearing the obstacles on the course.<br><br>Next to them, {1} struggled with the lower gravity<br>and ended up jumping far too high into the air.<br>{2} and {3}<br>leapt up, scrambling to help a panicking {1}.<br>{1} clung to {2},<br>and the two floated through the air in an embrace.<br>{3} jumped higher<br>than {1}, sailing off in a random direction.<br>{0} came running<br>then led the other three through the rest of the course.<br><br>The minor accident combined with the sight of the four<br>helping each other out truly<br>impressed the audience, making the event a rousing success.",
"SALES_EVENT_ROOKIES_REPORT_1": "The hero festival was awash with activity.<br>Working as security for the special beach area,<br>{0} wrapped up the day's work<br>and began walking along the beach.<br><br>Then a loud scream rang out along the coast.<br>{0} looked in the direction it came from<br>to see someone screaming \"stop! Thief!\"<br>and a person desperately running over the sands.<br><br>{0} hurried after the thief,<br>but the beach was filled with too many people,<br>making a normal dash useless.<br><br>{0} looked around in a panic<br>then noticed something.<br>A security jet ski.<br>A confident smile came over {0}'s face.<br>They hopped onto the jet ski and pursued by sea,<br>easily capturing the perpetrator.<br><br>They blasted their jet ski into the sunset,<br>seawater splashing red in its reflection as they went.<br>The image was captured and spread quickly,<br>earning cheers from all around the festival.",
"SALES_EVENT_ROOKIES_REPORT_2": "{0} and {1} end up<br>performing on a cuisine show's special episode.<br>The object is to go through the hero festival with limited funds,<br>buy what they can from the stands, and exchange what they bought.<br>The two head for the stalls at the start signal.<br>Under the audience's watchful eyes, they finish their shopping,<br>each returning with a different array of dishes.<br><br>{0} hit on all the classic festival food,<br>picking up enough<br>yakisoba, skewers, cotton candy, and drinks<br>to fill bags in both hands.<br><br>{1} carefully sized up<br>each stall, then stopped before one in particular.<br>They purchased one item and one item only:<br>a lunch box that used very expensive ingredients.<br><br>Though both were surprised at how different their<br>menus were, they smiled at each other in satisfaction.<br>A photo of them feeding each other their purchases<br>flew throughout social media,<br>and the event ended up a rousing success.<br><br>It's said that after filming, the two were seen<br>taking their time browsing the festival's stalls.",
"SALES_EVENT_ROOKIES_REPORT_3": "{0} and {1},<br>as well as {2} and {3},<br>took on a request from a toy company.<br>The four formed duos and faced off against each other on the beach.<br><br>With a loud signal to begin, cheers rang out.<br>Thus began the water-gun survival game<br>fought by swimsuit-clad heroes.<br><br>{0} ran through the battlefield,<br>wielding dual pistols, while<br>{1} backed them up with a rifle.<br>Meanwhile, {2} built up barriers<br>with sand and a bucket while<br>{3} blasted away from behind with a Gatling gun.<br><br>They fought with an intensity far above what a playful match called for,<br>and the audience on both sides of the screen cheered fanatically.<br><br>Days later, the heroes were seen on stream<br>enjoying the same game, making water-gun survival<br>a bit of a trend this summer.",
"SALES_EVENT_RUINS_REPORT_1": "{0} and {1} found themselves contracted by a king to do a certain job in secret.<br><br>The prince had snuck out of the castle and headed for a dangerous dungeon, and the king wanted him back.<br><br>The two headed off to help, although hasty in their approach with time being of the essence, and many traps awaited.<br><br>{0} fell into a pitfall. {1} just barely dodged spikes from the wall. Both had to sprint away from a rolling boulder.<br><br>They managed to get to the end of the dungeon only to discover that the prince had been laying all the traps!<br><br>The dungeon had been set up as a shelter in case of an enemy invasion, but the prince's crafty soul took over, leading him to fill it with traps.<br><br>Realizing this, {0} and {1} both slumped over, flabbergasted.",
"SALES_EVENT_RUINS_REPORT_2": "{0} and {1} were working on a job on a planet they'd never been to before.<br><br>The job consisted of filling in for the local hero, who was off slaying Kaibutsu, and listening to and solving the villagers' troubles.<br><br>\"Please get a magic herb for my daughter.\" \"I heard a dragon roaring in the cave!\" \"Can you get me some dire-boar hide?\" \"I wanna see the fairy of the spring...\"<br><br>{0} headed to the mysterious labyrinth in the north, and {1} headed for the floating tower in the south.<br><br>After completing the avalanche of requests, the two came back, completely worn out.<br><br>In the days that followed their return to the agency, they reacted terribly sensitively to the words \"I have a request...\"",
"SALES_EVENT_RUINS_REPORT_3": "The heroes took a job in a country that called Kaibutsu \"monsters.\"<br><br>{0} chuckled, saying that this monster-slaying expedition was like being in a hero's party in an RPG. {1} agreed, saying they'd like to be the priest.<br><br>{0} settled on being the mage, and when the discussion turned to who would be the hero, two voices belonging to {2} and {3} claimed it in unison.<br><br>Neither would budge an inch. {1} was baffled to hear them challenge each other to a competition to see who was truly worthy of the mantle of chosen hero.<br><br>{2} showed off their physical strength, while {3} spoke of their gallantry.<br><br>{0} and {1} finished the job while the two argued, yelling at them to quit goofing off after the fact.",
"SALES_EVENT_RUINS_REPORT_4": "After finishing a job on a certain planet, {0}'s group decided to spend a night at the royal city and enjoy some sightseeing.<br><br>Their pleasant time was interrupted by a sudden Kaibutsu attack, and the once-calm streets filled with shrieks and confusion.<br><br>{0} fought against the advancing Kaibutsu, {1} ran to act as support, while {2} and {3} did everything they could to assist the civilians.<br><br>The heroes managed to keep the city and its people safe, and the Kaibutsu fell by the time the knights arrived on the scene. Expecting a fight, they found only cheers.<br><br>With that, the heroes immediately returned to sightseeing, wanting to enjoy their time off.<br><br>None of the four knew that days later, statues were erected of the four heroes who had saved the city.",
"SALES_EVENT_SEEKERS_REPORT_1": "A certain sweets shop was known for the ever-present sweet smell of chocolate around it,<br>and {0} accepted a job to perform in their event.<br>The event's concept was simple: decorate the chocolate provided<br>then hand it out to attendees.<br><br>Though nerves got the better of them and the start of the task was difficult,<br>they got better with practice, and the purposefully simply made<br>chocolates were reborn anew in<br>{0}'s hands.<br><br>Colorful toppings complemented the sweet chocolate scents,<br>making the sweets shop all the more glamorous.<br>{0} handed out the completed sweets<br>to each attendee with a smile.<br><br>The event ended a rousing success, and<br>{0} left the shop satisfied.<br>In their hand was a single sweet they prepared for their private life.<br>{0} could not help but smile while<br>imagining the face its recipient would make.",
"SALES_EVENT_SEEKERS_REPORT_2": "{0} and {1} accepted a job<br>to do security for a festival on the desert planet of Dunast.<br>During their free time before they headed back, they took a fun walk through the festival.<br><br>After enjoying the novelty of that activity,<br>they headed over to one of the festival's drink stands,<br>where they purchased what the vendor described as<br>\"a chocolate drink meant to be shared,\" based on his recommendation.<br><br>As the two savored its sweetness,<br>{0}'s words dried up.<br>{1} began to worry when they saw<br>{0} staring back at them,<br>eyes watery and cheeks red.<br><br>The two hurried back to the stand and the vendor explained how<br>he puts spices that warm the body up in the drink,<br>but some people who drink it find it works a little too well on them.<br><br>While half listening to the explanation,<br>{1} found their own cheeks reddening<br>at {0}'s out of the ordinary demeanor<br>and wondered if the spice was working on them too.<br>They immediately attempted to conceal their reaction with an embarrassed chuckle.",
"SALES_EVENT_SEEKERS_REPORT_3": "{0}, {1},<br>{2}, and {3}<br> took on a job from a certain travel company.<br>As hot wind kicked up dust across the desert, the four<br>stood in a line atop the sand, resolute expressions on their faces.<br><br>The audience cheered, and a loud signal cracked through the air.<br>Thus began the heroes' hovercraft race.<br><br>{0}'s larger craft<br>zipped over the sands, blasting a trail of dust as it took the lead.<br>{1} pursued them<br>on a bike-shaped hovercraft, pulling off a beautifully clean turn.<br><br>Alongside came {2}<br>on a flying carpet-shaped craft, pulling off a flip,<br>and {3}'s hoverboard<br>showed off a variety of tricks that had the audience howling.<br><br>They weren't just racing, but entertaining—and entertain they did.<br>The race, of course, drew many tourists to the desert to enjoy the activities...<br>and spend money.",
"SALES_EVENT_STELLA_REPORT_1": "{0} headed off to the Galaxy Carnival Expo.<br>The first place they happened upon was Wemalt's flower festival.<br><br>On offer was an aromatic oil experience corner,<br>with an exotic mix of flowers, and<br>an exhibition of a variety of rare plants. There was<br>even a display where foods made with edible flowers could be tasted.<br><br>Very pleased, {0}<br>decided to pick up a memento<br>and headed to the souvenir corner.<br>While looking for possible candidates,<br>a sign catches their eye. It reads<br>\"Flowers that shall never wilt as long as the couple loves each other.\"<br><br>According to the pavilion staff, the flowers possess great vitality,<br>needing only the most basic care and<br>\"water whenever the caregiver thinks of their special person.\"<br>Keep that up, and the flowers will never wilt.<br>After staring at the flowers for some time,<br>{0} left the souvenir corner.<br>In their arms were two flower pots,<br>held with care.",
"SALES_EVENT_STELLA_REPORT_2": "The Galaxy Carnival Expo, the festival of festivals.<br>{0} and {1}<br>were there to advertise the pavilion of Cloche, a city famous for its clothing and accessories.<br><br>Staring at the wide variety of clothes with fancy designs,<br>{0} wonders which would<br>draw the most interest.<br><br>As {0} worried, {1}<br>suggested that they pick outfits for each other and show<br>them off online. {0} was interested.<br>The two lined up to face their clothing options.<br><br>Overjoyed at the prospect of<br>Heroes advertising for them, the pavilion staff encouraged them to try everything on.<br><br>{0} selected a stylish shirt<br>with a daringly provocative cut.<br>{1} picked pants with<br>appeal, yet that had a cuteness to them.<br><br>Their impromptu fashion show, oozing with aesthetic sense,<br>was rewarded with a large gathering of fans around the pavilion.",
"SALES_EVENT_STELLA_REPORT_3": "In the Maharajan Chocolat pavilion, at their<br>festival centered on a treat similar to Earth-style chocolate,<br>one could see companion Heroes clad in<br>traditional garb.<br><br>{0} and {1},<br>waving to visitors with warmth and smiles.<br>{2}, squeezing applause out of fans<br>performing a sword dance they had little experience in.<br>{3}, advertising the pavilion by<br>taking photos with fans.<br><br>Their efforts reached fruition, and expo business was booming.<br>Suddenly, it happened.<br>The controls on the cart carrying the chocolat samples became fudged,<br>causing the cart to smash into the wall and send the chocolat flying.<br><br>As the crowd looked on in horror, {0} leapt forth.<br>With {1}'s help,<br>{2} took high to the sky as well.<br>{3} rushed forth like greased lightning,<br>quickly maneuvering to where it would all land.<br><br>As if performing a sword dance, the four<br>caught all the chocolate in the air one after another,<br>and were rewarded with the loudest cheers so far.",
"SALES_EVENT_SUMMERNIGHT_REPORT_1": "An offer came to {0} to be a model in a<br>large-scale fashion show in a famous<br>entertainment city.<br><br>The day of the fashion show arrived.<br>The costume prepared for {0}<br>was both avant garde and highly revealing.<br><br>Though {0} was thrown off by its eccentricity,<br>work accepted must be seen through.<br><br>With a firm resolve, {0}<br>stood tall and strutted down the catwalk,<br>their stance synergizing with the outfit so well<br>that people couldn't stop talking about them.<br><br>Days later, the very same<br>outfit was delivered to {0}<br>as a reward.<br><br>{0} put on the costume again,<br>remembering the cheers on the catwalk,<br>but the embarrassment left them blushing.",
"SALES_EVENT_SUMMERNIGHT_REPORT_2": "Rumor had it that a villain had snuck into a fancy shopping mall<br>as a tenant.<br><br>The two heroes tasked with finding him<br>infiltrate the mall in disguise, hiding<br>their identities.<br><br>{0} covered their face with a scarf, and<br>{1} wore sunglasses and a hat.<br>They headed for the shopping mall.<br><br>As the two were observing the tenants,<br>they found the shop that said wanted villain operated.<br>{0} and {1}<br>immediately captured the villain, wrapping up the case.<br><br>A few days later, rumors hit social media that<br>{0} and {1}<br>were on an incognito shopping date.<br><br>The two neither confirmed nor denied the rumors,<br>but after the case was solved, they were occasionally seen<br>walking side by side pleasantly in town.",
"SALES_EVENT_SUMMERNIGHT_REPORT_3": "Four heroes were enjoying a rare moment of brief respite<br>at a large night pool popular of late.<br><br>{0} chose a dolphin floatie<br>while {1} took to a flotation device shaped after angel wings<br>, and both enjoyed floating within the illuminated pool.<br><br>{2} and {3}<br>headed to the club area in swimsuits,<br>dancing to whatever the DJ played.<br><br>It happened when the four later reunited.<br>{2} called to {0}<br>with a loud shout, drawing eyes from all around.<br><br>Seeing the four heroes all in the same place,<br>their fans poured in all around them,<br>turning the glitzy poolside into<br>a meet and greet corner.<br><br>Before anyone knew it, it was closing time.<br>While the four complained that it was rougher than normal work,<br>they all wore smiles of satisfaction,<br>truly feeling the love of their fans.",
"SALES_EVENT_SUMMER_DIVE_REPORT_1": "{0} was working on a resort planet. As the bright sun above beat down on their skin, the refreshing breeze of the poolside offered a devious temptation.<br><br>Hopping into the pool was not part of the job, but no matter how much water or sports drinks they downed, their thirst was not quenched. The sound of the guests frolicking in the water was also simply too much to bear.<br><br>When break time came, {0} tossed off their garments and leaped into the pool.<br><br>{0} could not help but let out a pleasant cry as the cool water hit their hot skin. It was, plainly put, paradise. They stayed in the pool as long as they could.<br><br>When break time came to an end, {0} suddenly noticed they had forgotten to eat lunch, much to their stomach's displeasure.",
"SALES_EVENT_SUMMER_DIVE_REPORT_2": "{0} and {1} were working as lifeguards at the pool.<br><br>Not ten minutes after they assumed their post did they spot a child drowning. {1} leaped in immediately, but their failure to warm up properly left them cramped the moment they hit the water.<br><br>{1} began struggling, going from hero to victim in one clean stroke. {0} jumped in quickly after, desperately saving the child first, then {1}.<br><br>While the child fortunately regained consciousness quickly, {1} was completely knocked out after taking in too much water.<br><br>{0} timidly attempted to perform CPR as they'd learned in the seminar they took before taking the job.<br><br>{1} managed to regain consciousness, but after hearing that {0} had administered CPR, they appeared unable to look {0} in the face for some time.",
"SALES_EVENT_SUMMER_DIVE_REPORT_3": "{0} suggested the group have fun in the pool while on their work break. {1} seemed interested, but {2} did not.<br><br>\"We're not children. Come on.\"<br><br>Already in the pool, {3} mischievously splashed {2}. Wet and angry, {2} dove into the pool to get revenge.<br><br>{0} pulled out an inner tube and headed for the pool with {1}, joining the battle. They splashed each other, chased each other, and enjoyed the pool for as long as time allowed.<br><br>The pool time was fun, indeed, but {2} was left with a wet uniform and {3} with the crime of causing it. They were heartily scolded by the supervisor a few hours later.",
"SALES_EVENT_SURVIVAL2309_REPORT_1": "{0} was at a mostly deserted beach during their vacation. Clad in a swimsuit, they waded into the water after putting on a snorkel set.<br><br>After a bit of swimming, they noticed a fearsome-looking fin above the water's surface that appeared to belong to a shark.<br><br>{0} stiffened up in fright, but what approached turned out to be a small dolphin.<br><br>{0} could not help but smile at the little creature swimming around them and having a great time. The two played in the water for a while before {0} headed home with a spring in their step.<br><br>Later, {0} heard an interesting rumor. Word of a friendly dolphin at the beach had spread on social media, and the spot enjoyed great popularity.",
"SALES_EVENT_SURVIVAL2309_REPORT_2": "{0} and {1} were called to participate in a desert island survival program.<br><br>The two had to endure for two weeks with no outside help, making use of the supplied gear, which consisted of knives, harpoons, lighters, and the like.<br><br>{0} headed to the sea, harpoon in hand. {1} explored the island, searching for food.<br><br>They met back at the agreed-upon spot when the sun set and shared what they'd found.<br><br>They roasted fish over a fire and cracked open their gathered coconuts. The moment the food touched their lips, they complained. \"A little burnt.\" \"Not sweet enough.\" Realizing the absurdity as they looked at each other's scowls, they shared a laugh.<br><br>A few days after the filming, it was said that they were seen having a nice chat at a certain beach resort elsewhere.",
"SALES_EVENT_SURVIVAL2309_REPORT_3": "What does a hero do on the beach? Beach training, of course!<br><br>{0} got to sprinting, training their sense of balance and their lower body. {1} did yoga under the blazing sun, forging their flexibility.<br><br>{2} and {3} formed a pair and got to lifting, sweating as they pushed their bodies to the brink.<br><br>With their training for the day complete, the heroes formed a line and gave the camera their best thumbs-up.<br><br>\"Nothing better than the beach! We're gonna be training on the sand this summer!\"<br><br>Want that beach bod? What better place to get it than the beach itself? Click the link below to start your beach training journey!<br><br>\"All right, cut! Good job, everyone!\" At that call of salvation from the staff, the four all collapsed into a sweaty mess on the sand.",
"SALES_EVENT_THERMAE2307_REPORT_1": "The watery city Aqueaus is well known for its glowing trees, and {0} was called to a herbarium class that made use of their flowers as a special guest.<br><br>They rehearsed, and though {0} had the lecturer's support, handling the fluid to preserve the flower's glow proved surprisingly difficult.<br><br>However, they stuck to it, feeling a sense of obligation and responsibility, and ultimately succeeded in making their herbarium during the live demonstration.<br><br>{0}'s fans applauded, moved to see a different side of them.<br><br>One of the fans took a photo of the herbarium and posted it to their blog, drawing the attention of fans both passionate and particular.<br><br>Ever since then, {0}'s hero events would be accompanied by a small number of handmade herbariums for sale. Apparently they've even become legendary rare merch.",
"SALES_EVENT_THERMAE2307_REPORT_2": "{0} and {1} were visiting Aqueaus, the location of the travel program they were filming.<br><br>The sight of the pure water flowing through the city's canals and the faint glow of its flowers created such a beautiful image that the two forgot about it being work and allowed themselves to enjoy the scenery as they filmed. The labor proceeded well, and they approached the end of the program. The final location was an outdoor bath with a fountain.<br><br>According to the staff with them, the bath was a well-kept local secret known for bringing couples together. {0} and {1} sat on the edge, each taking too much notice of the other. Both sets of cheeks had turned bright red.<br><br>Seeing the two blush on screen plucked the heartstrings of the viewers, and a bevy of pleased comments came in.<br><br>After that, the watery city became something of a holy ground for fans of {0} and {1}, becoming even more popular as a tourist spot.",
"SALES_EVENT_THERMAE2307_REPORT_3": "The four heroes were called to the watery city to film a swimsuit promotion. Though each was used to being observed day in and day out, they were stunned at how open and revealing the swimsuits were.<br><br>The staff chuckled, saying this was about average for the city, and left the changing room. The hour of the filming drew closer.<br><br>{0} resolved to do it for work, throwing the swimsuit on in resigned desperation. Not wanting {0} to be alone, {1} started putting on their swimsuit bottom then immediately grew embarrassed at how they looked in the mirror. {2} was completely frozen. Seeing the other three, {3} was struck with a bolt of inspiration.<br><br>The heroes arrived at the filming site with cardigans over their swimsuits. Few wore their swimsuits in such a way in the watery city, and it proved to be popular with the staff.<br><br>{3} happened to have brought the cardigans along, and the three were grateful for their preparedness.",
"SALES_EVENT_TRAIN_REPORT_1": "Wanting to fill in some time between security shifts, {0} wandered around the Cruise Train a little.<br><br>When they got to the shopping area, they came across a child crying on a bench. Hearing the kid out, they learned that they were hungry and separated from their parents.<br><br>{0} explained the situation to a nearby staff member and tried to pass the child on, but the child had taken too much of a liking to the hero to allow it.<br><br>The two ended up taking a walk, hoping to find the child's parents. During that time, they ate sweets in the food court, enjoyed the sights, and had fun in the game corner.<br><br>Before long they were both smiling, completely forgetting just how much the child had been crying.<br><br>The child's parents eventually found them, and they thanked {0} from the bottom of their hearts. With a smile, {0} figured that spending time off like that wasn't half bad.",
"SALES_EVENT_TRAIN_REPORT_2": "{0} and {1} were hard at work during filming on the Cruise Train.<br><br>They were to act as reviewers during a food program. The two yapped away in front of the cameras, pumping up the scene with their wisecracks and insights as luxurious dishes were laid out before them, one after another.<br><br>{0}'s eyes shone at the beauty of the food, and {1}'s eyes shone at the fact that they could eat all they wanted for work. They wasted no time in chowing down.<br><br>{0} savored each bite and gave a detailed impression of each dish. {1} wolfed down every dish as they came, going off script by eating every available meal and shouting \"so good!\" with each one.<br><br>The wildly contrasting impressions proved popular, and the program won its highest viewership since its inception.<br><br>For a few weeks afterwards, the two were awash with food review requests at the agency.",
"SALES_EVENT_TRAIN_REPORT_3": "{0}, {1}, {2}, and {3} had been entrusted with guarding a dinner show.<br><br>The band's performance had the mood soaring, but in the midst of the joy, a drunken villain staggered into the room.<br><br>He forced his way onstage. {0} and {1} fought him, dancing in sync with the band music, while {2} and {3} went around the floor handing out free drinks, working to calm down the crowd.<br><br>The four's excellent coordination quickly calmed the situation down. The show was a great success, and they found themselves met with howls of gratitude.<br><br>A few days later, a guest who had mistaken the chaos for part of the show uploaded the scene to social media.<br><br>The dancing battle proved popular, and the next time they were offered a job, it was for a performance rather than security.",
"SALES_EVENT_TRAVELERS_REPORT_1": "The tournament at Aradicia was awash with excitement and activity.<br>After finishing their shift, {0}<br>was walking along the main road in full festival swing.<br><br>While they were looking at the stalls for a quick bite to eat,<br>a voice suddenly boomed from the one in front of them.<br>The cook was shouting for payment,<br>and the diner was attempting to run into the crowd.<br><br>{0} rushed after the culprit.<br>However, they were already too far away.<br>Anxiously watching as the culprit's figure grew ever smaller in the distance,<br>they heard a voice cry out, \"Use this, noble knight!\"<br>A single dragon mount appeared before them.<br><br>Stunned but grateful, {0} smiled<br>at the dragon, who responded with a screech in the affirmative.<br>The two then worked together to capture<br>the culprit, sending waves of cheers up and down the busy street.<br>{0} thanked the dragon's master<br>and gave the mount a gentle pat.<br>It let out a satisfied purr in response.<br>The sight of the two heroes getting on so well<br>drew another, louder wave of cheers from the crowd.",
"SALES_EVENT_TRAVELERS_REPORT_2": "{0} and {1}<br>ended up agreeing to participate in a special program about the<br>much-anticipated tournament in Aradicia.<br>Once on site, the two were informed that their part in the program is<br>training as apprentice knights for a day.<br><br>The training was meant to be as close to real combat as possible,<br>so the two donned the same weapons and armor as the full-fledged knights and began practice.<br>{0} was all smiles, swinging their sword like<br>they were in their favorite video game. On the other hand,<br>{1} suffered while performing the movements they were<br>unaccustomed to in heavy armor.<br>{0} assisted them, cheered them on, and they stuck<br>with the training.<br><br>With the setting of the sun, the knights congratulated them on enduring<br>such a harsh regimen.<br>The two shook hands with the knights, then<br>looked at each other, mulling over how they'd spent the day together.<br><br>As the red Aradician sun set behind them,<br>the two congratulated each other on running the distance<br>and shared a powerful hug.<br><br>This scene was broadcast in the program as well,<br>and proved to be wildly popular with the audience.",
"SALES_EVENT_TRAVELERS_REPORT_3": "At the Kingdom of Aradicia's grand tournament,<br>attended by people from all across the land,<br>the Heroes ended up opening stalls for the wave of visitors.<br><br>The four boldly smiled at each other with fire in their eyes<br>then split into two teams to see whose stall would be more popular.<br><br>{0} and {1}<br>offered up ultra-spicy food to wake up the taste buds<br>and the soul, all the better to enjoy the tournament.<br><br>{2} and {3}, meanwhile,<br>offered up chilled drinks to revitalize those<br>at the mercy of the hot Aradician sun.<br><br>When the tournament began,<br>their stalls both saw an unending stream of customers.<br><br>{1} and {3}<br>saw the last of their customers off with smiles, and<br>{0} and {2}<br>put up signs saying they were sold out.<br><br>The tournament of commerce held quietly in the shadow of the<br>tournament of arms came to an end,<br>concluding in an honorable draw.",
"SALES_EVENT_VIRTUALFESTA_REPORT_1": "Fervently recommended the latest online game by a client, {0} logged in to give it a try.<br><br>Just like that, they found themselves in a wide-open, wonderful fantasy world, convincing enough to look like reality itself. {0} went through it, bursting with excitement.<br><br>Meeting new friends, braving the Lost Woods, meeting the guardian of the spirits, fighting the beasts that stood in their way, seeking the weapons of legend...<br><br>The adventure seemed to be going splendidly, but {0} had not yet noticed the creeping terror looming over the horizon.<br><br>It was already well past midnight, and they had work tomorrow.",
"SALES_EVENT_VIRTUALFESTA_REPORT_2": "{0} finished work, headed home, and booted up their game.<br><br>They were playing the stage that came with the new patch and found themselves assailed by brand-new mechanics and a storm of attacks.<br><br>Right when they were about to give up, a player they'd never seen before appeared out of nowhere and saved their life.<br><br>Before they could thank this mystery savior, however, the other player said they had something to take care of and logged out.<br><br>{0} talked about this at work the next day with {1}, who surprised {0} by calling them by their character's name.<br><br>Realizing their savior was {1}, {0} went on to chatter with them about the game. After losing themselves in conversation, they made plans to play together again later.",
"SALES_EVENT_VIRTUALFESTA_REPORT_3": "The group's assignment was simple. They were to experience an advanced VR game and write a report about it.<br><br>{0} and {1} were excited that they would be able to play the latest competitive game. {2} and {3}, however, quietly nodded to each other. They were going to win big or die trying.<br><br>{2} attacked with a gamer's precision, and {0} dodged with joy. {1} built up points with refined assists, and {3} strategically countered them.<br><br>Both teams were, essentially, tied by the final battle. Once there, though, {3} and {2} won by a hair.<br><br>{0}'s team jotted down how fun it was, though a shame that they lost, and {2} praised how well they fought.<br><br>Apparently the four were seen enjoying a rematch after work, at {1}'s proposal.",
"SALES_EVENT_VOLCANO_REPORT_1": "One day before the big chocolate event, {0} was doing a TV show filming.<br><br>The episode concept was a hero going around town, eating a variety of the latest and greatest chocolates and sharing their impressions.<br><br>The sweets on offer were fascinating treats that {0} had never had before. Chocolate shaped after Saturn, rings and all, jiggly slime truffles, spicy chili chocolate... There was plenty of variety.<br><br>The sight of {0} enjoying the chocolate completely sold the viewers on just how tasty the treats were. The program met with wonderful ratings, and chocolate sales shot up.<br><br>{0}, realizing how wonderful chocolate was after the program, found themselves in thrall to the wondrous sweets.<br><br>{0} was later witnessed jogging desperately, eager to burn off all the chocolate weight they'd accrued.",
"SALES_EVENT_VOLCANO_REPORT_2": "One day before the big chocolate event, {0} was at work for a show filming. A local sauna was rumored to \"sweat out all impurities and reform your body from the core,” and the station wanted heroes to take it on.<br><br>A pair of heroes were chosen, {0} and {1}.<br><br>The two enjoyed a pleasant chat as they went through the classic rotation of sauna sweating, cold bath soaking, and open-air bathing, gradually \"reforming” their bodies.<br><br>{0} was red in the face from the heat, and {1} let out sighs of joy. On the third rotation, they had been fully reformed.<br><br>The rare, relaxed expression on their faces truly touched the fans, and the viewership of the show steadily climbed like the temperature in a sauna, ultimately breaking records.<br><br>Hero sauna programs became popular in the weeks that followed, with other showrunners seeking to capture those numbers.",
"SALES_EVENT_VOLCANO_REPORT_3": "A mountain climbing show was being filmed, with a cast of four heroes who were taking on a volcano.<br><br>{0} and {1} were eager, and {2} was a rather confident climber. The three encouraged each other as they headed for the peak.<br><br>{3}, however, had sprained their leg right before the filming and had to use the cable car at the bottom instead.<br><br>When the other three caught up, satisfied that they'd made the climb on their own legs and own sweat, they gazed out at the beautiful view from the top. {3}, however, could not fully enjoy it.<br><br>Days later, the other three invited {3} to come climbing again, wanting them to experience the joy of mountaineering. They all headed back to the same volcano.<br><br>Taking trekking advice from {0} and {1}, who had gotten into mountaineering hard thanks to the show, {3} headed for the peak. When they got there, {3} found the view to be far more beautiful than it had been last time.",
"SALES_EVENT_WHITEOUT_REPORT_1": "",
"SALES_EVENT_WHITEOUT_REPORT_2": "",
"SALES_EVENT_WHITEOUT_REPORT_4": "",
"SALES_EVENT_WONDERLAND2602_REPORT_1": "お菓子メーカーからの依頼により、<br>バレンタイン限定の恋愛相談チャンネルを<br>立ち上げることになった{0}。<br><br>当初はリスナーの相談に乗りつつ<br>配信を盛り上げていた{0}だったが、<br>時間が経つにつれてコメントの内容は変化し、<br>最終的には{0}の恋愛事情について<br>いくつもの質問が飛び出した。<br><br>{0}が照れくさそうな表情で、<br>自身の恋愛観について語り始めると、<br>配信は異様な盛り上がりを見せる。<br><br>「大事なヒトにチョコで気持ちを伝えよう！」<br>という言葉で締めくくられた配信の直後、<br>依頼元メーカーのチョコは大きく売上を伸ばした。<br><br>想定以上の成果を上げることができて<br>胸を撫で下ろした{0}だったが、<br>後日、事務所に{0}宛の<br>大量のチョコが届いて、目を丸くするのだった。",
"SALES_EVENT_WONDERLAND2602_REPORT_2": "新規食材の発掘を目的とした<br>未開拓惑星の現地調査依頼を受け、<br>２人のヒーローが森林惑星セレミアを訪れた。<br><br>航宙船に乗り込み、ようやくセレミアに辿り着いた<br>{0}と{1}は、<br>不思議な森の奥深くへと歩みを進めていく。<br><br>しばらく歩いていると、森に霧が出始めた。<br>次第に濃くなっていく霧の中ではぐれぬよう、<br>２人は手を繋いで進むことに。<br><br>{0}は周囲の警戒を担当し、<br>{1}は食材の情報を記録する。<br>濃霧に視界が遮られる悪環境の中、<br>助け合いながらデータを集めていくうちに、<br>２人は互いに信頼を寄せていく。<br><br>そして、ようやく１日の調査が終わる頃。<br>すっかり濃霧が晴れているにも関わらず、<br>{0}と{1}は<br>手を繋いだまま森の中を歩いていた。<br>まるで、手のひらの温もりを名残惜しむかのように。",
"SALES_EVENT_WONDERLAND2602_REPORT_3": "甘い香りが漂うキッチン型スタジオに、<br>４名のヒーローが集っていた。<br><br>これから行われるのは、<br>バレンタインにあやかったチョコ作り対決配信。<br>それぞれのヒーローは二人組になり、<br>思い思いの食材を手にチョコ作りを開始していく。<br><br>{0}と{1}は、<br>見た目にもこだわったトリュフチョコを作成。<br>可愛らしさと美味しさで審査員から好評を博した。<br><br>一方、{2}が湯煎していたチョコに<br>バランスを崩して転びかけた{3}が<br>粉末唐辛子を投入するハプニングが発生。<br><br>血のように赤いチョコを見て、顔を青くする<br>{3}。対戦相手の慌てようを見て、<br>勝利を確信する{0}たちだったが――<br><br>審査員の票を最も集めたのは、<br>意外にも唐辛子チョコレートだった。<br>チョコの起源ともされるスパイスチョコレートを<br>偶然にも復活させた２人の健闘を称えつつ、<br>{1}はチョコ作りの奥深さを実感するのだった。",
"SALES_EVENT_WORKOUT_REPORT_1": "After working a Christmas event, {0} headed for home, breathing white clouds while snow sprinkled around them. Interest suddenly piqued by a place they did not normally visit, they took a detour to a Christmas market decorated with a great tree and Christmas lights.<br><br>As {0} walked through the venue, drawn in by its palpable excitement and beautiful lights, they found a little girl, head drooped in front of a stall under the cold winter sky. When they asked what was wrong, she said she lacked enough livos to buy her mother a present.<br><br>{0} smiled at the girl and asked her to show them around the market. The two experienced a variety of delights, including hot, spiced, non-alcoholic wine, as well as other treats to warm the body and soul.<br><br>The girl had finally started smiling, and {0} discretely put payment into her hand. When the girl waved and walked off into the lights and snow, her footfalls were just a little lighter.",
"SALES_EVENT_WORKOUT_REPORT_2": "{0} and {1} had been called to a promotional event for Christmas sweets.<br><br>The event would consist of them serving Christmas confectionery they had personally decorated to fans.<br><br>The two were overjoyed to see the variety of ingredients waiting in the kitchen space prepared for them, and they got right to decorating their sweets.<br><br>Cream, fruits, chocolates... {0} took their time meticulously and lovingly topping each scrumptious dessert, making it look as beautiful and appetizing as possible. Cheese, roast beef, mashed potatoes... {1} went for a brute-force approach, going hard on the savory cakes angle.<br><br>The sheer contrast between their performances was met with cheers and excitement, and the event was a roaring success.<br><br>P.S. Every last one of the finished items was enjoyed by the heroes and their fans.",
"SALES_EVENT_WORKOUT_REPORT_3": "The group's next assignment was performing in a video. The contents? Getting fit and funky, burning off all the holiday season fat from Christmas and New Year's. The group and audience at home would follow the studio instructor's movements and directions.<br><br>{0} and {1} got down to exercising with smiles. On the other hand, {2} got intensely into the exercises, while {3} simply did as they wished, adding in their own unique spins and movements.<br><br>They had to retake the footage again and again with how mismatched the group's movements were. Seeing the instructor's frustration, {0} and {1} made a suggestion.<br><br>The completed video showed each of the four exercising how they wished, in tune with the music. Though their movements all differed, mimicking any of them would give the viewer an effective workout. It spread like wildfire, ending up as one of the studio's more popular videos.",
"SALES_EVENT_XMAS2012_REPORT_1": "{0} and {1} finished their work in the hot springs resort and decided that since they were already there, they might as well grab a nice, hot bath.<br><br>{1} brought up an issue, however. Since it was right after a hero event, they wouldn't be able to relax if they ran into any fans. {0} agreed and arranged for a private bath, though this brought with it a new problem. Would they enter together, or take turns?<br><br>{0} ruminated, but {1} did not hesitate to suggest they go in together. Since there wasn't much time until the last train, {0} agreed.<br><br>In the bath, however, {0} seemed clearly uncomfortable, not knowing where to look. And even though {1} had suggested it, they could not take their mind off {0} soaking beside them.<br><br>Ultimately, the two were both too self-conscious and distracted. They nearly passed out in the bath and ended up missing the train.",
"SALES_EVENT_XMAS2012_REPORT_2": "{0} and {1} finished work late that night. The Christmas mood was everywhere in the streets, and the lights and snow made the town look like something out of a storybook.<br><br>{1} stopped in front of the parking lot, and {0} asked why.<br><br>{1} turned around with a small, wrapped box in their hands. A Christmas present, they said. {0} could not help but laugh at how embarrassed {1} looked.<br><br>They took the present and gave genuine thanks. {1} replied with a smile. With that, {0} mulled over how repayment would be made as they headed home.<br><br>Days later, {0} did indeed repay {1} with a present, but as for what and how, that will have to be kept confidential.",
"SALES_EVENT_XMAS2012_REPORT_3": "With a job well done and work over, the group decided to hold an afterparty that also served as an end-of-year bash.<br><br>{0} raised the roof, excited by the suggestion. {1} calmed them down like a mother chastising a child.<br><br>{2} got really, really festive and started to yap nonsense. {3} agreed in amusement, egging them on.<br><br>When things had gone past the point of no return, {2} started to take off their clothes. {1} was sober and shocked, but so were {0} and {3}. Both managed to calm {2} down and get their clothes back on.<br><br>When asked a few days later what had happened, {2} fell silent, face red. {3} tried to cover for them, but {0} had given up making any kind of excuses.<br><br>{1} decided that was the last end-of-year party they would hold with those three, at least for the foreseeable future.",
"SALES_EVENT_XMAS2012_REPORT_4": "The group ended up staying at a hot springs inn after work. Exhausted from their labors, {0} fell asleep the moment they came back from the baths.<br><br>With no real idea what {0} got up to on a daily basis, {1} plotted to prank them. {2} told them to knock it off, but {3} seemed entertained and egged them on.<br><br>{0} woke up the next morning to find scribbles on their face. Obviously they got angry about it. They questioned {2} and learned the culprits' identities. They then proceeded to smack {1} and {3} from their wistful slumber, repaying both with an iron fist to the head.<br><br>{0} then headed to take a morning bath and noticed scribbles drawn on... another surprising place when they took off their clothes.<br><br>It need not be said that {1} and {3} received even more punishment.",
"SALES_EVENT_XMASMELT_REPORT_1": "{0} was on the job working security at the Christmas music festival.<br><br>After a successful day spent patrolling, they came back to find the stage lit up with a familiar Christmas song playing.<br><br>Seeing not a soul in the venue around them, they took to humming along with the song, all alone on stage.<br><br>When the song finished, {0} suddenly heard applause. They turned around to see the director of the event, who had been listening to them sing.<br><br>Eyes eager and alight, they asked {0} to join the festival. {0} shrank back from embarrassment. However...<br><br>They say on the day of the event, {0} was seen on stage nervously clutching a microphone.",
"SALES_EVENT_XMASMELT_REPORT_2": "{0} and {1} had been hired to work at a regional promotion event on another planet.<br><br>Their job was to make handmade accessories using crystals, one of the region's primary exports, then write up reviews.<br><br>{0} battled with the unfamiliar task, but {1} got the hang of it and helped their partner without making much of a fuss. The two managed to finish their accessories without incident.<br><br>The event director suggested it would be nice for them to exchange what they'd made with each other, but {0} seemed unsatisfied with what they had completed.<br><br>Still, {1} saw far more value in the fact that {0} had made it and accepted the accessory with a wide smile.<br><br>Supposedly the crystals were seen as protective charms, and people gave them to loved ones and those they were fond of.<br><br>{0} later learned that and vowed to return to the planet to make another, even better, crystal accessory. However, that is a tale for another day.",
"SALES_EVENT_XMASMELT_REPORT_3": "{0} and {1} were invited to the Christmas music festival as guests, and were enjoying the performances on stage.<br><br>However, when the next act failed to show up, clamor and concern gripped the venue. Wondering what could have happened, the two headed backstage.<br><br>There, they found the staff panicking at a dreadful sight. The equipment tent had been crushed by a powerful gust of wind, and the equipment was about to be buried by snow.<br><br>Wanting the show to go on, {0} patted their chest and told the staff to leave it to them, because they had an idea. {1} nodded eagerly and quickly contacted both {2} and {3}.<br><br>Soon after, {2} arrived with big shovels, and {3} with many buckets.<br><br>The heroes worked together to quickly make a large igloo. When they got all the equipment safe inside, they chuckled to each other. Everything would be all right now. As they sat in the warm house of snow, they could hear a gentle hymn.",
"SALES_REPORT_1": "{0} arrived at the agreed-upon meeting place. When they did, the mediator lowered his head in apology. \"We're low on people! Please, every hand on deck counts!” {0} went into the changing room as asked, and found a rather fancy mascot costume waiting. They put it on and acted as the script demanded. The show was trite and cliche, and the children were not having it.<br><br>That all changed when a punk burst in and {0} detained him, immediately becoming the children's hero. They went on to take photos with plenty of them.<br><br>It was a sales trip where nothing went according to plan, but {0} did not seem entirely displeased.",
"SALES_REPORT_10": "{0} and {1}, through sheer happenstance, ended up having to entertain a VIP client. Said VIP took them to an upscale bar in the red-light district.<br><br>With a good bit of booze in him and his spirits high, the VIP turned on the karaoke machine, saying he wanted to hear the two sing. He handed them microphones and pushed them toward the stage.<br><br>Out from the speakers came an old-fashioned love song, and a duet, no less. {0} had no idea what the song was and desperately tried to keep up with the lyrics as they rolled across the screen.<br><br>{1}, however, knew the song and took the lead, guiding {0} along. When they finished, the VIP applauded with clear satisfaction.<br><br>Since then, whenever {1} started to hum the song, {0} would join them.",
"SALES_REPORT_11": "While {0} attempted to fly the ship to the site, {2} and {3} argued over who would get to sit in the front seat. Neither would budge an inch, and their argument started to resemble a children's squabble.<br><br>Ultimately, {1} came in to mediate. {1} would sit in the front seat, and {2} and {3} would be relegated to the back seat.<br><br>However, whether from {0}'s wild piloting or the sheer amount of space debris in their path, the ship began shaking violently.<br><br>Both {2} and {3} ended up terribly space-sick.<br><br>That, of course, is why they took almost an hour to become operational again after they arrived on scene.",
"SALES_REPORT_12": "The group happened to encounter a villain attempting a robbery on-site, and they all mobilized to stop him.<br><br>{1} supported {0}, and {3} supported {2}. All that remained was for them to capture the villain.<br><br>{2}, realizing that a finishing move was needed, asked {3} to handle <i>that one</i> task. {3} had no idea what {2} was going on about and gave them a baffled look.<br><br>The villain used this opening to attempt an escape, but {0} and {1} immediately captured him.<br><br>After the battle, {2} complained. \"If only we had used that one move!” What was that one move? What could they have been talking about?",
"SALES_REPORT_13": "In the midst of their lunch, an uproar occurred. {2}'s lunchbox was clearly missing one piece of fried chicken.<br><br>{1} suggested that the guy at the lunch shop just forgot to put one in. However, there was clearly an empty space in the box accompanied by breading crumbs. {3} attempted to smooth things over by handing over one of their own pieces of chicken, but {2} argued that was not the issue.<br><br>{2} needled {0} out of suspicion. The bombardment of questions vexed {0}, and they finally shot back. Why raise all this fuss over a measly piece of chicken? The two began to argue.<br><br>As they argued, a small creature scurried up to them, scooped up a piece of chicken from one of the open lunches, then scrambled back to a safe distance.<br><br>The true culprit devoured the chicken right before {2}'s eyes, and it looked like it enjoyed every bite.",
"SALES_REPORT_14": "{0} and {1}'s moods were sour from the start. They would not look each other in the face, nor would they share words. This persisted into work time. {2} and {3} could do nothing but endure in silence.<br><br>Things changed when they had to deal with an approaching Kaibutsu, however. Though they complained at each other, {0} and {1} showed excellent coordination as they beat back the beast with ease.<br><br>After the battle, {0} said that they would graciously forgive {1} for what they'd done. {1}, in turn, let out a humble apology. {2} turned to {0} and asked if that finally resolved the situation. {0} nodded, and {2} nodded back with tears in their eyes.<br><br>{3} had no idea what was going on.",
"SALES_REPORT_15": "After work, the group decided to eat dinner together and head home.<br><br>However, the restaurant they happened to step into turned out to be an upscale one, and the bill that came after their meal was immense.<br><br>{0}, who had offered to foot the bill, became clearly distressed. {1} rifled through their wallet and sighed. {2} was ready to wash dishes.<br><br>However, {3} pulled out a shiny, golden card and made an announcement. \"I'll pay it all.”<br><br>Everyone thanked {3} profusely, and {3} simply smiled. It was nothing, they said. What generosity!<br><br>P.S. {3} is requesting nothing but cup noodles for meals for the foreseeable future.",
"SALES_REPORT_2": "{0} encountered a villain while closing a deal! The villain did a bizarre dance filled with bewitching moves while harassing the masses, laughing the whole time.<br><br>{0} battled to stop the villain, but ordinary techniques were unsuccessful.<br><br>In that case, an eye for an eye and a tooth for a tooth. Fire had to be battled with fire. {0} challenged the villain to a dance-off. Their moves overwhelmed the villain, reducing him to a sobbing mess. He admitted defeat and accepted his capture.<br><br>Even though they had captured the fiendish villain, {0} lost something important in the process...",
"SALES_REPORT_3": "Where did I come from? Who am I? Where am I going?<br><br>What the hell am I doing right now?<br><br>These were the thoughts that floated through {0}'s mind as they continued to work on the assembly line with unwavering focus. What were the other members on the line thinking as they worked? They had no idea.<br><br>Sticking to this work could be a path to enlightenment, so {0} found themselves thinking seriously about mental training and meditation.",
"SALES_REPORT_4": "Fearsome excitement awaited {0} at the site. Everyone was in the grip of a natural high, as if they'd worked for days on end without rest or sleep.<br><br>Sensing danger, {0} desperately aided in their work. This work proved to be more punishing than expected, and {0} could feel the brakes in their heart gradually beginning to fail...<br><br>Later, {0} left the site feeling extremely tense. It was a kind of natural high they'd never before experienced.",
"SALES_REPORT_5": "{0} encountered a villain while out on sales! The villain challenged them to an eating contest. Out of nowhere came plates and plates and piles upon piles of food, drawing the eyes and legs of a curious crowd.<br><br>{0} accepted the challenge and began to chow down on the mountain of morsels. Though the villain started out like an all-consuming tornado, their pace began to falter. {0} saw this as an opportunity and chomped away, eventually winning the match.<br><br>Returning to normal portion sizes took {0} some time and quite a lot of effort.",
"SALES_REPORT_6": "The pair found themselves arguing over a slight difference of opinion on the job. {0} fired the first shot, and {1} fell for the provocation hook, line, and sinker.<br><br>No one knows who threw the first fist, but things got physical. They laid hands on each other, and the argument turned violent. {0} roared and {1} screamed back. The site was thrown into such confusion that no one could stop them.<br><br>Yet as they continued to fight, they began to acknowledge each other's strength. Their scowls and howls turned into shared smiles and laughs. {0} offered a hand, and {1} took it. The two gazed out at the setting sun and laughed with each other. In some bizarre way, the encounter brought them closer together.<br><br>Note from {0}: A write-up and damage report about this incident will be submitted separately.",
"SALES_REPORT_7": "The pair piloted a spaceship on their way back from the sales job. However, to the surprise of both of them, the engine started to malfunction, forcing them to wait while a repair service flew out.<br><br>Fortunately, they were not wanting for air or food. Unfortunately, they were wanting for space—it was too cramped even for just the two of them. {0} tried to strike up a conversation to distract them from the situation at hand, and {1} worked hard to keep the talking going. They quickly ran out of things to talk about, however, leaving both in awkward silence.<br><br>Eventually, it came time to sleep, and the two collapsed their seats into beds. Sleep did not come. They were simply too aware of each other's presence. {0}'s heart pounded at the sound of {1}'s clothes rustling with each toss and turn. {1} was strangely taken by the footsteps of {0} getting up to go to the bathroom.<br><br>The repair service eventually arrived and fixed the ship. Though the two managed to make it back to the office safely, they both had an impressive amount of bags under their eyes.",
"SALES_REPORT_8": "The two had to work at a site that was hot enough without the blazing sun making things worse. {0} worked with patience and endurance, but over time they started to stagger. Eventually, they collapsed.<br><br>{1} carried {0} someplace cooler and started to nurse them to health. Deciding to strip {0} in an effort to cool down their heated body, {0} reached for their clothes then grew hesitant. They were just enacting the proper procedure, yet why did they feel like they were doing something wrong?<br><br>Eventually, {0} opened their eyes. Seeing the state their clothes were in, they immediately turned red. Though they thanked {1}, a strange awkwardness persisted between them.<br><br>After returning from the job, the two seemed awfully sensitive to each other's gaze.",
"SALES_REPORT_9": "The two had finished their job early, leaving half a day until their ride would arrive. {0} quickly suggested they could kill time by looking around and seeing the local sights.<br><br>They happened to be there during a local festival, and stalls with foods and goods from an unfamiliar culture lined the streets. {1} looked at the stalls with great interest, picking up one accessory and showing it to {0}, saying it would look good on them.<br><br>The shopkeeper explained that it was an enchanted charm one normally gave to their true love so that the bond between them might flourish.<br><br>This explanation made {1} go beet red, but since {0} had offered, they let them pay the shopkeeper and purchase the charm without comment.<br><br>Apparently {0} keeps the charm on themselves at all times, where nobody can see it."
}