{
"SERIF_AKASHI2NDANNIVERSARY_EVENTA": "Can kinda feel my face burning up when I say this... but thanks for always cheering me on. Let's keep at it!",
"SERIF_AKASHISUMMERDIVE2108_APPRECIATION": "Hey, you all right? You look pretty worn out. Huh? You wanna head down to the resort and refresh yourself? A-All right, I'll take you next time!",
"SERIF_AKASHISUMMERDIVE2108_DAILY": "Hey, I heard there's a water slide over there! Let's go check it out! N-No, I'm not acting like a kid!",
"SERIF_AKASHISUMMERDIVE2108_EVENTA": "Working on a resort ship, huh...? There'd be like, attractions and stuff there, right? N-Not that I'd be interested!",
"SERIF_AKASHISUMMERDIVE2108_EVENTB": "Pubraseer said he doesn't have any of his memories... but isn't there anything we can do? Feels like I can't just leave him like that.",
"SERIF_AKASHISUMMERDIVE2108_HERO": "Idols really are something, huh? The way they can just glitz it up in swimsuits... I think I can see why they're so popular.",
"SERIF_AKASHISUMMERDIVE2108_PLAYER": "H-Hey, you got a swimsuit? I mean, fits the season, right? Besides, I think one'd look real good on you.",
"SERIF_AKASHISUMMERDIVE2108_RELATION": "Pubraseer's older than me, but it feels like I've got to look out for him, you know? I couldn't live that carefree if I tried.",
"SERIF_AKASHISUMMERDIVE2108_TOUCH": "W-Whoa, where'd that come from?! Huh, Hisaki asked you to recover my suit's data? F-Fine, just don't be touching me all over like that!",
"SERIF_AKASHISUMMERDIVE2108_TRAIN": "I kinda wanna take a swim now. Do some warm-up stretches with me, won't you?",
"SERIF_AKASHISUMMERDIVE2108_TRAINED": "L-Little rough, don't you think?",
"SERIF_AKASHI_APPRECIATION": "Hm? You seem pretty worn out. Know what you need? A big meal! Eatin' and sleepin', that's what heals you!",
"SERIF_AKASHI_DAILY": "Hey, good to see you. Just got off ball practice, but I'm good to go. What's on the agenda today?",
"SERIF_AKASHI_HERO": "Bolt of Justice really is somethin'. Now him, he's a <i>real</i> hero. One day, I wanna... Huh? L-Look, it's not like I look up to the guy or anything!",
"SERIF_AKASHI_PLAYER": "It's reaaal embarrassing to praise a pal I grew up with, but... You're doing real well. Feels like you've gotten real dependable.",
"SERIF_AKASHI_RELATION": "Tch, Sui's always putting on an act, you know? Still a kid, but always acting all grown up. What? I'm not that much older than them? Shut up!",
"SERIF_AKASHI_TOUCH": "Bwah?! Q-Quit stickin' to me like that! We're not kids anymore, you know?! Aha, haha, hey that tickles!",
"SERIF_AKASHI_TRAIN": "A light spar, a simple warm-up. Let's see what you've got!",
"SERIF_AKASHI_TRAINED": "Yeesh! Y-You could at least go a little easy!",
"SERIF_ALCHIBACHASERS2105_APPRECIATION": "It's during the serious missions that you really need time to enjoy a nice tea break, honey. Don't worry, I'll leave the charmer talk for after the mission is accomplished.",
"SERIF_ALCHIBACHASERS2105_DAILY": "It's mission time, partner. See every job I get all the way through, is what I always say. Time for me to get serious.",
"SERIF_ALCHIBACHASERS2105_EVENTA": "Looks like they've started moving. Well, partner, let's get going. It'll be a bit of a trip, though. You ready?",
"SERIF_ALCHIBACHASERS2105_EVENTB": "Mysteries leading to mysteries... Don't worry, though, partner. I'm tracking him down.",
"SERIF_ALCHIBACHASERS2105_HERO": "Talk about your risky drivers. I can't say I don't understand the struggle of grappling with a new job, though.",
"SERIF_ALCHIBACHASERS2105_PLAYER": "You sure you didn't push yourself a bit too much, partner? I love to see how hard you work, but lean on me a little more. I'm pretty accommodating, you know?",
"SERIF_ALCHIBACHASERS2105_RELATION": "Vulpecula and I, we go back a bit. Gentleman thief and private detective—a clash right out of a novel, isn't it? I want to be the one to catch him. And I will.",
"SERIF_ALCHIBACHASERS2105_TOUCH": "Oh? You're happy with just touching my feathers? Personally, I wouldn't mind us doing something more... exciting. How's tonight sound?",
"SERIF_ALCHIBACHASERS2105_TRAIN": "Think you can take me at my best?",
"SERIF_ALCHIBACHASERS2105_TRAINED": "Y-You're pretty good!",
"SERIF_ALCHIBA_APPRECIATION": "Come, now, you'll ruin that pretty face of yours wearing yourself out. How about getting some shut-eye in these wings of mine? W-What? I won't do anything! Probably.",
"SERIF_ALCHIBA_DAILY": "Hey there, client. How about we slip out on a date? Oh, got work? Well, I guess there's no arguing with the almighty livo. Here, I'll help—what's the job?",
"SERIF_ALCHIBA_EVENTA": "Happy New Year, my dear.<br>Glad I got to spend such a special time of the year with you.<br>How about we do our New Year's prayers? I'll escort you to the shrine.",
"SERIF_ALCHIBA_HERO": "Me, I don't trust cops... but the way that detective's got not a shred of duplicity to him? Worth believing in. Just wish everyone on the force was like him.",
"SERIF_ALCHIBA_PLAYER": "You're taking to the field? Talk about a cruel trick of fate! Don't worry, though. I'll keep you safe. As for what's in it for me, well... nothing but your love.",
"SERIF_ALCHIBA_RELATION": "That reporter really knows how to find things out. The way he can just be behind you without you even knowing... Damn. He could be a detective, easy.",
"SERIF_ALCHIBA_TOUCH": "Oh-hoh, mighty forward today, aren't we, my dear? Go ahead, enjoy my feathers. I take good care of them. Won't ask for anything in return, either, heh heh.",
"SERIF_ALCHIBA_TRAIN": "All right, how about a little warm-up?",
"SERIF_ALCHIBA_TRAINED": "Guh...! Are you trying to get me to go, for real?!",
"SERIF_ALEND_APPRECIATION": "What's the matter? Why the scowl?<br>Talk to me. I can't say anything particularly clever,<br>but I can help you think of a solution.",
"SERIF_ALEND_DAILY": "A house does not function on its own.<br>Infrastructure, public facilities, utilities... it exists as a part of the whole town, the whole city.<br>Taking a broad look at the town you live in can be surprisingly fun.",
"SERIF_ALEND_EVENTA": "What, thinking this city's developing awfully quickly?<br>It's using the latest construction tech, with copious amounts of 3D printing.<br>Go ahead, take a good look at it all.",
"SERIF_ALEND_EVENTB": "First the residential area, then the infrastructure and utilities... I have all these<br>tasks, then a Christmas event on top of them? This is the problem<br>with people who aren't on the field... Ah, never mind.",
"SERIF_ALEND_EVENTC": "Perfect timing! I've got another job for you.<br>Sorry, but can you help me decorate the town?<br>We're lacking hands on deck. I'll pay, of course.",
"SERIF_ALEND_EVENTD": "Great job! Better than expected!<br>That lightens up the event schedule a little.<br>Thanks, Operator. Here, take your reward.",
"SERIF_ALEND_HERO": "Efficient and rational. I do like how<br>Giansar thinks. If we were in different positions,<br>we may have been good business partners.",
"SERIF_ALEND_PLAYER": "So, you go to all sorts of planets on work?<br>If there's any towns that have really stayed with you, could you let me know?<br>I can find good insights in impressions different from my own.",
"SERIF_ALEND_RELATION": "My colleague Maculata really beat into me how to carry out my jobs<br>with clients. Honestly, even now, I can't talk back to him.",
"SERIF_ALEND_TOUCH": "Hm? Curious about this body of mine?<br>I work on developing planets fairly often,<br>so I'm fairly built. Go ahead—you can touch to see for yourself.",
"SERIF_ALEND_TRAIN": "Let's start. I'm not holding back.",
"SERIF_ALEND_TRAINED": "You're pretty good!",
"SERIF_ALPHECCATHERMAE2307_APPRECIATION": "Do remember that this is a trip of rejuvenation. To stay on edge so would be a terrible waste. Come, let me teach you some proper relaxation techniques!",
"SERIF_ALPHECCATHERMAE2307_DAILY": "Pure, flowing water... Beautiful trees, lovely flowers... Oh, how different it is from Aradicia! Wonderful! Experiencing differences for one's self is the joy of traveling!",
"SERIF_ALPHECCATHERMAE2307_EVENTA": "A king of legend, establishing a city on his own... Goodness, what an exciting tale! Haha! Just thinking about it fills me with excitement and lust for adventure!",
"SERIF_ALPHECCATHERMAE2307_EVENTB": "Hm? What is in this stall? It smells so wonderful! And this glowing wooden-sword souvenir, how fascinating! What? I am standing out too much? Perhaps you are right...",
"SERIF_ALPHECCATHERMAE2307_EVENTC": "Oh? A mission?<br>Is this how wizards of other worlds do their jobs?<br>Well, sounds interesting! Allow me to aid you!",
"SERIF_ALPHECCATHERMAE2307_EVENTD": "Ahh, truly impressive results!<br>Wonderful work on your quest—a very pleasing endeavor!<br>I am now one journey memory richer!",
"SERIF_ALPHECCATHERMAE2307_HERO": "How wonderful it is to face seriously the sad and distraught! I wish to invite this hero to my kingdom and... Oh, right, of course, I'm on vacation right now.",
"SERIF_ALPHECCATHERMAE2307_PLAYER": "As two traveling together, I wish to know you not as a mage, but as a person. Ah, I know! Let us speak as we bathe, then!",
"SERIF_ALPHECCATHERMAE2307_RELATION": "Alchemy, a science that seeks true perfection... I hear it had its researchers in my kingdom in the past. I am a touch curious about what it is capable of.",
"SERIF_ALPHECCATHERMAE2307_TOUCH": "Haha, why the hesitation? The formality? Right now, I am just as much a tourist as you are! Let us rub shoulders and enjoy our journey!",
"SERIF_ALPHECCATHERMAE2307_TRAIN": "I cannot hold back. I trust you are ready?",
"SERIF_ALPHECCATHERMAE2307_TRAINED": "Guh! To think you would have me so!",
"SERIF_ALPHECCA_APPRECIATION": "The mages of Earth certainly have much work to do, and I respect your efforts from the bottom of my heart. Do try not to push yourself too hard, however.",
"SERIF_ALPHECCA_DAILY": "Ah, Operator, there you are! Oh, come, no need to bow every time. You're on your way to work, are you not? Would you allow me to help you?",
"SERIF_ALPHECCA_EVENTA": "Hm. What a terribly fascinating, mysterious labyrinth. Too often am I chained to my throne—could I be allowed a moment to desire and indulge in adventure?",
"SERIF_ALPHECCA_EVENTB": "Hm, a mysterious white knight, you say? Who could he be? What? I always seem to disappear when he is present? My, that sounds like a coincidence if I've ever heard one.",
"SERIF_ALPHECCA_HERO": "He fights by striking balls of flame with his stick? What fascinating, mysterious techniques that youth uses! As a fellow commander of flame, I wish to learn from him.",
"SERIF_ALPHECCA_PLAYER": "Operator, you seem to never skip out on effort. Haha, well, I am quite fond of those who put the work in. Your way of life is one I quite respect.",
"SERIF_ALPHECCA_RELATION": "Why do I favor Rutilix so, you ask? If I had to say, seeing the single-minded zest he approaches life with reminds me of my younger days.",
"SERIF_ALPHECCA_TOUCH": "Oh! Haha, have you taken a fancy to this frame of mine? Very well, indulge to your heart's content. I have not been touched like this since my ascension.",
"SERIF_ALPHECCA_TRAIN": "I shall accept your challenge!",
"SERIF_ALPHECCA_TRAINED": "Q-Quite the skill you possess!",
"SERIF_ANDREWLOSTANCIENTS2208_APPRECIATION": "Detecting an increase in fatigue levels. Is this that summer exhaustion I hear about? Human activity improves with appropriate rest, so how about we walk by the lakeside?",
"SERIF_ANDREWLOSTANCIENTS2208_DAILY": "Master! Do you have a free minute? I've been practicing guitar lately, and I've finally done a song that sounds good! Want to listen to it?",
"SERIF_ANDREWLOSTANCIENTS2208_EVENTA": "Hisaki is an inventor, right? I can't believe he can make fighting robots and devices that let you breathe underwater! I wonder if he can do maintenance on me?",
"SERIF_ANDREWLOSTANCIENTS2208_EVENTB": "What a strange cobalt-blue lake! With the water this clear, we should be able to find the guardian in no time. Let's start searching!",
"SERIF_ANDREWLOSTANCIENTS2208_HERO": "Did you see Hisaki's new Parallel Weapon? Just the sight of him doing teamwork with his underwater drone... That's the kind of bond I want, Master!",
"SERIF_ANDREWLOSTANCIENTS2208_PLAYER": "I heard some individuals are poor at swimming, but how about you, Master? How about an underwater walk? I'm fully waterproof, so I can provide swimming support!",
"SERIF_ANDREWLOSTANCIENTS2208_RELATION": "So, Gaius is searching for his roots. Me, I can't even remember anything from when I was manufactured. Is the past really that important to humans?",
"SERIF_ANDREWLOSTANCIENTS2208_TOUCH": "Oh, curious about this new form of mine? Well, I'm really glad to have such a nice new body on me now! Think you could touch it some more? To see how nice it is?",
"SERIF_ANDREWLOSTANCIENTS2208_TRAIN": "Let's build a better bond with training!",
"SERIF_ANDREWLOSTANCIENTS2208_TRAINED": "Guh... This is how strong our bond is!",
"SERIF_ANDREW_APPRECIATION": "What's the matter, Master? Tired? What was that action you performed when tired... \"Sleep,\" was it? I've always wondered about it. How about we sleep together?",
"SERIF_ANDREW_DAILY": "Hey there, Master. How are you doing? Me? I'm always full of energy—I am a machine, after all. Come on, let's get to saving lives today.",
"SERIF_ANDREW_HERO": "A machine hero, just like me. He's thrown out his emotions and embraced his mechanical nature. Is that how robots should truly be?",
"SERIF_ANDREW_PLAYER": "Sorry, I don't know much about this job. I can't even transform on my own. I've got so much to learn, Master... and I want to learn it with you.",
"SERIF_ANDREW_RELATION": "That human who's always hitchhiking—he's so full of life and vitality. I really like him. He asked me to do some pro wrestling, but... could I pull it off?",
"SERIF_ANDREW_TOUCH": "Curious about this body of mine, Master? It's really well made, so gaze and poke all you want. Here, I'll take off my clothes, too... Hm? Stop? Why?",
"SERIF_ANDREW_TRAIN": "Would you join me on a few little tests?",
"SERIF_ANDREW_TRAINED": "I just might overheat!",
"SERIF_ANDROIDSOLDIEREARTH_APPRECIATION": "You look rather pale. Detecting signs of overwork. Please consider this unit's massage program. My routines to work pressure points will reduce fatigue by 37%.",
"SERIF_ANDROIDSOLDIEREARTH_DAILY": "Today's order is the search and recovery of subject's puppy. Understood. Please input data. This unit will find requested biological target as quickly as possible.",
"SERIF_ANDROIDSOLDIEREARTH_EVENTA": "This unit strongly suggests you leave weapon handling to it. Your orders will be carried out with statistically optimal actions.",
"SERIF_ANDROIDSOLDIEREARTH_HERO": "Most heroes fight as themselves, without use of mechanical bodies. As such, they cannot be repaired. Neither this unit's systems nor subsystems can comprehend.",
"SERIF_ANDROIDSOLDIEREARTH_PLAYER": "Commander, you are always swift to grasp the situation and dole out orders. How did you attain such powers of calculation? It... is not? Experience and... guts...?",
"SERIF_ANDROIDSOLDIEREARTH_RELATION": "We android soldiers are able to coordinate so rapidly because we need no language to share information. Camaraderie? This unit does not understand.",
"SERIF_ANDROIDSOLDIEREARTH_TOUCH": "O-Oh. Is something the matter, Commander? Is there an issue with how this unit's parts have been welded? This unit feels a... heat where you touched, and wonders why.",
"SERIF_ANDROIDSOLDIEREARTH_TRAIN": "Orders understood. Are you ready?",
"SERIF_ANDROIDSOLDIEREARTH_TRAINED": "Gh...! Stress limit surpassed!",
"SERIF_ANDROIDSOLDIERFIRE_APPRECIATION": "You look rather pale. Detecting signs of overwork. Please consider this unit's massage program. My routines to work pressure points will reduce fatigue by 37%.",
"SERIF_ANDROIDSOLDIERFIRE_DAILY": "Today's order is the search and recovery of subject's puppy. Understood. Please input data. This unit will find requested biological target as quickly as possible.",
"SERIF_ANDROIDSOLDIERFIRE_EVENTA": "This unit strongly suggests you leave weapon handling to it. Your orders will be carried out with statistically optimal actions.",
"SERIF_ANDROIDSOLDIERFIRE_HERO": "Most heroes fight as themselves, without use of mechanical bodies. As such, they cannot be repaired. Neither this unit's systems nor subsystems can comprehend.",
"SERIF_ANDROIDSOLDIERFIRE_PLAYER": "Commander, you are always swift to grasp the situation and dole out orders. How did you attain such powers of calculation? It... is not? Experience and... guts...?",
"SERIF_ANDROIDSOLDIERFIRE_RELATION": "We android soldiers are able to coordinate so rapidly because we need no language to share information. Camaraderie? This unit does not understand.",
"SERIF_ANDROIDSOLDIERFIRE_TOUCH": "O-Oh. Is something the matter, Commander? Is there an issue with how this unit's parts have been welded? This unit feels a... heat where you touched, and wonders why.",
"SERIF_ANDROIDSOLDIERFIRE_TRAIN": "Orders understood. Are you ready?",
"SERIF_ANDROIDSOLDIERFIRE_TRAINED": "Gh...! Stress limit surpassed!",
"SERIF_ANDROIDSOLDIERLIGHT_APPRECIATION": "You look rather pale. Detecting signs of overwork. Please consider this unit's massage program. My routines to work pressure points will reduce fatigue by 37%.",
"SERIF_ANDROIDSOLDIERLIGHT_DAILY": "Today's order is the search and recovery of subject's puppy. Understood. Please input data. This unit will find requested biological target as quickly as possible.",
"SERIF_ANDROIDSOLDIERLIGHT_EVENTA": "This unit strongly suggests you leave weapon handling to it. Your orders will be carried out with statistically optimal actions.",
"SERIF_ANDROIDSOLDIERLIGHT_HERO": "Most heroes fight as themselves, without use of mechanical bodies. As such, they cannot be repaired. Neither this unit's systems nor subsystems can comprehend.",
"SERIF_ANDROIDSOLDIERLIGHT_PLAYER": "Commander, you are always swift to grasp the situation and dole out orders. How did you attain such powers of calculation? It... is not? Experience and... guts...?",
"SERIF_ANDROIDSOLDIERLIGHT_RELATION": "We android soldiers are able to coordinate so rapidly because we need no language to share information. Camaraderie? This unit does not understand.",
"SERIF_ANDROIDSOLDIERLIGHT_TOUCH": "O-Oh. Is something the matter, Commander? Is there an issue with how this unit's parts have been welded? This unit feels a... heat where you touched, and wonders why.",
"SERIF_ANDROIDSOLDIERLIGHT_TRAIN": "Orders understood. Are you ready?",
"SERIF_ANDROIDSOLDIERLIGHT_TRAINED": "Gh...! Stress limit surpassed!",
"SERIF_ANDROIDSOLDIERSHADOW_APPRECIATION": "You look rather pale. Detecting signs of overwork. Please consider this unit's massage program. My routines to work pressure points will reduce fatigue by 37%.",
"SERIF_ANDROIDSOLDIERSHADOW_DAILY": "Today's order is the search and recovery of subject's puppy. Understood. Please input data. This unit will find requested biological target as quickly as possible.",
"SERIF_ANDROIDSOLDIERSHADOW_EVENTA": "This unit strongly suggests you leave weapon handling to it. Your orders will be carried out with statistically optimal actions.",
"SERIF_ANDROIDSOLDIERSHADOW_HERO": "Most heroes fight as themselves, without use of mechanical bodies. As such, they cannot be repaired. Neither this unit's systems nor subsystems can comprehend.",
"SERIF_ANDROIDSOLDIERSHADOW_PLAYER": "Commander, you are always swift to grasp the situation and dole out orders. How did you attain such powers of calculation? It... is not? Experience and... guts...?",
"SERIF_ANDROIDSOLDIERSHADOW_RELATION": "We android soldiers are able to coordinate so rapidly because we need no language to share information. Camaraderie? This unit does not understand.",
"SERIF_ANDROIDSOLDIERSHADOW_TOUCH": "O-Oh. Is something the matter, Commander? Is there an issue with how this unit's parts have been welded? This unit feels a... heat where you touched, and wonders why.",
"SERIF_ANDROIDSOLDIERSHADOW_TRAIN": "Orders understood. Are you ready?",
"SERIF_ANDROIDSOLDIERSHADOW_TRAINED": "Gh...! Stress limit surpassed!",
"SERIF_ANDROIDSOLDIERWATER_APPRECIATION": "You look rather pale. Detecting signs of overwork. Please consider this unit's massage program. My routines to work pressure points will reduce fatigue by 37%.",
"SERIF_ANDROIDSOLDIERWATER_DAILY": "Today's order is the search and recovery of subject's puppy. Understood. Please input data. This unit will find requested biological target as quickly as possible.",
"SERIF_ANDROIDSOLDIERWATER_EVENTA": "This unit strongly suggests you leave weapon handling to it. Your orders will be carried out with statistically optimal actions.",
"SERIF_ANDROIDSOLDIERWATER_HERO": "Most heroes fight as themselves, without use of mechanical bodies. As such, they cannot be repaired. Neither this unit's systems nor subsystems can comprehend.",
"SERIF_ANDROIDSOLDIERWATER_PLAYER": "Commander, you are always swift to grasp the situation and dole out orders. How did you attain such powers of calculation? It... is not? Experience and... guts...?",
"SERIF_ANDROIDSOLDIERWATER_RELATION": "We android soldiers are able to coordinate so rapidly because we need no language to share information. Camaraderie? This unit does not understand.",
"SERIF_ANDROIDSOLDIERWATER_TOUCH": "O-Oh. Is something the matter, Commander? Is there an issue with how this unit's parts have been welded? This unit feels a... heat where you touched, and wonders why.",
"SERIF_ANDROIDSOLDIERWATER_TRAIN": "Orders understood. Are you ready?",
"SERIF_ANDROIDSOLDIERWATER_TRAINED": "Gh...! Stress limit surpassed!",
"SERIF_ANNA_APPRECIATION": "Ohmygosh! Oppy, you're looking real tired! Here, I bought, like, so much chocolate. Wanna eat together? You like chocolate, right? Say ahhh...",
"SERIF_ANNA_DAILY": "Isn't there, like, no reason not to do what you want? If it's something you've thought about, you gotta, like, go for it! Oppy, c'mon, let's go on that trip!",
"SERIF_ANNA_EVENTA": "Whoa, like, serious? A chocolate festival? They got those?! I hope the festival club sticks around! Haha, we're really living it up and living young now, huh?",
"SERIF_ANNA_EVENTB": "Like, isn't the practice of expressing your feelings to someone through chocolate super cute? Think I'll make some myself! It's been years, but I'll work something out!",
"SERIF_ANNA_EVENTC": "We, like, prepared a super fancy prize for the big event at Chocofest! I worked super hard and brought the teachers in, too, so you've gotta get 'em all!",
"SERIF_ANNA_HERO": "Like, I wonder if Suhail'll stop doing bad stuff? He's a pretty passionate dude and stuff, so like, he should just take his people and be a hero or something.",
"SERIF_ANNA_PLAYER": "I really love seeing people who are super into and enjoy hobbies and crafts and stuff. Really makes me happy to see! What are you into, Oppy? Tell me everything!",
"SERIF_ANNA_RELATION": "Like, why do people not like Phein? He's got such a nice aura to him! I got a candy from him too, by the way—strawberry! It was real good!",
"SERIF_ANNA_TOUCH": "Hm? What's up? Feeling lonely? Like, the best thing to do then is have fun—with dancing, of course! Take my hand. Let's bust a move!",
"SERIF_ANNA_TRAIN": "I'll show you what I've got!",
"SERIF_ANNA_TRAINED": "Whoa, like, hold up!",
"SERIF_ANTARES_APPRECIATION": "Thank you for today, Heaveneye. It is thanks to your efforts<br>that we are able to shine as we do. Please, allow me to reward you for your hard work.<br>Anything that I can do, I shall do it for you.",
"SERIF_ANTARES_DAILY": "Ah, Heaveneye, do take a look at this. The crops I brought back from Earth<br>have finally grown to maturity. I would love for you to eat one<br>and feel for yourself the vibrant radiance of life.",
"SERIF_ANTARES_EVENTA": "I am glad to see you, Observer with Heaven's Eye.<br>We welcome you with open arms. Please, be my guest<br>and gaze over the utopia we strive for.",
"SERIF_ANTARES_EVENTB": "You Observers are the very light that shines throughout this world.<br>That sacred light of yours, which gives shape even to that which has been lost to the world,<br>we wish to protect it. To see it shine forevermore.",
"SERIF_ANTARES_EVENTC": "Ah, quite impressive. I see there are rewards for our efforts.<br>A good system. Let us make full use of it.<br>All is for the sake of our universe and its future.",
"SERIF_ANTARES_EVENTD": "Quite the harvest you've reaped, Heaveneye. Think of how many<br>lives we can guide into the future with all of this.<br>I cannot fall behind, then—allow me to till the soil for them.",
"SERIF_ANTARES_HERO": "A people blessed by great trees, are they? Indeed, I do feel a<br>verdant breath about those strange abilities of his. Are those ears and hair<br>on his head? They look like leaves. I wonder if he will fruit or flower?",
"SERIF_ANTARES_PLAYER": "You are able to observe that which the average Observer has no hope of seeing,<br>and I believe that has caused you much strife. That is why<br>with utmost respect have I christened you Heaveneye.",
"SERIF_ANTARES_RELATION": "To take deep pride in one's duty and give up all to serve another...<br>I believe his way of life is rather admirable.<br>If his words are to be believed, I imagine his master must be blessed indeed.",
"SERIF_ANTARES_TOUCH": "Oh my. Feeling out the shape of my dream, are you?<br>This contact with you is one that pleases me. It allows me to feel that I am truly here.<br>Do continue. Be my guest.",
"SERIF_ANTARES_TRAIN": "Allow me to preach my gospel.",
"SERIF_ANTARES_TRAINED": "Such overwhelming vitality!",
"SERIF_APPRENTICEEARTH_TRAIN": "It's my time to rise!",
"SERIF_APPRENTICEEARTH_TRAINED": "I got ahead of myself! Sorry!",
"SERIF_APPRENTICEFIRE_TRAIN": "It's my time to rise!",
"SERIF_APPRENTICEFIRE_TRAINED": "I got ahead of myself! Sorry!",
"SERIF_APPRENTICELIGHT_TRAIN": "It's my time to rise!",
"SERIF_APPRENTICELIGHT_TRAINED": "I got ahead of myself! Sorry!",
"SERIF_APPRENTICESHADOW_TRAIN": "It's my time to rise!",
"SERIF_APPRENTICESHADOW_TRAINED": "I got ahead of myself! Sorry!",
"SERIF_APPRENTICEWATER_TRAIN": "It's my time to rise!",
"SERIF_APPRENTICEWATER_TRAINED": "I got ahead of myself! Sorry!",
"SERIF_APPRENTICE_APPRECIATION": "Great job today! Here, I brought you some tea.<br>Oh, and here's some of the food a coworker gifted me with.<br>I know you're always giving a hundred and ten percent, but how about a nice snack break sometimes? Heh heh!",
"SERIF_APPRENTICE_DAILY": "Schedule, checked! Camera, all in order! Outfit, perfect!<br>Good morning, Operator! Looking forward to another day of thoughtful instruction!",
"SERIF_APPRENTICE_EVENTA": "A big hello to everyone who came out to see us!<br>Let's get cheering and hype up this Hero show together!<br>Time to go live action!",
"SERIF_APPRENTICE_EVENTC": "Oh! Hey! I know what this is! This is one of those \"mission\"<br>things I see the veteran Heroes doing on the field sometimes!<br>Whoa, we can try it too?! Thanks! Thanks so much!",
"SERIF_APPRENTICE_EVENTD": "Congrats on finishing the mission! Uh, hey, I gotta say.<br>You looked super familiar with this kind of stuff!<br>I guess that's the difference experience makes, huh? Seriously, seriously cool.",
"SERIF_APPRENTICE_HERO": "The veteran Heroes I know always look so cool, both on and off the battlefield!<br>I wanna hurry up and build experience so I can be like that!",
"SERIF_APPRENTICE_PLAYER": "What kind of stuff are you made of, Operator?!<br>No one does Hero observation up close—that takes crazy courage!<br>You treat the field like you own it too—couldn't respect you more!",
"SERIF_APPRENTICE_RELATION": "Sure, my coworkers are rivals, y'know?<br>But it's not like we're at each others' throats, or anything!<br>It's more like we're... war buddies surviving the brutal front lines, yeah?",
"SERIF_APPRENTICE_TOUCH": "W-What's gotten into you? Is this practice for handshake meets? Maybe hug meets?<br>I mean, th-that's super far off for me, right? But if it's something you want, then...<br>h-here goes!",
"SERIF_ASTARLASTRESORT2506_APPRECIATION": "You look like you're pushing yourself a little too hard.<br>Allow me to take over for you at work today.<br>Don’t debate this, just hand it over. Hand it over and rest.",
"SERIF_ASTARLASTRESORT2506_DAILY": "I came out to the sea with them long, long ago.<br>Yeah. Seeing the sea with you like this<br>is something I'm sure I'm not going to forget either.",
"SERIF_ASTARLASTRESORT2506_EVENTA": "I-If it's all right with you, want to try riding the waves? It's a little different from working the sled, but I'll teach you how to do it.<br>Or perhaps we could share a board...? R-Really, you will?!",
"SERIF_ASTARLASTRESORT2506_EVENTB": "The children of this island have a sadness to them—all the more reason I wish to bring them warmth.<br>I'm sure that they would have done the same.",
"SERIF_ASTARLASTRESORT2506_EVENTC": "A stamp rally? I know the basics, of course.<br>If you're in, then... I guess I would not mind joining in, myself.<br>It is okay to enjoy events like these on occasion. Good, even.",
"SERIF_ASTARLASTRESORT2506_EVENTD": "I had not expected you would gather up this many stamps.<br>I suppose I should expect nothing less from an Observer.<br>I'm sure your Santa training pulls its weight too.",
"SERIF_ASTARLASTRESORT2506_HERO": "Enoshiman dances to his own special beat.<br>I respect him for working so hard to carry out his role too.<br>He does, however, look like he's pushing himself too hard as well.",
"SERIF_ASTARLASTRESORT2506_PLAYER": "I realize that you've built up an impressive resume of experience<br>as an Observer on the field. I just don't want you to put yourself out there too much.<br>If anything happened to you, I'd just...",
"SERIF_ASTARLASTRESORT2506_RELATION": "Yohack. Hm. I see. He has Santa potential.<br>All it'll take is a little training and he'll be first class.<br>All right. Locked on.",
"SERIF_ASTARLASTRESORT2506_TOUCH": "Gah?! What is the meaning of this?!<br>No, it's not that I dislike it, I...<br>There's absolutely no reason I wouldn't be happy after being touched by you.",
"SERIF_ASTARLASTRESORT2506_TRAIN": "Keep a sense of balance!",
"SERIF_ASTARLASTRESORT2506_TRAINED": "Th-This is nothing!",
"SERIF_ASTAR_APPRECIATION": "Listen up, knucklehead. It's good to go hard, but go hard right. If you're too worn out when it counts, this won't mean anything. Take enough breaks and drink enough water.",
"SERIF_ASTAR_DAILY": "What do I spend my time doing? Training and prep, obviously. Vocals, lifting, picture book reading... Not a moment to stop. Santa wasn't built in a day.",
"SERIF_ASTAR_EVENTA": "Heh. Let's see those smiles, rookie, because Christmas is coming. The day we finally get to do our duty. Now, watch my example first.",
"SERIF_ASTAR_EVENTB": "Monomasa. Passes, I see potential. Polaris. Not bad, I can see it. You... don't worry. I'll train you up.",
"SERIF_ASTAR_EVENTC": "Missions, you say? I do see milk among the rewards. Pick them all up. They belong to Santa. Then, shift them into value.",
"SERIF_ASTAR_HERO": "Monomasa is the hardest of the rookies for me to read. Can definitely physically play the part of Santa, but... something else is in there. Who... What is he?",
"SERIF_ASTAR_PLAYER": "Did you think I'd go easy on training you just because you're an Observer? Sloppy athlete and sloppy thinker. Run me a lap.",
"SERIF_ASTAR_PLAYER2": "Why, you... Mm. I'll let you off from training for now, but you... you don't have to... What? Am I abandoning you? Obviously not!",
"SERIF_ASTAR_RELATION": "What are you, a florist? Well, hear me out. What flowers should I give someone dear to me? Hm, what are they like? Well... they have a gentle voice.",
"SERIF_ASTAR_TOUCH": "Gyah! W-Why, you... You've got real guts, poking your instructor like that. Glad you've got that kind of energy, though. Drop and give me ten.",
"SERIF_ASTAR_TRAIN": "I'll whip you into shape.",
"SERIF_ASTAR_TRAINED": "Gh... Enough! You don't get to go on offense!",
"SERIF_ASTOSIS_APPRECIATION": "I just heard a sigh. You're not tired, are you? Well, I took the liberty of finishing up all your work in your stead, so go ahead and rest. Haha—don't think you can object.",
"SERIF_ASTOSIS_DAILY": "Sorry, but could you let me do a body check? Professional habits and all. A formality, really. Ah, thanks. Now it's your turn—go ahead, search me as much as you'd like.",
"SERIF_ASTOSIS_EVENTA": "The peau de lune is a dress with deep historical and cultural significance, and is not often shown to the public. Working security has its privileges—how about taking a closer look?",
"SERIF_ASTOSIS_EVENTB": "Oh, I certainly have heard of you—an excellent operator, they say. The watch was pleased they could leave security to you, and I'm expecting great things.",
"SERIF_ASTOSIS_EVENTC": "Sorry, but allow me to request another job.<br>I'd like you to recover the corsages to be handed out to the guests.<br>You'd be paid, of course. What do you say?",
"SERIF_ASTOSIS_EVENTD": "An excellent job, just as your reputation has said.<br>Here is your compensation, as promised.<br>I'm glad to see how well you've done, personally.",
"SERIF_ASTOSIS_HERO": "Gaisei is a villain who seeks strength, is he? He speaks with outward politeness, but his words hide such barbs. As a fellow orator, I say be cautious around him.",
"SERIF_ASTOSIS_PLAYER": "We're both in businesses where trust is premium, yes? So I'd like to know more about you, if possible. I will be fair, of course, and share of myself in kind.",
"SERIF_ASTOSIS_RELATION": "I can hardly believe Yohack has become a hero... Ah, no, I was simply pleased to see that an old neighbor was doing well. And that I could meet again one who was so fond of me.",
"SERIF_ASTOSIS_TOUCH": "Oh-hoh, that was a surprise. A hug from you? A little embarrassing, yes, but I'm glad. Me next, though. Any objections?",
"SERIF_ASTOSIS_TRAIN": "I'll go first. You're first next round.",
"SERIF_ASTOSIS_TRAINED": "S-Such force...! Just wait for next time!",
"SERIF_BARRELHEROFESTA2109_APPRECIATION": "Howdy there, partner! How 'bout a nice change of pace with a swim? It's summer, after all, so let's go!",
"SERIF_BARRELHEROFESTA2109_DAILY": "I may not look it, but I'm a real summer kind of guy. Beach volleyball, swimming... I really love that stuff! Huh? No, you got it all wrong, I don't doggy paddle!",
"SERIF_BARRELHEROFESTA2109_EVENTA": "Heh heh, well, whatcha think? Looks pretty good on me, don't it? With these new duds and this handsome face, I'm gonna be fighting 'em off with a stick! H-Hey, no laughing!",
"SERIF_BARRELHEROFESTA2109_EVENTB": "Nothing like a nice festival, you know? Always gets me excited. Hey, partner, how 'bout we have us a look-around at the stalls after the battle? I could eat a horse!",
"SERIF_BARRELHEROFESTA2109_HERO": "Chief's such a reliable commander! I hear he really looks up to this \"Zhuge Liang\" tactician! No idea who that is, but he's gotta be something!",
"SERIF_BARRELHEROFESTA2109_PLAYER": "You like summer, partner? I love summer! Can't get enough of it! I've been vibratin' for the past few minutes from how much I want to swim... Gah, just wanna dive in!",
"SERIF_BARRELHEROFESTA2109_RELATION": "Furlong's pretty introverted, but he's a good guy, really! We've been hitting the pool together lately, but the fire on his head, it just... never goes out, even underwater! Wild!",
"SERIF_BARRELHEROFESTA2109_TOUCH": "Gwah?! W-What is it, partner? Do you wanna get all wet, too? Well, in that case... Get ready for my torrents of justice!",
"SERIF_BARRELHEROFESTA2109_TRAIN": "No crying if you get all wetted up!",
"SERIF_BARRELHEROFESTA2109_TRAINED": "Gwah, I'm all wet!",
"SERIF_BARRELSTELLA2510_APPRECIATION": "You're looking pretty tired, Partner. Oh, I know! Here,<br>hop on my back. No need to be shy! Anytime and all the time, I'll be there<br>to support you!",
"SERIF_BARRELSTELLA2510_DAILY": "The stall lights, the music, the delicious smells!<br>Gahh, I can't wait to check this place out!<br>Come on, Partner, let's visit <i>everything</i>!",
"SERIF_BARRELSTELLA2510_EVENTA": "Takoyaki, yakisoba, shooting galleries and water balloons—<br>we got all the festival classics here! I love it!<br>Hope all the hardworking people out there can enjoy it!",
"SERIF_BARRELSTELLA2510_EVENTB": "The holiday lights and people enjoying themselves... Seeing a Japanese<br>festival like this just brings me back to being a kid, y'know?<br>Wonder if Grandma's doing all right.",
"SERIF_BARRELSTELLA2510_EVENTC": "Time to market like crazy with the Exciting Holiday Set!<br>I bet the customers'll be melting for these tasty smells...<br>just like me! I could go for some grub.",
"SERIF_BARRELSTELLA2510_EVENTD": "I'd say we did a great job advertising! You sure went all out, Partner!<br>Huh? I got some, uh, sauce around my mouth?<br>I got no idea what you're talking about!",
"SERIF_BARRELSTELLA2510_HERO": "Roudin's magic is some super cool stuff, huh?<br>I wanna see if we can come up with a kind of team attack sometime!<br>Like, I blast off something, then he comes in with the magic! That'd be so cool!",
"SERIF_BARRELSTELLA2510_PLAYER": "The things I think up, you make real, partner.<br>That's great! I mean, it's like we're, you know,<br>special buddies or something.",
"SERIF_BARRELSTELLA2510_RELATION": "I'm practically jumpin' for joy over here with Turbak pointing me toward an<br>ultra-spicy food tour! I super wanna go, but can I pull off<br>taking a whole month off?",
"SERIF_BARRELSTELLA2510_TOUCH": "Hah! I knew you'd get curious about this super cool suit I got<br>on, Partner! And believe me, I get it!<br>So don't be a stranger, rub over it as much as you want!",
"SERIF_BARRELSTELLA2510_TRAIN": "Let's have us some fun together, c'mon!",
"SERIF_BARRELSTELLA2510_TRAINED": "I've still got some fight in me!",
"SERIF_BARREL_APPRECIATION": "Howdy! Good job today, partner! And if you see anyone in trouble on the way home, send 'em on down to the police box! I'll solve their problem in a jiffy!",
"SERIF_BARREL_DAILY": "Howdy there, partner! Come on, let's hurry on to the scene! The scent of crime and villainy awaits!",
"SERIF_BARREL_HERO": "That bombslinger really is something! The scent of explosions, of gunpowder... feels like a real kindred spirit! Huh? Birds of a feather? I'm a Canis, not a bird!",
"SERIF_BARREL_PLAYER": "Hey, partner! You're new, I'm new. We're new! We're in it together, so let's really get to it and aim for the top!",
"SERIF_BARREL_RELATION": "The detective's always sighing, you know? Guess that middle management stuff's a real pain. Huh? I'm part of what makes it tough? You gotta be kiddin' me!",
"SERIF_BARREL_TOUCH": "Uwah, th-that really tickles! C'mon, partner, cut it... Eheh... Haha... Maybe not...",
"SERIF_BARREL_TRAIN": "Don't worry. I'll try not to hit you!",
"SERIF_BARREL_TRAINED": "Ghh! Nice shot!",
"SERIF_BARTE_APPRECIATION": "Hey, you all right? You look like the burnout's come for you.<br>Look, people are just like swords, yeah? You keep heating them up and they get brittle.<br>How about you go and cool off a bit?",
"SERIF_BARTE_DAILY": "Operator, check this out!<br>This here's the most beautiful blade I've ever made, a masterpiece of...<br>Huh? Work comes first? All right, fine, fine! You're telling me what you think of it when we're done, though!",
"SERIF_BARTE_EVENTA": "This weapon here has some crazy edge to it! The beauty of the tip<br>and the quality of the steel's totally radical too.<br>Hm? Wait, this wasn't made in this world, was it?",
"SERIF_BARTE_EVENTB": "Can't believe we'd run into someone from my world here.<br>Talk about your crazy coincidences, huh?<br>But me, there's someone I seriously want to get back and see.",
"SERIF_BARTE_EVENTC": "Now this is a serious selection!<br>So, all we've gotta do is hit up these quotas, and all this is ours?<br>I like the sound of that! Let's get to it!",
"SERIF_BARTE_EVENTD": "Great job! That was totally worth the effort, huh?<br>Heh, with all this stuff, I can forge all the weapons we want!<br>Now then, where to start, where to start!",
"SERIF_BARTE_HERO": "Those swords of Hydoor's, let me tell you...<br>They're crazy beautiful, but the way he uses 'em is super artistic too.<br>I guess it does matter who's wielding the blades, huh.",
"SERIF_BARTE_PLAYER": "You're learning your craft and trade from someone too?<br>Sounds like we're disciple buddies, then!<br>W-Wait, what's with that look? Don't like your mentor much?",
"SERIF_BARTE_RELATION": "My mentor? Him? Yeah, he's a pretty odd duck, that one.<br>Always going on about rules and traditions, really stubborn, loves self-denial and the like...<br>but I couldn't be more proud of him and the seriously beautiful blades he forges.",
"SERIF_BARTE_TOUCH": "Whoa, what's gotten into you? Oh! Oh, I get it!<br>You just couldn't help starin' at my latest masterpiece, huh?<br>Well, be my guest! Feel it all you want! Huh? That's not what's up? Then what <I>is</I> up?!",
"SERIF_BARTE_TRAIN": "Bring it on! I'll strike your iron while it's hot!",
"SERIF_BARTE_TRAINED": "A little too heated!",
"SERIF_BOREALIS_APPRECIATION": "What's the matter, Operator? The sounds of your heart are most disharmonious, and nothing helps that more than music. Have you time? I'll do a performance for you.",
"SERIF_BOREALIS_DAILY": "Sound is all around us, but do you truly listen, intently, to music? Do try changing your approach a touch by focusing. I'm sure you'll find it revolutionary.",
"SERIF_BOREALIS_EVENTA": "What is this strangely unsophisticated outfit? Protective wear for the operation? I refuse. My concerts are always for the audience's benefit. I will show you what a refined performance is.",
"SERIF_BOREALIS_EVENTB": "Christmas, a day to spend with family and close acquaintances. A good spot of culture. Even if you must be separated one day, the memories will always warm you.",
"SERIF_BOREALIS_HERO": "Mokdai, was he called? That... filmmaker? He always knows the effects and angles to apply to a situation and target... Quite the professional, I can see.",
"SERIF_BOREALIS_PLAYER": "Forgive me for projecting my old friend over you. I've always been looking for him, you see. I've never quite heard a sound so similar to his, so calming.",
"SERIF_BOREALIS_RELATION": "What is wrong with that reporter? Always going on about \"scoops\" and making a fuss. I wouldn't mind him watching, but he follows me backstage! Well, he does quiet down when I begin conducting. There's that.",
"SERIF_BOREALIS_TOUCH": "Hm? Your pitch is as clear as ever, but its rhythm changed the moment you touched me. Come, then. Let me hear your sounds more.",
"SERIF_BOREALIS_TRAIN": "Time for rehearsal. Prepare yourself.",
"SERIF_BOREALIS_TRAINED": "Gh! You are to follow my conducting!",
"SERIF_BYGUL_APPRECIATION": "Opps, you've been working way too hard lately! C'mon, it's time to kick back, get some relaxation in. Remember that movie we saw last time? Sequel's out on streaming! Let's watch!",
"SERIF_BYGUL_DAILY": "Yo yo yo, Opps! Where to today? A smoky wasteland? The blizzardy north? I'll pilgrimage to anywhere, so let's... Huh? There? That's a pretty normal spot, really.",
"SERIF_BYGUL_EVENTA": "Earth's so small I just can't get used to the gravity! That's why I've gotta pass this check-up and join the agency, though. I wanna live on this planet!",
"SERIF_BYGUL_EVENTB": "W-Why's everyone's comin' after us? Let's run and get away from the crowd! I feel like things're gonna go south real fast, like in a disaster movie!",
"SERIF_BYGUL_EVENTC": "Talk about a great selection here! You get 'em by completing missions, right? Myahaha... Seeing a selection like this makes me wanna go for a full comp!",
"SERIF_BYGUL_EVENTD": "Holy moley, you actually did a full comp?! Nice! We'll be good with this many supplies, but don't drop your guard yet. Let's escape, fast!",
"SERIF_BYGUL_HERO": "I know how rough Hitty's got it, believe me! Takes a lot of brain to keep your power under control. We don't see each other much, but I wanna talk to her sometime.",
"SERIF_BYGUL_PLAYER": "You like movies, Opps? Anime? Action? If you're into action movies, I gotta recommend this series! C'mon, take the journey with me!",
"SERIF_BYGUL_RELATION": "I'm glad me and Mokdai are on the same wavelength so much. We can go on for hours about old hero series! We even planned to hit up the latest movie together!",
"SERIF_BYGUL_TOUCH": "Myah?! Hey, whoa, no touching there! You know how hard it is to pull up my zipper? Suit's so tight, it's like a second... Umyah?!",
"SERIF_BYGUL_TRAIN": "All right, going no-mercy mode!",
"SERIF_BYGUL_TRAINED": "Gwah, I'm spillin' out!",
"SERIF_CANES_APPRECIATION": "Operator, do you have some time? Here, I'll rub your shoulders!<br>I massage my parents' all the time back home,<br>so I'm pretty good at it! C'mon, turn off that terminal and take a break!<br>",
"SERIF_CANES_DAILY": "My family doesn't stay in one place, so all my schooling is online...<br>and I've always been interested in what Earth schools are like.<br>That's why I had this school uniform made!",
"SERIF_CANES_EVENTA": "Heroes everywhere I turn...<br>and they're all people I've seen on streams!<br>Whoa! So this is Orient City on Earth!<br>",
"SERIF_CANES_EVENTB": "Is that Rokusei really a rookie Hero?<br>He really looks like he knows his way around a battle, so I dunno!<br>He's older, too. I wonder if he's been through a lot.<br>",
"SERIF_CANES_EVENTC": "Another mission, huh? You know, hero work is a lot plainer than I expected.<br>Still, it's a lot more fun than studying!<br>Now, where to start...<br>",
"SERIF_CANES_EVENTD": "Phew, it's over. Good job today. You were awesome, Operator!<br>Your directions were so quick and accurate!<br>Am I going to be that competent when I'm your age?<br>",
"SERIF_CANES_HERO": "Goro built the house we live in now.<br>I was really surprised to hear he's a hero!<br>I wonder if he'll work with me when I grow as a hero myself.",
"SERIF_CANES_PLAYER": "To an operator, what's an easy kind of hero to work with?<br>I'm still a rookie, so I want to listen and take some notes.",
"SERIF_CANES_RELATION": "I'll be honest, I'm really jealous of Sterio. We're the same age,<br>but our builds and strength are so different.<br>Sure, he's my dear brother, but that just makes it feel more complicated.",
"SERIF_CANES_TOUCH": "You do get kind of odd with personal space sometimes, Operator.<br>You might want to not pat people's heads all that much...<br>Oh! I don't dislike it, but give other people a break, okay?<br>",
"SERIF_CANES_TRAIN": "I'm quite strong when I put my mind to it!",
"SERIF_CANES_TRAINED": "Whew, hahh, phew... I-I can keep going! Let's!",
"SERIF_CERASTIUM_APPRECIATION": "Even a hero needs rest sometimes. And even if that were not the case, I know that you work harder than anyone... so allow me to make you some tea.",
"SERIF_CERASTIUM_DAILY": "Good morning, Commander! Let us keep up the fight for what is right! Hm? I'm to be in a children's show today? Ah! Of course—justice starts with the youth!",
"SERIF_CERASTIUM_EVENTA": "The opportunity to practice with heroes from all over the world while in my home country? What a wonderful tournament! Goodness, I may even get to meet Mr. Justice himself!",
"SERIF_CERASTIUM_EVENTB": "I want to find what I truly believe to be right. For my own sake, and for the sake of the friend I could not answer on that day. Perhaps I will find a hint at this tournament of the mighty...",
"SERIF_CERASTIUM_HERO": "Oh, Bolt of Justice, the most righteous of men! My eternal idol! Justice made flesh, made man! Perfect in every... Hm? I'm not looking at the real person? What do you...?",
"SERIF_CERASTIUM_PLAYER": "Commander, you're from Justice's agency?! Well! Hm, were you surprised? Well, yes, this shield doubles as a table! Come, let us discuss righteousness together!",
"SERIF_CERASTIUM_RELATION": "reXer truly excels when working alone, but perhaps there's a way to put his abilities to use on a team. Working on group missions day after day has my mind leaning in that direction.",
"SERIF_CERASTIUM_TOUCH": "Uwah?! C-Commander, what has gotten into you? Oh, you're curious about this shield? Here, go ahead. It's a little heavy, so... Ahh! A-Are you all right?",
"SERIF_CERASTIUM_TRAIN": "Let us strike each other with what we believe in!",
"SERIF_CERASTIUM_TRAINED": "Incredible! Why, I cannot win...!",
"SERIF_CROWNE2NDANNIVERSARY_EVENTA": "You've helped me a lot during our time together. I want to do right by you, too, so let's keep at it!",
"SERIF_CROWNE_APPRECIATION": "Look at you—dried up, strung out, and pooped as hell. You tend to work too hard on your own, y'know that? Lean on me a little more, would ya?",
"SERIF_CROWNE_DAILY": "Yo, how's it going? Ship's in tip-top shape and can take flight anytime. How 'bout you finish up and we grab some brews?",
"SERIF_CROWNE_HERO": "Comes from a mech planet, huh? Now that really piques my interest. I mean, his body's all machine, right? Wonder if he'd let me open him up and poke around?",
"SERIF_CROWNE_PLAYER": "You're pretty impressive yourself, and I don't mind a bold fool. Ahaha, don't make that face! It was a compliment!",
"SERIF_CROWNE_RELATION": "That kid's got some real cuteness to them, y'know? Like how their face lights up when they see pretty clothes. I just want them to live at ease, not getting bothered about it all.",
"SERIF_CROWNE_TOUCH": "Oh-hoh, bold today, aren't we. Well, I'm the type to always pay back what I've been given. Where do you want to be messed with? Come on, out with it!",
"SERIF_CROWNE_TRAIN": "Let's see how capable this weapon is!",
"SERIF_CROWNE_TRAINED": "Got guts using me as your test subject!",
"SERIF_DANZOTRAVELERS2504_APPRECIATION": "Whoa whoa whoa, stop right there! Lemme tell ya, m'liege,<br>you seriously push yourself way too hard no matter what world you're in!<br>Relax a bit. I'll play you a song to chill.",
"SERIF_DANZOTRAVELERS2504_DAILY": "Hold up, hold up, hold up... All right, here we go, baby!<br>Just got hit with a <i>godlike</i> set of lyrics!<br>I'm ready to kill it with my guitar today—audiences, get ready!",
"SERIF_DANZOTRAVELERS2504_EVENTA": "Seriously?! <i>You're</i> the Chosen One, m'liege?!<br>Like the whole bearing-the-fate-of-the-world kind? Holy stars! Heck yeah!<br>Now, epic roles aside, how are we gonna get home?",
"SERIF_DANZOTRAVELERS2504_EVENTB": "Y'know, I was feeling that this world was missing something, and I get it.<br>There's no music here! So, y'know, there's something<br>I wanna do before I up and leave this world. Think you can hear me out?",
"SERIF_DANZOTRAVELERS2504_EVENTC": "Oh-hoh, is this some of that reward-like stuff? Awesome!<br>You gotta have a goal when you're doing something big, right?<br>C'mon, m'liege—let's get it all!",
"SERIF_DANZOTRAVELERS2504_EVENTD": "Now we're talking! Look at all this stuff we got!<br>Even I gotta be all smiles over this here bounty.<br>So, what now? Want a nice song to celebrate this joyous ol' occasion?",
"SERIF_DANZOTRAVELERS2504_HERO": "Barte has some righteously interesting moves, I gotta say!<br>You think she can see stuff that we, like, can't?<br>I mean, there's no other explanation, right? Whatcha think?",
"SERIF_DANZOTRAVELERS2504_PLAYER": "Huh. Say, m'liege, is it just me, or have you gotten better lately?<br>You the type to sneak in some training? Getting some cheeky practice here and there?<br>Nah, I'm not mocking you or anything. Personally, I'm pretty happy to see it, I think.",
"SERIF_DANZOTRAVELERS2504_RELATION": "I owe much to my lord, you see. Like, a lot.<br>If I never ran into him, I couldn't have<br>gotten back on the ninja road. Hell, I probably woulda been dead.",
"SERIF_DANZOTRAVELERS2504_TOUCH": "Whoa whoa! There you go again, m'liege!<br>The world's on the brink of destruction, but you still got the same stuff on the brain, huh?<br>Now then, how and where am I gonna be paying you back?",
"SERIF_DANZOTRAVELERS2504_TRAIN": "\"Don't hold back\"? You serious about that?",
"SERIF_DANZOTRAVELERS2504_TRAINED": "All right, yeah, I guess you were serious!",
"SERIF_DANZO_APPRECIATION": "You're lookin' awful tired, m'liege. Is it time for a classic bedtime assassination? Aha, just kiddin'! How about a coffee break instead?",
"SERIF_DANZO_DAILY": "You called, my liege? Your loyal servant Danzo is willing to cast aside his life at your order! Or, well, something like that. Let's get to work and get this done!",
"SERIF_DANZO_HERO": "Hitty's crazy cute, you know? She worked so hard to learn and perform the crazy moves I came up with, too... Gosh, I just love 'er!",
"SERIF_DANZO_PLAYER": "You really are a hard worker, m'liege. Not the type to skip out on training like I am. But, well, you know what they say—life is training! Let's give it our best, yeah?",
"SERIF_DANZO_RELATION": "That reporter? Mark my words—he's a ninja. The way he sneaks up to you and asks for an interview, that's no mean feat! He's gotta be walking the shinobi path!",
"SERIF_DANZO_TOUCH": "Oh-hoh! That's m'liege! Grabbin' a pro ninja like that is no easy task, nothing an amateur can pull off! Want me to pay you back the same as a reward? Hm?",
"SERIF_DANZO_TRAIN": "Ninja training's pretty tough stuff!",
"SERIF_DANZO_TRAINED": "Guh, n-not bad!",
"SERIF_DENEBORA_APPRECIATION": "オマエは何故いつも、無茶ばかりしているんだ…。<br>ほら、オレに手伝える事があるなら素直に差し出せ。<br>これでもバイト経験は豊富な方だ、信じろ。",
"SERIF_DENEBORA_DAILY": "来たか、オペレーター。さあ、仕事に行くぞ。<br>…ああ、これか？払い下げ品の軍用レーションだ。<br>少々色は悪いが、まだ食える。オマエも食うか？",
"SERIF_DENEBORA_EVENTA": "宇宙船は壊れる、獲物は狩り逃す、おまけに外惑星<br>との交信が困難とは…何でいつもこうなるんだ。<br>オマエと再会できたのが、せめてもの救いだな…。",
"SERIF_DENEBORA_EVENTB": "父親の威光というものは、往々にして子の心に<br>影を落とし続けるものだ。だからオレは、あいつの<br>気持ちが良く分かる。まるで、我が身のようにな。",
"SERIF_DENEBORA_EVENTC": "これは、報酬のリストか？…なるほど、悪くない<br>レートじゃないか。支援物資はあるに越したことは<br>ない、片っ端から潰していくとしよう。",
"SERIF_DENEBORA_EVENTD": "よし、なかなかの成果だな。これなら目標の打倒も<br>そう遠くないだろう。オペレーションはオマエに<br>任せる、どうか上手く使ってくれよ？",
"SERIF_DENEBORA_HERO": "思考力は発展途上だが、観察力や身のこなし、<br>武器の扱いは一級品。それに何より…守るべき者が<br>明確だ。ステリオはきっといい猟犬になるだろう。",
"SERIF_DENEBORA_PLAYER": "話を聞いていると、オマエもなかなかに不運だな…。<br>安心しろ、ニンゲンちょっとやそっとじゃ死なん。<br>お互い、強く生きていこうじゃないか…ハァ。",
"SERIF_DENEBORA_RELATION": "フラミーお嬢様には、今でも頭が上がらん。何せ、<br>ライセンス試験の再開まで、住処も仕事も全て面倒<br>見てくれたからな。恩返しが出来ればいいんだが…",
"SERIF_DENEBORA_TOUCH": "うおっ！？やめろ、角に触ろうとするんじゃない！<br>顎や尻尾ならまだしも、そこを刺激されるのは<br>本当に苦手で…ぐっ、あっ、うおぉっ…！？",
"SERIF_DENEBORA_TRAIN": "オマエの本気を、オレに見せてみろ。",
"SERIF_DENEBORA_TRAINED": "オレもまだまだ、って事かァッ…！？",
"SERIF_DIGRAM_APPRECIATION": "I have heard that the organic body suffers performance losses with fatigue, Master. I would ask that you rest soon.",
"SERIF_DIGRAM_DAILY": "You're 34 seconds late, master. You need to arrive precisely on time. Let us immediately head to work, then, to make up for this time loss.",
"SERIF_DIGRAM_HERO": "Why would a mechanical life form seek an organic body? I cannot understand. And yet... seeing that technique in battle, that drive, it rustles my emotions for reasons I cannot grasp.",
"SERIF_DIGRAM_PLAYER": "Master, I believe you require more time for skill acquisition. To enter battle while inexperienced is to ask for grievous injury. I ask that you think of your own safety first.",
"SERIF_DIGRAM_RELATION": "A ship needs precise maintenance if it is to run on time, and I admire her skill in mechanical care. Though, admittedly, I would never let her work on me.",
"SERIF_DIGRAM_TOUCH": "Does your physical contact with my body hold some sort of meaning? I cannot understand it, though I do feel the warmth of your hand.",
"SERIF_DIGRAM_TRAIN": "I request you cooperate with my test flight.",
"SERIF_DIGRAM_TRAINED": "N-No more testing required!",
"SERIF_DIVEREARTH_TRAIN": "Don't drop your guard.",
"SERIF_DIVEREARTH_TRAINED": "D-Drowning!",
"SERIF_DIVERFIRE_TRAIN": "Don't drop your guard.",
"SERIF_DIVERFIRE_TRAINED": "D-Drowning!",
"SERIF_DIVERLIGHT_TRAIN": "Don't drop your guard.",
"SERIF_DIVERLIGHT_TRAINED": "D-Drowning!",
"SERIF_DIVERSHADOW_TRAIN": "Don't drop your guard.",
"SERIF_DIVERSHADOW_TRAINED": "D-Drowning!",
"SERIF_DIVERWATER_TRAIN": "Don't drop your guard.",
"SERIF_DIVERWATER_TRAINED": "D-Drowning!",
"SERIF_DIVER_APPRECIATION": "You're looking pretty pale. Feeling seasick?<br>Times like these, you want to go up on deck and get a big lungful of fresh air.<br>C'mon, I'll lend you my shoulder. Let's up topside.",
"SERIF_DIVER_DAILY": "Today's mission is finding a ring in the sea, is it?<br>It may be like searching for a needle in a haystack,<br>but we can't let a dear memento get claimed by the waves!",
"SERIF_DIVER_EVENTA": "Decide on if you want to hire me after seeing me work.<br>I'll say this now, though—when it comes to underwater work, no one's beating me.<br>Here goes!",
"SERIF_DIVER_EVENTC": "Ah, I see. The rewards change based on how done the work is, huh?<br>Efficiency underwater is my specialty, so leave it to me!<br>If we team up, there's no way we won't get results!",
"SERIF_DIVER_EVENTD": "Heh, I knew your operating was the real deal!<br>We got that done in record time.<br>Hope we can work together again sometime!",
"SERIF_DIVER_HERO": "There are some folks out there who can do perfect work no matter the place,<br>but Heroes are all about the right skills in the right niche.<br>That's why I drive my diving skills to perfection.",
"SERIF_DIVER_PLAYER": "Your powers of observation are incredible. You don't even need<br>a marine drone to see my operation through.<br>I'm truly honored to be able to work with someone like you.",
"SERIF_DIVER_RELATION": "The iron rule of the sea is to dive in pairs!<br>The water's a lot more dangerous than the surface,<br>so a good diver needs a buddy to rely on. A buddy like you.",
"SERIF_DIVER_TOUCH": "Hm? Why the sudden hug? I'm not saying I don't like it, but...<br>Ah, nothing. Just keep what I just said between us, all right?",
"SERIF_ESPERDICA_APPRECIATION": "Your coffee. I picked out a bit of a sweeter blend, since you seem rather tired. Hm? The puppy? That is latte art of a wolf. Cute, isn't it?",
"SERIF_ESPERDICA_DAILY": "Haha. Never seen an espresso machine before? To a barista such as myself, it's an old, trusted comrade. Here, let me make you a cup. Please, enjoy.",
"SERIF_ESPERDICA_EVENTA": "Welcome to the Galactic Railway Cafe Lounge. Would you like a spot of coffee to relax with? The aroma is second to none. Why, simply being near it has relaxed me, and I'm not even drinking it.",
"SERIF_ESPERDICA_EVENTB": "Could you tell Yoshiori that there is delicious cherry pie to be had at the restaurant? I'm sure he'll like it. Just my intuition, let's say.",
"SERIF_ESPERDICA_EVENTC": "おやおや、新しいお仕事の依頼ですね。<br>では、取り掛かる前に熱いコーヒーをどうぞ。<br>頭が冴えて、集中力を高めてくれますよ。",
"SERIF_ESPERDICA_EVENTD": "追加業務の達成、お疲れさまでした。頑張って<br>下さった貴方に、どうかサービスさせて下さい。<br>カフェエリアで食事などはいかがですか？",
"SERIF_ESPERDICA_HERO": "Hm. Tabit is made up of nanomachines, yes? Does he drink luxury beverages like coffee? My profession, you see, has me always thinking of the proper beans for people.",
"SERIF_ESPERDICA_PLAYER": "Your job is to know people well to give them precise orders, and my job is to know beans well to brew splendid coffee. Similar, are they not? We match!",
"SERIF_ESPERDICA_RELATION": "Coffee's fragrant aroma always piques the interest, and its refined taste will drop anyone's guard. Even Raizi, in the throes of deep focus...",
"SERIF_ESPERDICA_TOUCH": "Hm? Is something the matter? Ah, you want to learn how to make drip coffee by hand? Of course, I'll teach you everything you need to know.",
"SERIF_ESPERDICA_TRAIN": "Haha, I quite like that look on your face!",
"SERIF_ESPERDICA_TRAINED": "Goodness, that was more than I'd bargained for!",
"SERIF_EXIO_APPRECIATION": "Let your guard down around me like that and you might find yourself missing a head. Just kidding! I won't do a thing. Really. Looks like the exhaustion has gotten to your shoulders—let me at them.",
"SERIF_EXIO_DAILY": "Hey there, good to see you. How about a massage? Oh, don't give me that look. Nothing ulterior going on here. A nice massage will help you focus on work, won't it?",
"SERIF_EXIO_HERO": "That man's outward heroism... really makes a man jealous, you know? That's where I always wanted to be. I'm sure he'd make a fine ally.",
"SERIF_EXIO_HERO2": "My feelings towards him are complex. My respect for his passion, for his ability to transform even after loss is great, yet... I lament his return.",
"SERIF_EXIO_PLAYER": "You're an awful strange one for an Observer. Work's as green as they come, yet that power that sleeps in you... Mark my words, it'll change the world.",
"SERIF_EXIO_PLAYER2": "That lucky star of yours shines for others, too. Really, I think it's a form of misfortune. Enjoy your pocket of peace while it lasts—never know when it'll fade.",
"SERIF_EXIO_RELATION": "His heart's the only one I can't peer into. It's like there's nothing there, or what is there sends shivers down my spine. Was he... really born in this world? In this universe?",
"SERIF_EXIO_TOUCH": "Oh-hoh, didn't expect you to touch me. Are you trying to intervene into my heart, as I do? Or have my masculine charms finally won you over?",
"SERIF_EXIO_TOUCH2": "Oh? Decided to throw it all away, have we? Let me meet those expectations, then. Come on, loosen right up. Squeal or scream or moan however you'd like. While you still can, anyway.",
"SERIF_EXIO_TRAIN": "Oh, I don't mind. I'll take you down quick.",
"SERIF_EXIO_TRAINED": "I see... This really is incredible power!",
"SERIF_FARDEN_APPRECIATION": "Are you going through something, Operator?<br>I don't think I'll be too useful, but mind if I stick around anyway?<br>Uh... Oh, I know! I'll bring you a <i>super</i> tasty snack!",
"SERIF_FARDEN_DAILY": "Sorry I look like, uh, this. But don't we all just forget about<br>everything else when work gets busy? Besides,<br>laundry, cleaning... who's got time for any of that? Ahaha!",
"SERIF_FARDEN_EVENTA": "Thanks! I really owe it to you for showing up to help.<br>As you can see, the town's all choked up with steam and smoke.<br>And the Ether is, well... I don't quite get it, but <i>something</i> very bad is happening with it! I think!",
"SERIF_FARDEN_EVENTB": "That big clock tower over there is the town's symbol.<br>The square at its base is where they hold a lot of festivals and markets and the like.<br>It's really old, but it still works... er, is what the locals say.<br>Apparently it's been breaking down a lot lately.",
"SERIF_FARDEN_EVENTC": "Is this a work log? Wow, you're a diligent one, huh.<br>W-Wait, what? You want me to help too? Oh, I couldn't, you know—<br>I'd just get in the way! Oh? There's rewards? Well, count me in!",
"SERIF_FARDEN_EVENTD": "Great! That's a wrap, everyone! It's just so nice to have small, concrete goals.<br>If I got paid for every page I drew on the job,<br>I'd be so much more motivated.",
"SERIF_FARDEN_HERO": "Hey, Genji's, you know, one of those guys, right? What do you<br>call them, from Japan? Samurai? Ronin? Yeah, he's one of those guys!<br>He's just so cool! Like, real wabi-sabi! Huh? I got it wrong?",
"SERIF_FARDEN_PLAYER": "You sure are something, Operator! Observing Heroes up close<br>takes a lot of courage. You got to be careful, though!<br>One wrong move in the field and you're done, you know?",
"SERIF_FARDEN_RELATION": "No way! That DJ's a ninja?! And he's a cyborg too?!<br>That's like a package deal of stuff that kids love!<br>I'm so jealous!",
"SERIF_FARDEN_TOUCH": "Operator, think you can hold onto my arm?<br>There we go, like a swing! Ahaha, surprised?<br>You know, I've always been surprisingly strong.",
"SERIF_FARDEN_TRAIN": "A-Are you sure? Because I'll go all out!",
"SERIF_FARDEN_TRAINED": "I can't go any longer!",
"SERIF_FLAMIERGHOSTWOODS2204_APPRECIATION": "Goodness me, you appear a little tired. Well, how about enjoying the sight of this beautiful flower I've put in a vase and taking a moment to relax?",
"SERIF_FLAMIERGHOSTWOODS2204_DAILY": "Festival grounds are always so full of life. Would you like to go around the stalls with me? Come, tell me what festival food is your favorite.",
"SERIF_FLAMIERGHOSTWOODS2204_EVENTA": "Simply watching these festivities is enough to make the heart flutter. Ahaha, how long has it been since I last danced, I wonder?",
"SERIF_FLAMIERGHOSTWOODS2204_EVENTB": "I've taken the liberty of adjusting the fireworks to be launched on the last day. Oh, I simply cannot wait to witness those flowers of light taking flight!",
"SERIF_FLAMIERGHOSTWOODS2204_HERO": "Goro is such a talented musician. The music he plays is just so gentle... like a lovely lullaby.",
"SERIF_FLAMIERGHOSTWOODS2204_PLAYER": "Do you think ghosts are real? Ectoplasm, ignis fatuus, that sort of thing. Does it not pique your interest and make your heart flutter just a touch? Ahaha...",
"SERIF_FLAMIERGHOSTWOODS2204_RELATION": "Lilac certainly knows his flowers, doesn't he? Some of that knowledge applies well to fireworks, so I do have much to learn from him.",
"SERIF_FLAMIERGHOSTWOODS2204_TOUCH": "Shall I take that as an invitation to dance? Certainly, I'd love to. Do be gentle, though.",
"SERIF_FLAMIERGHOSTWOODS2204_TRAIN": "Shall we dance for a song?",
"SERIF_FLAMIERGHOSTWOODS2204_TRAINED": "Ahh, goodness, too rough!",
"SERIF_FLAMIER_APPRECIATION": "Since you're always working so hard, I borrowed the kitchen and made you some tea. What would you say to a brief respite with me?",
"SERIF_FLAMIER_DAILY": "Hello. Perfect day out for a conflagration, wouldn't you say? O-Oh, er, nothing, nothing at all. Now then, let's get to work.",
"SERIF_FLAMIER_HERO": "That patissier certainly is something, is she not? What sort of firepower is she working with to bake pastries with such speed?",
"SERIF_FLAMIER_PLAYER": "Everyone and everything has their beginning. You only need to take your time and get used to things, bit by bit. That's how I got entranced by flames, myself... Ahh...",
"SERIF_FLAMIER_RELATION": "I think I would get along with that police hero. And yes, firearms like his count for me. That flash is just to die for...",
"SERIF_FLAMIER_TOUCH": "Oh? Is something the matter? Did I have an ember on me somewhere? Goodness, how embarrassing!",
"SERIF_FLAMIER_TRAIN": "Let us begin the experiment, then.",
"SERIF_FLAMIER_TRAINED": "Ahh, please, a little gentler!",
"SERIF_FURLONGCIRCUS2202_APPRECIATION": "You seem pretty tired. Th-That was a lot of practice, after all. Would you like me to... take you home? I'm pretty used to carrying people piggyback.",
"SERIF_FURLONGCIRCUS2202_DAILY": "H-Hey there! Acrobatics practice today, huh? Let's do our best. I know I will. I mean, I'm still scared, but...",
"SERIF_FURLONGCIRCUS2202_EVENTA": "I can do this, I can do this, I can do this! All right, now I'm on fire! I can do this! I'll show 'em acrobatics like they've never seen!",
"SERIF_FURLONGCIRCUS2202_EVENTB": "I ended up on stage from happenstance, and, well... I'm worried if I can actually do this well, honestly. Anything I do, I'm always afraid of blowing it.",
"SERIF_FURLONGCIRCUS2202_HERO": "As a hero myself, I cannot let villains get away with their devious crimes! But, well, when I see Vulpecula performing so boldly for such a crowd, I get a little jealous.",
"SERIF_FURLONGCIRCUS2202_PLAYER": "Are you doing work in the public eye? I have to pump myself up first, but I'm still bad at it. Please do share with me any surefire tricks you might know!",
"SERIF_FURLONGCIRCUS2202_RELATION": "Yasuhiko really is something. We're almost the same age, but he's fronting the circus as ringleader! I'm sure it's not all sunshine and roses, though...",
"SERIF_FURLONGCIRCUS2202_TOUCH": "Heheh, how's it feel? Tough and trained enough to pull off all sorts of acrobatics, this body of mine! U-Uh, pretty ticklish there, though!",
"SERIF_FURLONGCIRCUS2202_TRAIN": "Time to pull off a huge trick!",
"SERIF_FURLONGCIRCUS2202_TRAINED": "M-Maybe that was too ambitious!",
"SERIF_FURLONG_APPRECIATION": "Um. Are you, er... all right? I-It just looks like you're a little tired, you know, and... Well. T-Try not to push yourself too hard.",
"SERIF_FURLONG_DAILY": "Oh. G-Great work as usual. Uh, if you need any hot places taken care of, leave it to me. I could walk through fire if need be.",
"SERIF_FURLONG_HERO": "Bolt of Justice, a real superhero. He's so dashing, so righteous, so daring. I've always looked up to him, even before I became a hero.",
"SERIF_FURLONG_HERO_APPRECIATION": "You look tired, Captain! Come, on your back! I'll show you the massage techniques I picked up on the job!",
"SERIF_FURLONG_HERO_DAILY": "Good job out there, Captain! Leave any hot missions to me! I can walk through fire if need be!",
"SERIF_FURLONG_HERO_HERO": "Bolt of Justice, a real superhero. He's so dashing, so righteous, so daring. I've always looked up to him, even before I became a hero.",
"SERIF_FURLONG_HERO_PLAYER": "I hear that our senior heroes gained their current glory after overcoming countless challenges! Let's do our best to match up!",
"SERIF_FURLONG_HERO_RELATION": "Barrel's a great coworker and a war comrade. I'm always fidgeting and mumbling, but he'll drag me where I need to go. He's like a... a best friend.",
"SERIF_FURLONG_HERO_TOUCH": "Oh! Is something wrong, Captain? Now, I do feel obligated to tell you that my body temperature is really high, so accidentally touching me might result in burns.",
"SERIF_FURLONG_HERO_TRAIN": "Thanks for practicing with me!",
"SERIF_FURLONG_HERO_TRAINED": "Ghh! Too hot!",
"SERIF_FURLONG_PLAYER": "I hear that our senior heroes gained their current glory after overcoming countless challenges! Let's do our best to match up!",
"SERIF_FURLONG_RELATION": "Barrel? Y-Yeah, he's a really good guy. Personally, I like someone who'll, you know, drag me places.",
"SERIF_FURLONG_TOUCH": "Uwah?! H-Hey, you really surprised me there! U-Um. My skin isn't too hot, is it? My temperature's really high, so you might burn yourself.",
"SERIF_FURLONG_TRAIN": "Thanks for practicing with me!",
"SERIF_FURLONG_TRAINED": "Ghh... Didn't think I'd get this heated!",
"SERIF_GAISEI_APPRECIATION": "To voice my humble, unremarkable opinion, you have a worn-out look about you.<br>To keep your ability to command in battle at peak condition, I recommend rest<br>and rejuvenation. Come now, quickly.",
"SERIF_GAISEI_DAILY": "How I spend my time off? I have no such time.<br>Rest is unneeded in honing one's technique. Though, in terms of hobbies,<br>I do enjoy a touch of battles with those who seek to capture me.",
"SERIF_GAISEI_EVENTA": "An art gallery? A masquerade? What are those?<br>How would visiting either further my training?<br>Or do you mean to say helping will allow me to fight you?",
"SERIF_GAISEI_EVENTB": "A militia, is it? I am fascinated to see how powerful they are.<br>Let me get right to testing their mettle, then... Hm? Why the look?<br>If you wish to stop me, do so with force. Come, have at you!",
"SERIF_GAISEI_EVENTC": "Corsages? No interest, I'm afraid.<br>If one wants one, should one not simply fight and steal one?<br>Wait, special training? Well, this changes things.",
"SERIF_GAISEI_EVENTD": "Operator, I have taken care of all the corsages.<br>A reward? I need no such thing, so feel free to keep it.<br>Now to test my refined technique!",
"SERIF_GAISEI_HERO": "Yohack says that one does not need to be strong to be useful to others,<br>but to one of my talents both humble and mediocre, it is difficult to grasp.<br>Much can be solved with power. If one has no key, break the lock.",
"SERIF_GAISEI_PLAYER": "I wield a self-taught blade, but you<br>lead me well, despite my technique's lack of predictability or formal structure.<br>Utterly fascinating. What kind of life have you led?",
"SERIF_GAISEI_RELATION": "When I asked Nessen the secret to his strength, he told me<br>it was the town he had to protect. Having lost my home,<br>I do not think I can think as he does.",
"SERIF_GAISEI_TOUCH": "I have no interest in frolicking and will take my...<br>Hm? Mutual physical contact leads to greater shared knowledge, and potential<br>to reach greater heights? Very well. Touch as you will.<br>",
"SERIF_GAISEI_TRAIN": "You do not need to compromise in the slightest.",
"SERIF_GAISEI_TRAINED": "S-So this is true strength!",
"SERIF_GAIUSSEEKERS2502_APPRECIATION": "You look like you're pretty beat by the heat.<br>Tch, fine. Let's rest in the shade. No pushing yourself, all right?<br>I'll stick by you, so about how lying down and getting some shuteye?<br>",
"SERIF_GAIUSSEEKERS2502_DAILY": "A desert planet, huh? I'm guessing it won't have any lakes to dive into.<br>Guess I'll try blade dancing to keep in shape.<br>Want to join?",
"SERIF_GAIUSSEEKERS2502_EVENTA": "A chocolate festival for an undying king, huh?<br>I was hoping to get right to exploring the ruins,<br>but there might be some good info to be had. Let's check it out.",
"SERIF_GAIUSSEEKERS2502_EVENTB": "The pharaoh of this land sure was beloved.<br>I hear he's even got a statue of himself around. Looks like he's got a deep connection to the ruins too.<br>I'd like to pay him a visit.<br>",
"SERIF_GAIUSSEEKERS2502_EVENTC": "I want to explore the ruins, but I should finish up helping Valoray out.<br>He's gathering ingredients for the elixir, right?<br>Well, shouldn't be hard for you and me!<br>",
"SERIF_GAIUSSEEKERS2502_EVENTD": "Not bad, not bad at all! Looks like we'll be able to wrap this up pretty quick.<br>Hey, let's check out the stalls before we leave.<br>I want to get a souvenir for Cetus. You want anything?<br>",
"SERIF_GAIUSSEEKERS2502_HERO": "Valoray's always worried about other people.<br>Feels like he's living with someone's hopes and dreams on his back.<br>But it's not, well... bad to be able to push yourself that much for others.",
"SERIF_GAIUSSEEKERS2502_PLAYER": "What would you want if you knew all of your past?<br>Me... I don't have an answer yet. I want to hear what you've got, though.<br>I don't want you to regret things.",
"SERIF_GAIUSSEEKERS2502_RELATION": "I hear Vlaham is pretty sickly, so I'm surprised he came out to this desert planet.<br>Ah, geez, look at him—guy looks like he's about to collapse.<br>Let's throw in a little break, then.",
"SERIF_GAIUSSEEKERS2502_TOUCH": "Hm? If you want a better look at my suit, just say something.<br>I look just like a pharaoh! Pretty cool, huh?<br>You are in the presence of a king! Prostrate yourself! ... H-Hey, don't laugh!<br>",
"SERIF_GAIUSSEEKERS2502_TRAIN": "No whining when I beat you, all right?",
"SERIF_GAIUSSEEKERS2502_TRAINED": "Taking your blows is my job!",
"SERIF_GAIUS_APPRECIATION": "You're looking pretty tired. I know you. I figure you're forcing yourself through the water. Look, just rest. Danger lurks under the surface, and I'm on cleanup if you hurt yourself.",
"SERIF_GAIUS_DAILY": "You want to know my hobby? Nothing in particular. I do like lake diving, though. Nice and calming underwater, and I get to see Cetus sometimes, too.",
"SERIF_GAIUS_EVENTA": "Hey there. I'm Gaius, and I'll be your guide for today. Let me know if you see anyone tossing trash into the lake, all right? I'll toss them in with it.",
"SERIF_GAIUS_EVENTB": "This lake's got a guardian that pops up on the surface to watch over things sometimes. If you're lucky, you may get to swim with them.",
"SERIF_GAIUS_HERO": "So, Andrew can swim free if he transforms? Well, aquatic mode or not, I'm still your guide. Been worrying about what to do if he sinks and can't move.",
"SERIF_GAIUS_PLAYER": "You don't have any memories of the past, right? Aren't you curious about yourself? Because I am about myself. I want to know why I was born, why I've got these patterns... everything.",
"SERIF_GAIUS_RELATION": "That inventor's got a tattoo on his arm, huh? I'm not interested in why it's there or what it means, but... I've never seen one of those before. Just a little curious.",
"SERIF_GAIUS_TOUCH": "What? You need something, or...? Oh, these patterns? You think they look cool? You're just messing with me. No one's said that to me before.",
"SERIF_GAIUS_TRAIN": "I can't hold back. Do your best.",
"SERIF_GAIUS_TRAINED": "Y-You weren't supposed to go that hard!",
"SERIF_GAMMEIRAKUSAI2304_APPRECIATION": "So, how're you liking working in Kyoto? A simple change of place makes for a good change of pace, right? Say, as long as we're here, how about taking a walk along Kamogawa?",
"SERIF_GAMMEIRAKUSAI2304_DAILY": "Gahh, head's killing me. Shouldn't have drunk that much just because the festival was on. So, I didn't do anything to you when I was drunk, right? We're good, right?",
"SERIF_GAMMEIRAKUSAI2304_EVENTA": "A town made by spacefolk who moved down to Earth, huh? Hell, it really makes me smile to see them come to like Earth culture so much. Particularly Japanese culture.",
"SERIF_GAMMEIRAKUSAI2304_EVENTB": "Sightseeing? Don't be ridiculous, we're here on an investigation. I can get away with a lot, but I can't... All right, fine. When this is all done, I'll go wherever with you.",
"SERIF_GAMMEIRAKUSAI2304_EVENTC": "Extra orders when I'm already busy working? Hm? Completion Rewards? Well, I won't say no to more pay. Let's clear 'em out fast.",
"SERIF_GAMMEIRAKUSAI2304_EVENTD": "Wahaha! Cheers to getting it all done! Huh, what? I smell like I've been through a bottle? Oh, come off it—I'm off the clock! You're joining me in drinking!",
"SERIF_GAMMEIRAKUSAI2304_HERO": "Tch, that Tsuneaki. Always coming up on me all smiles, but squirms out of talking about what I really want to hear. Wish he'd show his true colors a bit.",
"SERIF_GAMMEIRAKUSAI2304_PLAYER": "Hey there! Looking forward to working together again, heh heh. I can say it now after all we've been through, but I really enjoy working together.",
"SERIF_GAMMEIRAKUSAI2304_RELATION": "That actor kid's a real hard worker for someone so small. That brattiness, too! Reminds me of when I was a runt. Not that I looked anything like that, though.",
"SERIF_GAMMEIRAKUSAI2304_TOUCH": "What's the big idea? You wanna get a bit closer, is that it? Wahaha, I wouldn't mind! C'mere, you! Big hug! Huh? Whaddaya mean I reek of booze?!",
"SERIF_GAMMEIRAKUSAI2304_TRAIN": "I don't care if I'm drunk. I can still take you!",
"SERIF_GAMMEIRAKUSAI2304_TRAINED": "I-I'm beggin' ya, go easy on me today!",
"SERIF_GAMMEI_APPRECIATION": "Hey, you look pretty run-down. Guess you've been working just as hard as me. Well, don't forget—what's key is lying' back and resting when things get this dicey.",
"SERIF_GAMMEI_DAILY": "Hey, wait, wait! I'm not here to do a search or shakedown or anything! I'm just here to take a job!",
"SERIF_GAMMEI_HERO": "I've been a hero and a detective for a real long time, but I can't be as self-sacrificing as he is. That's probably how a hero should be, though...",
"SERIF_GAMMEI_PLAYER": "Being the one giving the orders takes real guts, whether you're giving them to heroes or cops. Keep at it. I'm expectin' the best from you.",
"SERIF_GAMMEI_RELATION": "He just doesn't get any better at shooting. He shoots and shoots and shoots, and even the shots goin' wide don't hit anything. Better than collateral damage, but still.",
"SERIF_GAMMEI_TOUCH": "Whoa?! W-What's gotten into you? Look, I haven't gotten the chance to shower proper since I've been on stakeout, so... Agh! Q-Quit it!",
"SERIF_GAMMEI_TRAIN": "Detectives are real tough. You'll see.",
"SERIF_GAMMEI_TRAINED": "Gweh! G-Go easy on me!",
"SERIF_GANRAN_APPRECIATION": "What's the matter? Worn out? Let me lay Iron Rule One on you: no matter how perfect the sword, it'll break down without care. You go rest. I'll take care of things here.",
"SERIF_GANRAN_DAILY": "Iron grows stronger and tougher with repeated strikes, which is why I train myself in the same way. If I can take more than before, that means I'm stronger! Great idea, wouldn't you say? Gahaha!",
"SERIF_GANRAN_EVENTA": "Unbelievably hot near the burner, isn't it? This is the heat that makes rock cocoa into chocolate. Now, come, let's see who can take more heat! No pushing yourself, though!",
"SERIF_GANRAN_EVENTB": "Never filmed a show with celebrity guests before! Well, leave the guiding to me. If you get tired, there's a sauna in the village, so help yourself!",
"SERIF_GANRAN_EVENTC": "Iron Rule Two: if it's offered, take it! Take this reward for digging up all that rock cocoa! When you're nice and rested, we're getting back to chocolate-making!",
"SERIF_GANRAN_EVENTD": "Oh, you've cleaned me out! Gahaha, thanks! See, it was actually the villagers and the show staff who prepped the prizes. Pretty good, weren't they?",
"SERIF_GANRAN_HERO": "Ryu went and got himself reborn when he put on the muscle. Impressive stuff, really. Doing a sport devoted to training yourself no less... I should ask him for tips!",
"SERIF_GANRAN_PLAYER": "Pretty tough being an operator, right? You've got to carry the cameras, get caught up in fights, et cetera... If anything breaks, just tell me. I'll fix it right up for you.",
"SERIF_GANRAN_RELATION": "You'll find reXer in the back room, gaming. Says he's doing mental training on \"extra hard mode.\" Real admirable, pushing himself like that to get stronger!",
"SERIF_GANRAN_TOUCH": "Oh? Trying to test my endurance, are you? Gahaha! Come on, then, go harder! Anywhere you'd like to... Hmm? You're not? Really...?",
"SERIF_GANRAN_TRAIN": "Show me how much you can take!",
"SERIF_GANRAN_TRAINED": "Y-You can go harder!",
"SERIF_GARBO_APPRECIATION": "Ah, welcome, good observer. Haha, it would appear that you have given it your utmost today, as usual. That effort, I believe, is most important.",
"SERIF_GARBO_DAILY": "Ah, good observer, splendid to see you! How about visiting this nice restaurant that's been trending lately? Booms come and go rather rapidly—now is the time to experience it!",
"SERIF_GARBO_EVENTA": "I wish you a happy new year, good observer. Now, this is rather sudden, but would you give me some of your time? I am utterly fascinated by these Japanese \"fortune bags\"!",
"SERIF_GARBO_HERO": "Santetsu's fondness for literature gives us much to talk about, but he'll never join me in investigating cultural trends on the field. Does he not desire books on lost languages?",
"SERIF_GARBO_PLAYER": "Your eye for culture is rather unique, I must say. It is as though you see it from a modern perspective, as well as another. As one similarly between worlds, I feel a closeness to you!",
"SERIF_GARBO_RELATION": "How deep Shoen's love of letters is! The way he delves into the depths of calligraphy on his own never fails to impress. Somewhat different from my own literary pursuits, but that has its own appeal.",
"SERIF_GARBO_TOUCH": "Mmm?! My, I couldn't help but let out a grunt. The current age is one of little physical contact, you see. C-Come now, don't you laugh at me! You may just face my claws of carnage!",
"SERIF_GARBO_TRAIN": "I shall incinerate you, heart and body!",
"SERIF_GARBO_TRAINED": "I-It would appear experience trumps knowledge...!",
"SERIF_GENJI_APPRECIATION": "I don't know too much about you. Hardly anything.<br>But I think I know a bit about how heavy your burden is.<br>Don't push yourself too hard, Operator. I'm here with ya.",
"SERIF_GENJI_DAILY": "When you're talking scaffolding and bridging, you got all sorts of weights, materials, and builds to consider.<br>If you ask me, the most fascinating stuff's the galactic... Ah. Hey, Operator.<br>I'm not boring with you with my work talk, am I?",
"SERIF_GENJI_EVENTA": "Is this smog or somethin'? Kinda too hazy to see anything in these darn streets.<br>There's a lotta realities I got no interest in seein',<br>but I don't want there to be too much smoke to see anything in the first place.<br>All right, time to get to work. Where we startin', Operator?",
"SERIF_GENJI_EVENTB": "Now that's a nice clock tower. Old buildings like that, see, they got<br>some serious cultural value. When you're repairin' the walls,<br>you gotta be extra careful with the scaffolding around 'em.<br>Ah... sorry, went on yapping about the job again.",
"SERIF_GENJI_EVENTC": "Don't tell me ya got work other than the investigation going on?<br>Tch, what you got here barely even counts as a plan—hm?<br>You want me to help?! Tch, fine, fine.",
"SERIF_GENJI_EVENTD": "All right, that's over. Hm? Hey, c'mon, you're not some kid.<br>Don't beg me for praise!<br>Fine, have a little allowance and it's onto the next thing.",
"SERIF_GENJI_HERO": "Don't care if they're a villain or a dashin' thief or whatever. If someone's<br>lost their way and is struggling, it's my job to make 'em some scaffolding to stand on.<br>Not the kinda thing I can say 'front of the other Heroes, though.",
"SERIF_GENJI_PLAYER": "That CEO's company'll likely come through for you,<br>but if it just so happens that you can't rely on no one no how from here on out,<br>you come to me. Got it?",
"SERIF_GENJI_RELATION": "That pup and kid doing well? And no, I don't need to see 'em again.<br>Having the young'uns get all familiar with me don't make me smile.<br>If they're livin' life all nice and carefree, though, that's all I need.",
"SERIF_GENJI_TOUCH": "Hey, back up! No need to get all handsy with an old man like that.<br>Old enough not to need a baby sitter too.<br>Go bother someone else who'll pay you mind.<br>If you don't got someone like that... do what you want.",
"SERIF_GENJI_TRAIN": "Shout from the gut!",
"SERIF_GENJI_TRAINED": "Don't you know how to hold back?!",
"SERIF_GIANSARLIGHTYEARS2412_APPRECIATION": "Here, an energy bar. Eat up. What?<br>Getting carried away at the slightest kindness?<br>Listen, it's bad for me if you're too tired to move. That's all.",
"SERIF_GIANSARLIGHTYEARS2412_DAILY": "A night of benevolence and fortune, huh?<br>Tch, everyone's acting like they're on top of the world.<br>They don't even know how that benevolence can crush others so easily.",
"SERIF_GIANSARLIGHTYEARS2412_EVENTA": "Tch, the ship made a waste of a trip thanks to faulty data,<br>and on top of that, we need to spend Christmas with these layabouts?<br>Things never work out when I'm around you!",
"SERIF_GIANSARLIGHTYEARS2412_EVENTB": "Here, it's the data from the last Christmas event.<br>What's with that look? I just want to see these people struggle,<br>and struggle hard. That's all.",
"SERIF_GIANSARLIGHTYEARS2412_EVENTC": "Help with setting up the event? Who'd wanna do that—<br>in fact, why'd you agree in the first place?!<br>I'm not gonna help, you got it? No way!",
"SERIF_GIANSARLIGHTYEARS2412_EVENTD": "Here, take this. It's your share of the pay.<br>Tch, going off and putting yourself in danger like that...<br>How was I supposed to hold myself back?!",
"SERIF_GIANSARLIGHTYEARS2412_HERO": "Sensaku found a place to belong, all on his own of his own will.<br>It sounds good when you say it like that, but he just ran away<br>and happened to find a place where he did.",
"SERIF_GIANSARLIGHTYEARS2412_PLAYER": "I never thought I'd end up dressed as the gift-giver...<br>What, you want a present too?<br>Heh. Sure, why not. I'm looking forward to seeing what pops out.",
"SERIF_GIANSARLIGHTYEARS2412_RELATION": "Even if the residents are against it, he seeks the most efficient living space.<br>Not a bad stance for Alend.<br>I do hope he doesn't compromise on it.",
"SERIF_GIANSARLIGHTYEARS2412_TOUCH": "Hey, no grabbing. I'm a villain, got it?<br>You can't just approach me with your defenses down.<br>Looks like you need to know your place.",
"SERIF_GIANSARLIGHTYEARS2412_TRAIN": "You'll at least be a decent warm-up, right?",
"SERIF_GIANSARLIGHTYEARS2412_TRAINED": "Ghh, that was a fiery bout!",
"SERIF_GIANSAR_APPRECIATION": "Heroes and villains alike need operators, so make sure you take care of yourself. Just... give that here. I'll finish this data entry for you in two minutes, tops.",
"SERIF_GIANSAR_DAILY": "Work should be done perfectly. There's nothing better than a plan seen to completion, right? So, mind explaining why you were over sixty seconds late?",
"SERIF_GIANSAR_EVENTA": "Hah, look at all these heroes with their Swiss cheese security. Every avatar's just waiting to get taken over.",
"SERIF_GIANSAR_EVENTB": "Like hell they're better than me. I'll show them. I'll show this whole rotten world just how much I'm worth.",
"SERIF_GIANSAR_EVENTC": "Didn't think I'd run into you right as the new year starts. How 'bout we pray at a nearby shrine? Make sure neither of us gets dragged into trouble this year?",
"SERIF_GIANSAR_EVENTD": "Seriously? Extra tasks when things are so tense?<br>The last thing I want to do, really, but it can't be helped.<br>This is just for the pay, so don't get the wrong idea.",
"SERIF_GIANSAR_EVENTE": "Hmph. Looks like that takes care of most of that.<br>You should be resting already.<br>I don't want you messing up your performance tomorrow.",
"SERIF_GIANSAR_HERO": "Why are all these heroes able to score licenses? It doesn't make a lick of sense! Fools, all of them. I'll put them in their place.",
"SERIF_GIANSAR_PLAYER": "I don't know what an operator's job is like, but you should take pride and responsibility in your work. Always aim for perfection; that's what it means to be first-rate.",
"SERIF_GIANSAR_RELATION": "His thinking is as negative as they come. It's got no future to it. But... it was this damned world that pushed us this far. We can't stop. Not until we change it.",
"SERIF_GIANSAR_TOUCH": "Hey, hands off! Every scrap of info on me I've spirited away in a completely isolated spot. You won't find anything on my... Hm? I'm well built? W-Well, I won't disagree...",
"SERIF_GIANSAR_TRAIN": "I trust you've got a plan if you want to face me.",
"SERIF_GIANSAR_TRAINED": "My plan backfired?!",
"SERIF_GNOMON_APPRECIATION": "You appear tired, Chosen One. Fortunately, there are no enemies to contend with in the area,<br>so I must ask that you take this brief respite to rest... Hm?<br>You would like us to rest together? I'm afraid I have to be the one to keep watch.",
"SERIF_GNOMON_DAILY": "Have you finished your preparations to depart? Could you pick up the pace?<br>Hm? Oh, no, I bear you no ill will, it's just... Hm.<br>Speaking with others is such a puzzle.",
"SERIF_GNOMON_EVENTA": "The Chosen One has come from over the rainbow.<br>To think that the legends were true. Should you need anything on your journey,<br>do ask me for help. I have an arsenal of spells at my disposal.",
"SERIF_GNOMON_EVENTB": "Unyielding resolution and powerful bonds truly make people strong, I must say.<br>I have much to learn from all of you.<br>And to be honest, I am jealous of that strength you command.",
"SERIF_GNOMON_EVENTC": "This is quite the selection of goods.<br>It looks like you gain more with each objective cleared?<br>In that case, we need only clear them all. Let us be off, Chosen One.",
"SERIF_GNOMON_EVENTD": "You have done well, Chosen One. It's always good to be prepared.<br>After gathering such a variety of supplies, I doubt we'll find ourselves wanting on the journey.<br>There is no doubt in my mind we will make it back safely.",
"SERIF_GNOMON_HERO": "I cannot hold much of a conversation with Hydoor,<br>yet he has a talent for following up on the dead air I am wont to leave with his own silence.<br>That reliability has earned him my trust.",
"SERIF_GNOMON_PLAYER": "Chosen One, are you not afraid? Do you not fear interacting with so many people in an unknown land?<br>Hm. You're used to it, you say? I see you are blessed by quite a bit of adaptability.",
"SERIF_GNOMON_RELATION": "I see that Barte also has a mentor she loves from the bottom of her heart.<br>I know all too well what it is like to part with a dear teacher, yet if he still lives, how wonderful it would be for them to meet again.",
"SERIF_GNOMON_TOUCH": "Gyan?! A-Ahem. Chosen One, if you would kindly pretend you did not hear that. Indeed, let us say you did not. I'm begging you. Please forget. I'm serious.",
"SERIF_GNOMON_TRAIN": "I will not hold back. Be ready.",
"SERIF_GNOMON_TRAINED": "Guh... I have shown weakness!",
"SERIF_GOMEISAXMASMELT2212_APPRECIATION": "If you work too hard, you'll get a fever, Operator! Here, I made sweet and tasty popsicles—eat and cool down!",
"SERIF_GOMEISAXMASMELT2212_DAILY": "Earrings and necklace here, then loincloth, and... Ta-da! It's me, snowman version! Please hug this little one when I'm not around!",
"SERIF_GOMEISAXMASMELT2212_EVENTA": "We can't do the event if it's this warm! Everyone will be disappointed! We have to go bring the good weather back, fast!",
"SERIF_GOMEISAXMASMELT2212_EVENTB": "Look at this! This beautiful crown they were handing out at the festival! I hear it is called a wreathe. Does it look good on me? Huh? This isn't how I use it?",
"SERIF_GOMEISAXMASMELT2212_HERO": "Viscunam is a really, really good person! He gave me a lot of inventions, like this one! Uh, how do you use it, anyway? Gahhh?!",
"SERIF_GOMEISAXMASMELT2212_PLAYER": "Operator, would you like to dance with me? If you put feeling into it, your body and mind will be all warm and nice! Come, give me your hand!",
"SERIF_GOMEISAXMASMELT2212_RELATION": "Sensettia's voice is beautiful... Hearing it makes me want to dance! I want the boss to hear her, too!",
"SERIF_GOMEISAXMASMELT2212_TOUCH": "You are interested in my new outfit? It is much warmer than it looks! Here, try putting your hand in it!",
"SERIF_GOMEISAXMASMELT2212_TRAIN": "Haha, sure! I'll warm you up!",
"SERIF_GOMEISAXMASMELT2212_TRAINED": "M-My ice is melting!",
"SERIF_GOMEISA_APPRECIATION": "There is nothing better than sunbathing when tired! Good sun, nice relaxation, great warmth! Make mind and body feel much better!",
"SERIF_GOMEISA_DAILY": "Welcome, Operator! The machine's empty! Go ahead! Hope you can find a nice new hero!",
"SERIF_GOMEISA_HERO": "That nurse is an angel! Those big, white wings, and that healing power! Just like the god we worshiped back home!",
"SERIF_GOMEISA_PLAYER": "You work so hard, Operator! How you strive to help all heroes, I think it's very cool!",
"SERIF_GOMEISA_RELATION": "The boss is verrrry cute, yes! So cuddly and fluffy! So nice to be around! Next time, I'll brush him lots!",
"SERIF_GOMEISA_TOUCH": "Hm? Is something on me? Oh, I know! You want a hug! I love hugs! Come, let me hug you tight!",
"SERIF_GOMEISA_TRAIN": "Join me in dance practice!",
"SERIF_GOMEISA_TRAINED": "I-I am worn out!",
"SERIF_GOROGHOSTWOODS2204_APPRECIATION": "Why're you lookin' so tired, boss? Want me to go and sing you a lullaby, then? Just kiddin'! Here, drink this! You'll feel better.",
"SERIF_GOROGHOSTWOODS2204_DAILY": "I don't know flowers too well, but there's a real beauty to downin' a cup of booze while watchin' 'em. That's what's important in a festival, right? Having fun?",
"SERIF_GOROGHOSTWOODS2204_EVENTA": "I got called over to help build up the stage. Lemme tell you, after a good day's work... Damn, there's nothing like the first drink after a good sweat!",
"SERIF_GOROGHOSTWOODS2204_EVENTB": "What, ghosts? Sounds fishy to me. How 'bout we get started clean... Hm? You hear that? Wait, don't tell me...",
"SERIF_GOROGHOSTWOODS2204_HERO": "Lilac's always smiling and always quiet, but he gets real heated when it's battle time. Especially when there's a Kaibutsu involved! He locks in more than anyone.",
"SERIF_GOROGHOSTWOODS2204_PLAYER": "Damn, look at all this fine local wine! Since we came all this way, how about a cup? Glgh! Damn, love me a good festival!",
"SERIF_GOROGHOSTWOODS2204_RELATION": "I heard Miss Flamier showed up as a volunteer. A real admirable figure, her, I'm telling you. Noble, smart, and... Huh? Was that an explosion I just heard?",
"SERIF_GOROGHOSTWOODS2204_TOUCH": "Oh? You wanna hear me play? Fine, fine, I'll give you a performance with front-row seats. C'mon, siddown and ears open.",
"SERIF_GOROGHOSTWOODS2204_TRAIN": "Festival prep time! Put your back into it!",
"SERIF_GOROGHOSTWOODS2204_TRAINED": "Guh... Maybe I drank too much...",
"SERIF_GORO_APPRECIATION": "Hey there! Doin' good? Maybe not? Look, the best way to approach life is laid back and easy, y'know? Keep chillin' and something good's bound to happen!",
"SERIF_GORO_DAILY": "Whoa-hoh... What's up, got a job for me? Awright, I'll put down the bottle. Gettin' right on it, gettin' right on it!",
"SERIF_GORO_HERO": "Sure, I don't look it, but I'm a big reader and I know that author. The guy can rewrite the flow of time! Wild! Maybe he could rewrite my past to... Huh. I'm outta booze?",
"SERIF_GORO_PLAYER": "You, you're like our foundation. We can't stand up straight without you—whole house would fall down. So stand tall 'n proud, yeah? Heh heh.",
"SERIF_GORO_RELATION": "Me and Isaribi, we go way back. Known the guy since I got all messed up and showed up on this planet, and been drinking buddies ever since. He's a good guy.",
"SERIF_GORO_TOUCH": "Whoa, whoa, what's up? You lookin' for that kind of intimacy? Well, me, I'm not the type to chase away those who come knockin'. Take this!",
"SERIF_GORO_TRAIN": "C'mon, help me warm up, would you?",
"SERIF_GORO_TRAINED": "Guh... It's bangin' in my head...",
"SERIF_GRIGORY_APPRECIATION": "All right, that's it for today. Think I'll head for lunch... Feelin' tired <i>and</i> sleepy, and need some food in me. Wanna join me, Operator?",
"SERIF_GRIGORY_DAILY": "What am I doing? I'm just, you know, doing checks for drone mass-production. Pretty strict checks, too. If I mess them up, it's not going to be me in trouble, but you heroes.",
"SERIF_GRIGORY_HERO": "Kalaski is, like... A really, really good person. When I ask him to do drone tests, he'll always come to help, even if he complains all the way.",
"SERIF_GRIGORY_PLAYER": "You know, Operator, it feels like you sort of think like I do. A hero just can't be alone, you know...?",
"SERIF_GRIGORY_RELATION": "Hmm? This invention... It's a real leap of logic, but it's trying to be universally adaptable? That's pretty cool. I think I'd want to meet the inventor.",
"SERIF_GRIGORY_TOUCH": "Oh? Playing a little trick on me? Or are you... feeling lonely? Well, there, there. Let me keep you company.",
"SERIF_GRIGORY_TRAIN": "This might hurt a bit, but be strong for me, okay?",
"SERIF_GRIGORY_TRAINED": "Guh... I think you got me there...",
"SERIF_GUARDMANEARTH_APPRECIATION": "'Ey, boss, I gotta tell you, you work too hard in everything y'do. Give yourself a second to breathe, all right? I'll keep ya safe.",
"SERIF_GUARDMANEARTH_DAILY": "Good to see ya, boss. So, who we fillin' fulla holes today? Any fingers you need snapped or heads you need popped, you leave it to me.",
"SERIF_GUARDMANEARTH_EVENTA": "So, you're my new boss? Well, don't worry. I know I've got the scowl, but I pride myself on bein' real honest and loyal. You tell me to jump in the fire and I ask how fast.",
"SERIF_GUARDMANEARTH_HERO": "See, us, all of us, we stick to the shadows. Makes me real jealous sometimes to see those heroes fightin' and gallivanting in the sun, all out in the open.",
"SERIF_GUARDMANEARTH_PLAYER": "You may be young, boss, but you really know how to get things done. That's why we're all on board followin' you.",
"SERIF_GUARDMANEARTH_RELATION": "This line of work don't work without trust. Bosses, coworkers—none of 'em last long in this world if they betray easy.",
"SERIF_GUARDMANEARTH_TOUCH": "B-Boss?! Getting' a little friendly, are we? Well, l-let's rein in the pranks, yeah? Go too far and I might start taking you seriously.",
"SERIF_GUARDMANEARTH_TRAIN": "Come at me with everything you got! Let's go!",
"SERIF_GUARDMANEARTH_TRAINED": "Guh... Damn, that was brutal!",
"SERIF_GUARDMANFIRE_APPRECIATION": "'Ey, boss, I gotta tell you, you work too hard in everything y'do. Give yourself a second to breathe, all right? I'll keep ya safe.",
"SERIF_GUARDMANFIRE_DAILY": "Good to see ya, boss. So, who we fillin' fulla holes today? Any fingers you need snapped or heads you need popped, you leave it to me.",
"SERIF_GUARDMANFIRE_EVENTA": "So, you're my new boss? Well, don't worry. I know I've got the scowl, but I pride myself on bein' real honest and loyal. You tell me to jump in the fire and I ask how fast.",
"SERIF_GUARDMANFIRE_HERO": "See, us, all of us, we stick to the shadows. Makes me real jealous sometimes to see those heroes fightin' and gallivanting in the sun, all out in the open.",
"SERIF_GUARDMANFIRE_PLAYER": "You may be young, boss, but you really know how to get things done. That's why we're all on board followin' you.",
"SERIF_GUARDMANFIRE_RELATION": "This line of work don't work without trust. Bosses, coworkers—none of 'em last long in this world if they betray easy.",
"SERIF_GUARDMANFIRE_TOUCH": "B-Boss?! Getting' a little friendly, are we? Well, l-let's rein in the pranks, yeah? Go too far and I might start taking you seriously.",
"SERIF_GUARDMANFIRE_TRAIN": "Come at me with everything you got! Let's go!",
"SERIF_GUARDMANFIRE_TRAINED": "Guh... Damn, that was brutal!",
"SERIF_GUARDMANLIGHT_APPRECIATION": "'Ey, boss, I gotta tell you, you work too hard in everything y'do. Give yourself a second to breathe, all right? I'll keep ya safe.",
"SERIF_GUARDMANLIGHT_DAILY": "Good to see ya, boss. So, who we fillin' fulla holes today? Any fingers you need snapped or heads you need popped, you leave it to me.",
"SERIF_GUARDMANLIGHT_EVENTA": "So, you're my new boss? Well, don't worry. I know I've got the scowl, but I pride myself on bein' real honest and loyal. You tell me to jump in the fire and I ask how fast.",
"SERIF_GUARDMANLIGHT_HERO": "See, us, all of us, we stick to the shadows. Makes me real jealous sometimes to see those heroes fightin' and gallivanting in the sun, all out in the open.",
"SERIF_GUARDMANLIGHT_PLAYER": "You may be young, boss, but you really know how to get things done. That's why we're all on board followin' you.",
"SERIF_GUARDMANLIGHT_RELATION": "This line of work don't work without trust. Bosses, coworkers—none of 'em last long in this world if they betray easy.",
"SERIF_GUARDMANLIGHT_TOUCH": "B-Boss?! Getting' a little friendly, are we? Well, l-let's rein in the pranks, yeah? Go too far and I might start taking you seriously.",
"SERIF_GUARDMANLIGHT_TRAIN": "Come at me with everything you got! Let's go!",
"SERIF_GUARDMANLIGHT_TRAINED": "Guh... Damn, that was brutal!",
"SERIF_GUARDMANSHADOW_APPRECIATION": "'Ey, boss, I gotta tell you, you work too hard in everything y'do. Give yourself a second to breathe, all right? I'll keep ya safe.",
"SERIF_GUARDMANSHADOW_DAILY": "Good to see ya, boss. So, who we fillin' fulla holes today? Any fingers you need snapped or heads you need popped, you leave it to me.",
"SERIF_GUARDMANSHADOW_EVENTA": "So, you're my new boss? Well, don't worry. I know I've got the scowl, but I pride myself on bein' real honest and loyal. You tell me to jump in the fire and I ask how fast.",
"SERIF_GUARDMANSHADOW_HERO": "See, us, all of us, we stick to the shadows. Makes me real jealous sometimes to see those heroes fightin' and gallivanting in the sun, all out in the open.",
"SERIF_GUARDMANSHADOW_PLAYER": "You may be young, boss, but you really know how to get things done. That's why we're all on board followin' you.",
"SERIF_GUARDMANSHADOW_RELATION": "This line of work don't work without trust. Bosses, coworkers—none of 'em last long in this world if they betray easy.",
"SERIF_GUARDMANSHADOW_TOUCH": "B-Boss?! Getting' a little friendly, are we? Well, l-let's rein in the pranks, yeah? Go too far and I might start taking you seriously.",
"SERIF_GUARDMANSHADOW_TRAIN": "Come at me with everything you got! Let's go!",
"SERIF_GUARDMANSHADOW_TRAINED": "Guh... Damn, that was brutal!",
"SERIF_GUARDMANWATER_APPRECIATION": "'Ey, boss, I gotta tell you, you work too hard in everything y'do. Give yourself a second to breathe, all right? I'll keep ya safe.",
"SERIF_GUARDMANWATER_DAILY": "Good to see ya, boss. So, who we fillin' fulla holes today? Any fingers you need snapped or heads you need popped, you leave it to me.",
"SERIF_GUARDMANWATER_EVENTA": "So, you're my new boss? Well, don't worry. I know I've got the scowl, but I pride myself on bein' real honest and loyal. You tell me to jump in the fire and I ask how fast.",
"SERIF_GUARDMANWATER_HERO": "See, us, all of us, we stick to the shadows. Makes me real jealous sometimes to see those heroes fightin' and gallivanting in the sun, all out in the open.",
"SERIF_GUARDMANWATER_PLAYER": "You may be young, boss, but you really know how to get things done. That's why we're all on board followin' you.",
"SERIF_GUARDMANWATER_RELATION": "This line of work don't work without trust. Bosses, coworkers—none of 'em last long in this world if they betray easy.",
"SERIF_GUARDMANWATER_TOUCH": "B-Boss?! Getting' a little friendly, are we? Well, l-let's rein in the pranks, yeah? Go too far and I might start taking you seriously.",
"SERIF_GUARDMANWATER_TRAIN": "Come at me with everything you got! Let's go!",
"SERIF_GUARDMANWATER_TRAINED": "Guh... Damn, that was brutal!",
"SERIF_HISAKILOSTANCIENTS2208_APPRECIATION": "Hey, favorite customer of mine! Got a minute to spare? Oh, let's not talk about work! You seem pretty tired, so how about we kick back in the lounge with tea and watch the lake?",
"SERIF_HISAKILOSTANCIENTS2208_DAILY": "Hi! Need something? Oh, you gearing up to ask me out on a date? Gosh, I just don't know, I... Huh? You want me to repair the broken AC? Ohh... Okay...",
"SERIF_HISAKILOSTANCIENTS2208_EVENTA": "A building from an ancient civilization made with unknown materials... This! This is what I've always dreamed of! Come on, let's start exploring it right away!",
"SERIF_HISAKILOSTANCIENTS2208_EVENTB": "Rumors of a plesiosaur sighting, and this ruin of some civilization that floated up out of nowhere... There's no way this is all a coincidence, right?",
"SERIF_HISAKILOSTANCIENTS2208_HERO": "So, Gaius was just like me. I guess that's why I... kind of understand how he feels. I didn't have any parents until my pops adopted me, either.",
"SERIF_HISAKILOSTANCIENTS2208_PLAYER": "Hey! You just caught me as I finished up this part of my research. How about a nice, romantic time walking along the lakesi... H-Hey, don't leave me behind!",
"SERIF_HISAKILOSTANCIENTS2208_RELATION": "I want to look into this mysterious ancient civilization, but the technology in Andrew is really fascinating, too. If this is Earth tech we're talking about, it's from way far in the future.",
"SERIF_HISAKILOSTANCIENTS2208_TOUCH": "Ohh, mighty forward! Well, if you want your fill of my charms, my night is o... Huh? You wanted a closer look at my new suit? Is that seriously it?!",
"SERIF_HISAKILOSTANCIENTS2208_TRAIN": "Check out this mystery tech!",
"SERIF_HISAKILOSTANCIENTS2208_TRAINED": "H-Hey, I'm not done with adjustments yet!",
"SERIF_HISAKI_APPRECIATION": "Ah! My favorite customer! Free this evening? Want to go for a drive? I've been wanting to test out my machine. Hm? Why the sudden invitation? Heh, why indeed!",
"SERIF_HISAKI_DAILY": "Hey, hey! Check this out! Yesterday, I came up with this new inven... W-Whoa, come on, at least let me do a little presentation before work!",
"SERIF_HISAKI_EVENTA": "I don't care how smart you are, no one gets to use my inventions like this willy-nilly and get away with it! It's going to take way more than a spanking to set this one straight!",
"SERIF_HISAKI_EVENTB": "Heh heh, I was real popular, you know? I just got too many Valentine's chocolates to hold down! Huh? Is that why I'm looking chub...? T-Take that back!",
"SERIF_HISAKI_EVENTC": "Another year, another Valentine's Day! Me, I love these kinds of events—they give you a perfect chance to share how you really feel!",
"SERIF_HISAKI_HERO": "Using her knowledge of chemistry to make explosives to fight with, huh? A little scary, but pretty exciting! With how much she loves experiments, I think we'd get on well.",
"SERIF_HISAKI_PLAYER": "Experiments are all about trying, failing, and using what you've learned for the next one. Work's the same thing! Fear nothing! Let's keep charging ahead, yeah?",
"SERIF_HISAKI_RELATION": "Crowne's real good to have on your team, but scary as hell. You have any idea how much of a wringer she put me through back in college...? Oh! Whoa! Sh-She's not around, right? Not listening in?",
"SERIF_HISAKI_TOUCH": "Hey, hey, no touching! Can't have you getting addicted to my wonderful fur, you see. W-Wait, quit grabbing my belly!",
"SERIF_HISAKI_TRAIN": "Think I'll take this one out for a spin!",
"SERIF_HISAKI_TRAINED": "Rough! Tough! Even for me!",
"SERIF_HITOMISUMMERDIVE2108_APPRECIATION": "Let's take a little break, partner. I bought ice cream. Would you like some? It's really good! Come on, say ahhh!",
"SERIF_HITOMISUMMERDIVE2108_DAILY": "The sun is awfully strong today... Aren't you hot, partner, wearing all that? Would you like me to pull out the sun parasol?",
"SERIF_HITOMISUMMERDIVE2108_EVENTA": "I can't believe this big resort island is a spaceship! I'd love to visit it during my off time someday!",
"SERIF_HITOMISUMMERDIVE2108_EVENTB": "Splash Horror? A-Are there going to be ghosts in there? Eep! Ah, the wall's... got an awfully big dent...",
"SERIF_HITOMISUMMERDIVE2108_HERO": "Hy looks a little scary, but the passion in his eyes when he's talking about the sea is just great! I guess he's a real beach guy.",
"SERIF_HITOMISUMMERDIVE2108_PLAYER": "Partner, come on, we're at the pool! Get changed and let's swim! You have to enjoy the pool when it's summertime!",
"SERIF_HITOMISUMMERDIVE2108_RELATION": "Akashi always looks like he's living life to the fullest... He really inspires me not to fall behind!",
"SERIF_HITOMISUMMERDIVE2108_TOUCH": "Eep! P-Partner? Ahh, I accidentally crushed my sunscreen... What a waste! Oh, I know! Here, show me your back!",
"SERIF_HITOMISUMMERDIVE2108_TRAIN": "I'm ready to enjoy summer!",
"SERIF_HITOMISUMMERDIVE2108_TRAINED": "I-It's too hot out...!",
"SERIF_HITOMI_APPRECIATION": "Hmm? Are you tired, partner? Well, I've got just the thing! Giving you my energy! E-Eep! Did I go too hard?! Sorry!",
"SERIF_HITOMI_DAILY": "Hiya! Doing okay, partner? I'm doing great! Looked brilliant on camera today! Now, let's give today's work our best fight!",
"SERIF_HITOMI_HERO": "Sui's costume is so beautiful! It looks really cool, but it still has this cuteness to it! Sometimes, I can't help but gaze at them.",
"SERIF_HITOMI_PLAYER": "Let's do our best, partner! Operators and idols are all about effort! We've still got a ways to go, so let's show them what we're made of!",
"SERIF_HITOMI_RELATION": "He really is talented. Idols and child actors are different fields, sure, but I've got to learn from him—the way he draws eyes! It's incredible!",
"SERIF_HITOMI_TOUCH": "P-Partner?! You can't just do that. Idols belong to everyone! No touching allowed!",
"SERIF_HITOMI_TRAIN": "Idols give everything their best!",
"SERIF_HITOMI_TRAINED": "Eep! Too rough!",
"SERIF_HOULEY_APPRECIATION": "Ah, there you are. Is everything all right?<br>You wouldn't happen to be worn out, would you? How about an all-expenses-paid spa trip to recover?<br>Ahaha, come now, I'm not saying that to tease you. Good job today.",
"SERIF_HOULEY_DAILY": "Hey there, Operator. I was thinking about holding a meeting<br>during a bout of boxing training in a few minutes.<br>How about joining? Nothing like some exercise to sharpen the mind!",
"SERIF_HOULEY_EVENTA": "You're the one Grigory was talking about, aren't you? Ah, all that<br>business that happened before—water under the bridge! Let's get along!<br>More importantly, you might just have gotten yourself mixed up in some unpleasant business.",
"SERIF_HOULEY_EVENTB": "I've seen a lot of areas ravaged by Kaibutsu, but I must say,<br>your country seems particularly on the brink.<br>That mountain, Mt. Fuji... I feel like there's something hidden there.",
"SERIF_HOULEY_EVENTC": "Ah, so we get all of these if we finish these tasks?<br>I like it! It makes going down the checklist feel like a game, and that's something I'm good at.<br>Let's go down from the top, then!",
"SERIF_HOULEY_EVENTD": "Hah-hah-hah, look at this finished list!<br>You have quite the sense for work, I have to say. Keep this up<br>and I know you can go even further.",
"SERIF_HOULEY_HERO": "Recording any and all Hero activity is my company's guiding principle, yes,<br>but it is also my dream. That love of Heroes is<br>what keeps me going.",
"SERIF_HOULEY_PLAYER": "Hmm. So you say you've steeled yourself to walk the road of tribulation?<br>Haha! Excellent! One must have ambition,<br>and I do love the ambitious. Allow me to help you.",
"SERIF_HOULEY_RELATION": "Grigory sure is an interesting fellow, isn't he?<br>There's not a soul around who knows more about camera drones than he does.<br>That's his spark—after all, Heroes must be observed by the public to truly shine.",
"SERIF_HOULEY_TOUCH": "Hm? What's the matter? Oh, this? I had my phone implanted,<br>you see. It's quite handy.<br>It does cost a pretty penny, but how about getting the work done yourself? If you're interested.",
"SERIF_HOULEY_TRAIN": "Come, now—show me your everything!",
"SERIF_HOULEY_TRAINED": "Hold on, you were cheating!",
"SERIF_HUCKLE2NDANNIVERSARY_EVENTA": "My, how time flies. You've been with us for two years already. I'm glad I got to share this day with you. Thanks for everything, and here's to another two.",
"SERIF_HUCKLE_APPRECIATION": "Seems like the daily fatigue's taking its toll on you. Let's wrap up for the day, then. I know a good place to eat—how about coming with?",
"SERIF_HUCKLE_DAILY": "Hey there. Looks like we've got a lot of jobs today, so go ahead and start with whatever you'd like.",
"SERIF_HUCKLE_HERO": "I trust him as a hero. That single-minded focus on justice is what makes him who he is. That's not a quality anyone can just imitate, you know.",
"SERIF_HUCKLE_PLAYER": "No need to be so on edge on the job. An operator's got to be a little laid back, keep their composure. Covering for you when things go wrong, well, that's my job.",
"SERIF_HUCKLE_RELATION": "The kid that works at Procy's place—I'm looking forward to seeing the hero he becomes. Rich coming from me being the one who awakened him, but still.",
"SERIF_HUCKLE_TOUCH": "Oh? What's gotten into you all of a sudden? Haha, it hasn't been very long since I got back into heroing, so my body's still all flabby. Not something I'm too eager to have touched.",
"SERIF_HUCKLE_TRAIN": "I'll join you for a spar. I won't go easy, though.",
"SERIF_HUCKLE_TRAINED": "I guess I'm not in my prime anymore!",
"SERIF_HYDOORTRAVELERS2504_APPRECIATION": "Heh. What's up? All worn out already?<br>Need me to give you a piggyback ride, Chosen One? Oh? Not taking charity?<br>Now we're talking. That's the boss I look up to.",
"SERIF_HYDOORTRAVELERS2504_DAILY": "Hey, Chosen One! I'm all ready for my part, so how about we<br>hurry back to the adventure, yeah? My pirate blood is acting up something crazy.<br>I can fight a thousand goons with these blades!",
"SERIF_HYDOORTRAVELERS2504_EVENTA": "You're kidding me, right? Whaddaya mean parallel universe?!<br>I don't have to take this nonsense—I'm going home!<br>Wait, I don't even know how to get home! Blast it!",
"SERIF_HYDOORTRAVELERS2504_EVENTB": "Tch, everyone 'round looks like it's the end of the world.<br>I mean, I guess it is, but that's all the more reason to keep<br>going and fight to the end, even if it grinds your bones to dust!",
"SERIF_HYDOORTRAVELERS2504_EVENTC": "Oh-hoh, treasure! Whaddaya mean it's rewards for labor?! Tch,<br>wasted a perfectly good jump for joy. Huh? It sounds like I'm not confident I can earn 'em?<br>Obviously I can, easy! Just watch me get 'em all!",
"SERIF_HYDOORTRAVELERS2504_EVENTD": "Hah-hah! Obviously we were gonna win it big, Chosen One—we're working together!<br>Let's keep it up and wring them for everything they have before they slip out!",
"SERIF_HYDOORTRAVELERS2504_HERO": "Who is that guy? Where'd he come from? I thought he was a random<br>slacker, but when he starts fighting, he's got this<br>serious killer instinct to him. There's no way he's<br>just some musician, I'm telling you.",
"SERIF_HYDOORTRAVELERS2504_PLAYER": "I gotta say, you got a ton on your plate, huh? Suddenly ending up the Chosen One and all that.<br>Don't worry, though. I'll help y'out how I can. Trust me, no one knows<br>the pain of havin' work dumped on him like me.",
"SERIF_HYDOORTRAVELERS2504_RELATION": "Hmph. Mr. Magic over there, sure, he's pretty smart like<br>the title \"Archmage\" would suggest, but when it comes to the<br>physical, I'm way better! Just watch—I'm gonna go settle things!",
"SERIF_HYDOORTRAVELERS2504_TOUCH": "Hey, I told you not to be touching me like that!<br>L-Look, I'm not saying it's totally out!<br>I'm just saying to get permission first!<br>If y'do, well... I mean, I can't shoot you down.",
"SERIF_HYDOORTRAVELERS2504_TRAIN": "Bring it on! Try to keep up!",
"SERIF_HYDOORTRAVELERS2504_TRAINED": "Darn it all! Don't think you have me beat!",
"SERIF_HYDOOR_APPRECIATION": "What's up, boss? Tired? How about a nice swim to shake things up? Feels great and clears your head!",
"SERIF_HYDOOR_DAILY": "Hey, boss! How's it going? Me? Feel like I could swim a dozen laps! So, what waters are we fighting our way into today?",
"SERIF_HYDOOR_EVENTA": "Hey! Here's to another great year! You know, I love the start of a year. Clean slate! So, how about we go for the first swim of the year?",
"SERIF_HYDOOR_HERO": "Tch, scumbag of a fisher. Not bad at all. The guy knows his naval combat. Mighta admired him if he weren't so annoyin'.",
"SERIF_HYDOOR_PLAYER": "I hate it when people're spineless. You live in the sea, you gotta have guts. How about you? What kinda guts you have?",
"SERIF_HYDOOR_RELATION": "Is that cop keeping an eye on me? I'm not a pirate anymore, dammit! I'm clean! Wait, what? I still look as scary as a pirate? You wanna go at it?!",
"SERIF_HYDOOR_TOUCH": "Gwah?! Whaddaya think you're doing, touching a guy's scales like that? You think I'll let you off ea—Agh! Q-Quit it, please!",
"SERIF_HYDOOR_TRAIN": "Better put your dukes up if you don't wanna get hurt!",
"SERIF_HYDOOR_TRAINED": "Why, you... You trying to kill me?!",
"SERIF_ISARIBIBATTLESHIP2411_APPRECIATION": "Hey, boss, can I have a bit of your time? See, I want to pop down and<br>check out the sea. Come with me and I'll hear any venting or complaints you've got—<br>not bad, huh?",
"SERIF_ISARIBIBATTLESHIP2411_DAILY": "Boss, check this out! Detected a huge school of fish straight ahead!<br>Let's get right to fish... huh? You've got another job today? Tch!<br>What a pain! Okay, I'll help you out—let's wrap this up in seconds!",
"SERIF_ISARIBIBATTLESHIP2411_EVENTA": "See, back when I was a kid, I used to go fishing with my pops all the time.<br>That's when I learned how to fish with the best of 'em.<br>I feel like what they need now is times like that, you know?",
"SERIF_ISARIBIBATTLESHIP2411_EVENTB": "Looks like this outfit was really made right!<br>It's easy to move around in, sure, but<br>the cloth at the waist here can be used as a net too!<br>Functional beauty, made by a true artisan! I love it!",
"SERIF_ISARIBIBATTLESHIP2411_EVENTC": "Oh-hoh, material support? They think of everything!<br>All right, let's grab 'em all and pour it all into fishing!<br>The festival'll end up even better!",
"SERIF_ISARIBIBATTLESHIP2411_EVENTD": "Awright, we've picked up more than enough!<br>That's my boss, incredible talent!<br>All right, time to party!",
"SERIF_ISARIBIBATTLESHIP2411_HERO": "Looking at that laid-back Craptain would make anyone worry,<br>right? But nah, that's what makes him good.<br>Look closer. Guy's really got it together.",
"SERIF_ISARIBIBATTLESHIP2411_PLAYER": "You always got me admiring those guts of yours, boss.<br>Problem is, sometimes you're too good. It's worrying.<br>You can at least chill out when you're around me, yeah?",
"SERIF_ISARIBIBATTLESHIP2411_RELATION": "Our navigator may be young, but he's as talented as they come.<br>I'd trust his navigation with my life, but I wonder if he can't take the mask off sometimes.<br>To his dad and to himself.",
"SERIF_ISARIBIBATTLESHIP2411_TOUCH": "Whoa?! What's gotten into you, boss? You gave me a surprise.<br>And me and these stuffy clothes, I just can't feel comfy in them.<br>Oh? I can take 'em off? Well, if you insist...",
"SERIF_ISARIBIBATTLESHIP2411_TRAIN": "All right, let's dance! Try to keep up!",
"SERIF_ISARIBIBATTLESHIP2411_TRAINED": "D-Damn, even I don't have the energy to keep up!",
"SERIF_ISARIBI_APPRECIATION": "Oh-hoh! What's up, chief, you tired? Here's what you do: eat somethin' nice and sleep! Here, lemme catch you something to chow down on!",
"SERIF_ISARIBI_DAILY": "Yo, chief! How you doing? What, I'm too loud? This is my normal volume! C'mon, let's go fishing! I'm jonesing for a catch!",
"SERIF_ISARIBI_HERO": "That kid's washed his hands of the pirate business, huh? Now he's a fisher like me! Never know what'll happen. Wonder if there's any fish in the sea his weapon makes?",
"SERIF_ISARIBI_PLAYER": "Chief, you can afford to lie back a bit more, you know? You're the captain of the ship! Our center! You can act like you own the place a little bit more!",
"SERIF_ISARIBI_RELATION": "Yeah, me and Goro, we go back a good bit. Guy drags his feet and looks like he can't tell a hammer from a screwdriver, but he can really pull it off when he needs to. Can't underestimate him.",
"SERIF_ISARIBI_TOUCH": "Oh-hoh, chief, you got a good eye on you, checking out this fishing-trained body. Stroke my sharky skin as much as you want, gahaha!",
"SERIF_ISARIBI_TRAIN": "I'll show you how a fisher fights!",
"SERIF_ISARIBI_TRAINED": "Nwah?! Are you trying to kill me?!",
"SERIF_JOEZEN_APPRECIATION": "Operator, you're looking pretty down.<br>How about we swim a little, for a change of pace? You know, even just floating on the surface<br>feels really nice!",
"SERIF_JOEZEN_DAILY": "Say, Operator! If you have the time, would you like to go to the theater<br>later and see a play? The one I'm thinking of is...<br>Hm? I've got mature tastes? Heh heh, really?",
"SERIF_JOEZEN_EVENTA": "It's way too dramatic to call a fishing contest a \"war,\"<br>but we can't let our guards down. The Dead Area is made up of waters<br>currently being explored. We should prepare as much as we can before going in.",
"SERIF_JOEZEN_EVENTB": "Operator, have you seen the captain anywhere?<br>I can't find him anywhere, and we've got a meeting coming up! Oh, wait!<br>There's the Craptain, goofing off!",
"SERIF_JOEZEN_EVENTC": "Supplies in exchange for what we've fished up? That's great!<br>Two birds with one stone since it's fishing practice too!<br>Let's get to it!",
"SERIF_JOEZEN_EVENTD": "Great job! Look at this haul!<br>Me, I really enjoyed fishing a b—er...<br>I'm glad we managed to achieve our goal with minimal obstructions.",
"SERIF_JOEZEN_HERO": "Isaribi is really good at fishing and cooking!<br>The fisherman food he cooks for me all the time is always so great!<br>He started making it a lot for me when he learned how much I like fish.",
"SERIF_JOEZEN_PLAYER": "Operator, you work all over the cosmos, right?<br>That's amazing! See, me, I've never left this planet!<br>Oh! I wanted to ask—do continents and stuff really exist?!",
"SERIF_JOEZEN_RELATION": "The captain's such a slacker! He hasn't done a day of work in his life...<br>but I can't say I don't feel grateful that he raised me.",
"SERIF_JOEZEN_TOUCH": "Whoa?! What the hell are—e-er, ahem. Ah, it was you.<br>You can pet me if you want, but at least say something first.<br>I-It kind of makes my heart race.",
"SERIF_JOEZEN_TRAIN": "Are you ready?!",
"SERIF_JOEZEN_TRAINED": "Bwah?! Y-You didn't have to go that hard!",
"SERIF_KALASKISUMMERNIGHT2407_APPRECIATION": "Here's something to eat. Figured you'd be hungry out here.<br>Tch. You look so drained I don't want you anywhere near my lens.<br>I'm not gonna sit here and tell you not to push yourself, but... treat yourself every once in a while.",
"SERIF_KALASKISUMMERNIGHT2407_DAILY": "Hey, look over here and give us a smile!<br>You're part of the team, see, so I wanted to snap a quick shot... Huh?<br>You want another because that was \"cute?\" Sh-Shut up!",
"SERIF_KALASKISUMMERNIGHT2407_EVENTA": "The people 'round here got some real good aura when they're working.<br>Holding onto being themselves to the last minute, huh...<br>Hah! Pretty good subject to snap, if I do say so m'self.",
"SERIF_KALASKISUMMERNIGHT2407_EVENTB": "Any swimsuit'll do, just pick something at random from these racks...<br>Wait. The hell? Is this just strings?<br>I take it back. Gotta take pride in your gear.",
"SERIF_KALASKISUMMERNIGHT2407_EVENTC": "Good timing on your part, because we've got a new job.<br>They want us to advertise the show with this thing.<br>Let's get it done quick and get that pay.",
"SERIF_KALASKISUMMERNIGHT2407_EVENTD": "Nice! With all this, hell, even Roudin can't complain!<br>Heh, I bet we can expect a bonus!",
"SERIF_KALASKISUMMERNIGHT2407_HERO": "Tch. That Roudin. Got a look on him like he's given up on everything.<br>Me, I just can't leave those types to stew in their own despair, y'know?<br>I've just... seen too many who gave up and never came back.",
"SERIF_KALASKISUMMERNIGHT2407_PLAYER": "Been a while since I've seen you, but damn.<br>You got the real look of a veteran about you.<br>Siddown and tell me about the battlefields you've been through.",
"SERIF_KALASKISUMMERNIGHT2407_RELATION": "Lilac was going on about how he's bad at smiling,<br>but he really owned it on stage.<br>It's super fun getting to photograph people like that.",
"SERIF_KALASKISUMMERNIGHT2407_TOUCH": "Gwah?! H-Hey, hands off!<br>I barely wear swimsuits and stuff, so I'm not used to getting<br>touched on the skin... Mmm, prrr...",
"SERIF_KALASKISUMMERNIGHT2407_TRAIN": "I can't do this all prim and proper-like, got it?",
"SERIF_KALASKISUMMERNIGHT2407_TRAINED": "You really didn't hold back, huh!",
"SERIF_KALASKI_APPRECIATION": "Hey, kid, you look like you could use some warm milk, a nice blanket, and a li'l nap. Haha, kidding, no need to freak out. Just lie down a bit; I'll keep watch.",
"SERIF_KALASKI_DAILY": "Photos take a piece of life and preserve it in physical form for as long as it lasts. The good, the bad, the happy, the sad—everything. So, what'll you let me take a photo of next?",
"SERIF_KALASKI_EVENTA": "This kind of job's outside my purview, but what the hell. I'll help out. I will be takin' some photos, though.",
"SERIF_KALASKI_EVENTB": "For people who live in rough, wrecked lands, having some sort of emotional support is huge. If someone's trying to take that away... we can't let them get away with that.",
"SERIF_KALASKI_HERO": "Y'know, I thought that private eye was just some loose, scummy playboy, but he's got a sharp mind in there. He looks like he's really been through it. Is he really just some PI?",
"SERIF_KALASKI_PLAYER": "What you need is experience under your belt. Though, well, that goes for pretty much any job. Try not to be too ambitious and get yourself killed out there, all right?",
"SERIF_KALASKI_RELATION": "Tch, who does he think I am, always making me take tabloid photos like some paparazzi. Huh? I'm getting called in again? Fine, fine...",
"SERIF_KALASKI_TOUCH": "H-Hey, hands off! Yeah, you're laughin' at me and teasin' me just because I'm small, but... A-Ah, you got me where I... Prrrr...",
"SERIF_KALASKI_TRAIN": "Let me give you some hands-on fighting experience.",
"SERIF_KALASKI_TRAINED": "How'd you get me that good?!",
"SERIF_KILOC_APPRECIATION": "Hey, you look pretty tired... Oh! I got it!<br>Since the laid-back Craptain came to bother you, I'd say<br>you've earned yourself the rest of the day off! Besides, you've worked hard enough.",
"SERIF_KILOC_DAILY": "Now then, let's see how many people messaged me today... Whoa?!<br>Oppy, when'd you get here?! Oh, hey, you've got work today, right?<br>How 'bout I help out a bit?",
"SERIF_KILOC_EVENTA": "Fishing instead of a naval battle?<br>Can't say I know what goes through the higher-ups' minds.<br>Well, I do have to say it's a lot better than blasting cannons and extinguishing lives.",
"SERIF_KILOC_EVENTB": "I'm begging you, you've gotta hide me!<br>This monster of a navigator is looking for me, and... Ahh! He found me!<br>Ouch! Quit it, Jozen! Stop kicking dear old dad!",
"SERIF_KILOC_EVENTC": "Looks like the higher-ups made sure to ready us a big sum.<br>I wouldn't like this at all if it was just work,<br>but as a bonus for some nice fishing... not bad!",
"SERIF_KILOC_EVENTD": "Oh-hoh, now this is a bigger catch than I expected!<br>Well, I've gotta reward you properly, Oppy.<br>Heh heh. I'll rub your shoulders—or wherever you want me to.",
"SERIF_KILOC_HERO": "There's no one around better than Isaribi when it comes to brawling on deck.<br>And he's onboard with us!<br>The captain may be a little too laid back, but our fisherman more than makes up for it!",
"SERIF_KILOC_PLAYER": "Oppy, your eyes've got a very deep color, just like the ocean.<br>It's beautiful... and I want you to show me more. Heh heh!<br>Got your heart racin', huh?",
"SERIF_KILOC_RELATION": "Jozen's too serious... or more like, he pushes himself too hard.<br>Wonder who he took after?<br>W-Wait, did he see me and decide to be the opposite?!",
"SERIF_KILOC_TOUCH": "Heh heh... Awfully forward, aren't you?<br>Well, you'd better watch who you're coming onto.<br>I'm a lot less reserved than you think.",
"SERIF_KILOC_TRAIN": "I'll make it worth your while, heh.",
"SERIF_KILOC_TRAINED": "Whoa! That's not just good, that's great!",
"SERIF_KIRSCHNEWYEAR2301_EVENTA": "Happy New Year! This year, I'm going to train even harder, and I'll make the ultimate pastry, you'll see!",
"SERIF_KIRSCH_APPRECIATION": "Hey there, boss! How about some cake to relax with? Eheh, I wanted someone to taste-test this new one I've been working on!",
"SERIF_KIRSCH_DAILY": "Hello there, boss! The pastry road is long and perilous, but you've got to take it step by step! All right, time for today's trai... Er, no, today's jobs!",
"SERIF_KIRSCH_HERO": "I think of my mentor whenever I see Justice. Those huge muscles and powerful movements, those incredible techniques... Hm? Mentor in what? Pastry-making, of course!",
"SERIF_KIRSCH_PLAYER": "We're both in training, right? You're walking the path of operator, and I'm walking the path of pastry chef. Let's keep encouraging each other, one beginner to another!",
"SERIF_KIRSCH_RELATION": "Hmm. I wonder if I could make spicy pastries...? Barrel's the type to pour hot sauce on cake, and I've just got to make something he'd like!",
"SERIF_KIRSCH_TOUCH": "Eeps?! W-What's gotten into you, boss? Fallen for the charms of one who has given her everything to pastry-making? Not that I particularly mind...",
"SERIF_KIRSCH_TRAIN": "The path of rotating pastry-making isn't for the faint of heart!",
"SERIF_KIRSCH_TRAINED": "Gh...! Not bad!",
"SERIF_KOUKIRAKUSAI2304_APPRECIATION": "Here you go. Fried noodles, okonomiyaki, and apple candy... Why? I'm being nice. You're tired lately, right? Eat up, feel better, and enjoy the festival.",
"SERIF_KOUKIRAKUSAI2304_DAILY": "Gah, the paparazzi got me! I was so sure I'd never let them catch me in a private... Y-You know what, who cares! I'll blow away whatever scandal comes my way!",
"SERIF_KOUKIRAKUSAI2304_EVENTA": "It's fun to go to tourist spots when filming, but Sirius always gets worn out. Probably because way more people than normal pet him.",
"SERIF_KOUKIRAKUSAI2304_EVENTB": "A ghost mikoshi? Spiriting away? Ah, yeah, some adults keep on loving those urban legends even when they're all grown up. Huh? Those actually happened? No way!",
"SERIF_KOUKIRAKUSAI2304_EVENTC": "Filming, mystery solving, <i>and</i> missions? Tch, never a dull moment in showbiz. No matter how hard they drive me, though, I get it all done. Let's get going.",
"SERIF_KOUKIRAKUSAI2304_EVENTD": "All right, that's everything! No more standing around—we gotta get to the festival while it's still on! There's a lot of places I still want to go, and you'll come with, right?",
"SERIF_KOUKIRAKUSAI2304_HERO": "Gammei looks like an old man to a kid like me, but society sees him as kind of young, right? But he still looks so exhausted all the time. Should I treat him to a meal?",
"SERIF_KOUKIRAKUSAI2304_PLAYER": "Say, Operator, have you ever been to Kyoto? Hm? Why do I ask? I figured I'd take you along for sightseeing if you had time! You'd better be grateful.",
"SERIF_KOUKIRAKUSAI2304_RELATION": "A local Shinraku actor, huh? He seems pretty used to being on camera and acts decent, but doesn't he seem off? Like he's always acting, even off-camera. Is it just me?",
"SERIF_KOUKIRAKUSAI2304_TOUCH": "Hey, hands off... is what I'd normally say, but you're always good to me. I'll let you get away with a little sometimes. C'mon, Sirius, get over here!",
"SERIF_KOUKIRAKUSAI2304_TRAIN": "I'll take you to our limits!",
"SERIF_KOUKIRAKUSAI2304_TRAINED": "Gahh, I tap out, I tap out!",
"SERIF_KOUKI_APPRECIATION": "You're worn out already? Sounds like someone's getting old. I'm a gracious guy, though, so come with me and I'll buy you some juice.",
"SERIF_KOUKI_DAILY": "Hey, you're late. You know how long I was waiting? H-Hey, Sirius, no jumping on the operator! Tch... Anyway, what's on the agenda today?",
"SERIF_KOUKI_HERO": "You know Hitomi from my agency? She's really good at boosting view numbers, and it's obvious she knows what she's doing. Huh? N-No, I don't look at her as a rival or anything!",
"SERIF_KOUKI_PLAYER": "Sirius seems to really like you... but could you get your act together a little more? I'm tired of having people I'm close to disappear on me.",
"SERIF_KOUKI_RELATION": "That grade school teacher's really annoying. Who does he think he is, asking if I'm keeping up in class? Whatever. I mean, I at least do my homework.",
"SERIF_KOUKI_TOUCH": "Whoa, whoa, hey, hands off! We're big actors, you got that? Celebrities! H-Hey, Sirius, quit wagging your tail!",
"SERIF_KOUKI_TRAIN": "Practice or not, I always go all out.",
"SERIF_KOUKI_TRAINED": "Q-Quit getting so serious! I'm a kid!",
"SERIF_KYOICHIVALENTINE2102_APPRECIATION": "Thanks. For everything. It's thanks to you that I can really give it my all out there, eheh. And I mean, it's nice to come out and say how you really feel sometimes, right?",
"SERIF_KYOICHIVALENTINE2102_DAILY": "Hm, what's up? Had something to talk to me about? Sure, I'll hear you out. Life troubles, love troubles... Huh? Work? What was the point of all my mental preparation, then?!",
"SERIF_KYOICHIVALENTINE2102_EVENTA": "Happy Valentine's! Leave all your love troubles to ETL, Agent of Love! Open your heart and tell me all about your romantic woes!",
"SERIF_KYOICHIVALENTINE2102_HERO": "He's smart, and he can fight. Brawn and brains, that's Hisaki. Still, he's probably a bit too childish to really rub shoulders with the elite.",
"SERIF_KYOICHIVALENTINE2102_PLAYER": "You've got a lot going on, right? This job is pretty tough on the nerves. If you've got any troubles or things you want to talk about, lay them on me. I'll always hear you out.",
"SERIF_KYOICHIVALENTINE2102_RELATION": "Subaru's always been like that. Misanthropic on the outside, but really wants a friend on the inside. Just makes me want to take care of the guy!",
"SERIF_KYOICHIVALENTINE2102_TOUCH": "Oh-hoh, that's an awfully physical way of communicating. I like it—let's talk with our bodies, then. Let's find out where you're most sensitive!",
"SERIF_KYOICHIVALENTINE2102_TRAIN": "All right, hit me with your best shot!",
"SERIF_KYOICHIVALENTINE2102_TRAINED": "Hooboy, that smarts!",
"SERIF_KYOICHI_APPRECIATION": "Hey, you've been pushing yourself too hard! We're not kids anymore; we've got to think about how to spend our energy. Teachers and operators have to treat their bodies right. It's all about stamina!",
"SERIF_KYOICHI_DAILY": "Hey there! There's work to be done today, right? Well, count me in! Just, ah, let me grade these tests before we go.",
"SERIF_KYOICHI_EVENTA": "Hey, Happy New Year! Doing your winter break homework?<br>Kidding, kidding. Here's to another great year!<br>I bet you were cold out there—here, have some amazake to warm up!",
"SERIF_KYOICHI_HERO": "Sometimes that kid hero really worries me! Like, is he going to school?! Is he keeping up in classes?! Ahh, I can't stop thinking about it!",
"SERIF_KYOICHI_PLAYER": "I genuinely think you're incredible, no joke. You got thrust onto the job with no training, and that takes some serious guts. Great stuff!",
"SERIF_KYOICHI_RELATION": "Akashi's the best of my old college classmates when it comes to popularity. Like, that balance of stiffness and softness? Just perfect, right? Huh? Behind me? Gahhh!",
"SERIF_KYOICHI_TOUCH": "Ouugh?! Ahh, so that's how you're playing it. If you started it, that means I get to hit you with some payback, right? Heh heh... Here goes!",
"SERIF_KYOICHI_TRAIN": "All right, follow the teacher!",
"SERIF_KYOICHI_TRAINED": "Gahh, I give, I give!",
"SERIF_LILACSUMMERNIGHT2407_APPRECIATION": "The sunlight is a touch strong.<br>Here. Flower-oil sunscreen, if you'd like.<br>I could rub you down with it, so how about lying down and relaxing?",
"SERIF_LILACSUMMERNIGHT2407_DAILY": "Seeing plants grow in a ruined city, seeing life find a way...<br>It's something I always love to see, that vitality.",
"SERIF_LILACSUMMERNIGHT2407_EVENTA": "This city really is a bustling one.<br>It reminds me a little of the flower festival back in my hometown.<br>Hm? D-Do I really look that pleased with all this?",
"SERIF_LILACSUMMERNIGHT2407_EVENTB": "Ever since becoming a hero,<br> I haven't had too many chances to perform in a show like this.<br>Ah, could I ask you to help me practice smiling?",
"SERIF_LILACSUMMERNIGHT2407_EVENTC": "Shall we go out and advertise the show together?<br>Roudin asked me to, sure, but<br>I want to help the others at the hotel a little bit.",
"SERIF_LILACSUMMERNIGHT2407_EVENTD": "Good job out there. Here, this is supposed to be a token of gratitude.<br>Though, to me... being able to work with you, well,<br>the memories of that are the best reward I could ask for.",
"SERIF_LILACSUMMERNIGHT2407_HERO": "I really like the photos Kalaski takes.<br>They really have his aroma on them—<br>so gentle, so warm.",
"SERIF_LILACSUMMERNIGHT2407_PLAYER": "Do you think we could hold hands for a little?<br>This kind of job is really new to me and I'm nervous,<br>but I feel like I can push through it if I have you watching over me.",
"SERIF_LILACSUMMERNIGHT2407_RELATION": "Roudin has a different scent every time I see him,<br>but he always changes the subject when I ask him about it.<br>A magician must have his secrets, he tells me.",
"SERIF_LILACSUMMERNIGHT2407_TOUCH": "Your hand is so cool to the touch—it's very nice.<br>I've been practicing for the show until now,<br>so I'm feeling a bit heated up and flushed... Can you stay like that for a little while?",
"SERIF_LILACSUMMERNIGHT2407_TRAIN": "I will give you all I've got. Hope you're ready!",
"SERIF_LILACSUMMERNIGHT2407_TRAINED": "A lot... rougher than I'd expected!",
"SERIF_LILAC_APPRECIATION": "I see you've been working hard, but I do think you shouldn't push yourself to that degree. I'll make you some herb tea that calms the nerves, and make sure to pick out your favorite scent.",
"SERIF_LILAC_DAILY": "My brother taught me about flowers long ago. I always love seeing people enjoy them, with their different scents and the words they symbolize. It always makes me smile.",
"SERIF_LILAC_EVENTA": "Welcome to Wehmalt, city of flowers. Please, enjoy the flowers and plants that live with us. I could show you around, too, if you'd like.",
"SERIF_LILAC_EVENTB": "There is a strange scent rolling through the streets. What caused it? Is it really ghosts, as they say?",
"SERIF_LILAC_HERO": "I could smell gunpowder on Flamier, but that is because she's a hero who fights with bombs, of course. She would not always carry gunpowder around... right?",
"SERIF_LILAC_PLAYER": "Hm? This scent... Ah, forgive me. I have a habit of savoring flower scents, and your fragrance is strangely calming.",
"SERIF_LILAC_RELATION": "Goro and I used to work together at Labor Site. He treated me to a drink after a particularly big job one time, and we often spoke to each other after that.",
"SERIF_LILAC_TOUCH": "Oh? Is something wrong? Ah, you're surprised that I'm so big for a florist, aren't you. It may come as a surprise, but the job has a lot of manual labor. I train to keep up.",
"SERIF_LILAC_TRAIN": "I apologize if I go too hard.",
"SERIF_LILAC_TRAINED": "W-Wait, slow down!",
"SERIF_LOREN_APPRECIATION": "Oh, you don't want to push yourself when you're tired. If you do, I'll have to take care of you in the hospital! So go and lie down and I'll bring you some dinner!",
"SERIF_LOREN_DAILY": "Hello there! How've you been doing? Health management is part of a hero's job, after all! Well, let's give it our all today!",
"SERIF_LOREN_HERO": "Dr. Rakta is such a reliable person, both as a doctor and a hero... Though I do wish he wouldn't get so carried away sometimes.",
"SERIF_LOREN_PLAYER": "You really are a hard worker. I'm kind of the same since I'm also new, but when I work hard, I fail hard...",
"SERIF_LOREN_RELATION": "That professor has such incredible stamina and vitality. He's the same age as an old man I take care of, but he's so bursting with energy! He really is something!",
"SERIF_LOREN_TOUCH": "Uwah?! W-What's the big idea? Is touching my belly like that really that fun? Ghaha, ahaha, that tickles!",
"SERIF_LOREN_TRAIN": "Time to get that appropriate exercise for health management!",
"SERIF_LOREN_TRAINED": "Wait, time out, time out! This is too rough!",
"SERIF_MACULATA_APPRECIATION": "Director, dear, how about some break time? No matter the job, overexertion begets inefficiency. You know that, yes?",
"SERIF_MACULATA_DAILY": "Design is built atop meticulous planning and careful communication, so I'm afraid I'll have to refuse any compromises in work. That said, darling, I'll be seizing the day!",
"SERIF_MACULATA_HERO": "Sui really does have a wondrous talent and sense of design. I intend to watch them grow and see what kind of master they become.",
"SERIF_MACULATA_PLAYER": "Goodness, director, you're such a cute one. I'm rather fond of those who get up time and time again after failure, and you, my dear, don't know when to quit. In a good way.",
"SERIF_MACULATA_RELATION": "Crowne has such a good heart, but I can't bear to look at her fashion sense. It feels like she's letting her looks go to waste! Such a shame...",
"SERIF_MACULATA_TOUCH": "My, director, awfully forward, aren't we? Well, be my guest. Enjoy my body as you will—I'm quite proud of it.",
"SERIF_MACULATA_TRAIN": "Can you keep up with my taste?",
"SERIF_MACULATA_TRAINED": "You turned it around?!",
"SERIF_MARFIKRUINS2104_APPRECIATION": "Now hold on there, Captain. You're going to want to rest first. Don't forget that this is a team built on trust! We take care of each other!",
"SERIF_MARFIKRUINS2104_DAILY": "Time to be off, Captain? My mind and gear are ready to go anytime! Come, let's plumb the deepest depths of the labyrinth! Let's be off! Off! Off!",
"SERIF_MARFIKRUINS2104_EVENTA": "Come now, Captain, there's no time to hesitate! We've got all this labyrinth left to explore, all this adventure left to enjoy! Don't you worry—I'm with you!",
"SERIF_MARFIKRUINS2104_EVENTB": "A country with a bizarre cultural system, an unknown labyrinth... It's all so fascinating! We have to explore every inch of all this!",
"SERIF_MARFIKRUINS2104_HERO": "That youth's initiative in seeking challenge is laudable, but he feels like he's setting himself up for failure. Well, that is the privilege of the youth, and failure is the mother of success!",
"SERIF_MARFIKRUINS2104_PLAYER": "An adventurer needs knowledge, courage, and guts. You're young; you'll pick those up over time. For now, go for the adventures you can handle.",
"SERIF_MARFIKRUINS2104_RELATION": "That young king has an impressive approach, but I can't help but think it's a little too early for him to give up on life. Maybe I just don't get the troubles of those in power...",
"SERIF_MARFIKRUINS2104_TOUCH": "Wahaha! Pretty sweet new costume, huh? Pretty adventurous? Why, it feels so light and airy, I fear I might catch a chill on the field... Achoo! Hm, maybe this wasn't the best idea.",
"SERIF_MARFIKRUINS2104_TRAIN": "Time to test your guts!",
"SERIF_MARFIKRUINS2104_TRAINED": "I can't believe I've been bested!",
"SERIF_MARFIK_APPRECIATION": "You're too young to wear yourself out! You want to take work at a pace you can handle. Remember, the only reason you can go crazy is because you don't do it all the time, understand?",
"SERIF_MARFIK_DAILY": "Hey there, young captain. Feel like going on an adventure with me? What, work comes first? I-I know that...",
"SERIF_MARFIK_EVENTA": "This research trip will be a dangerous one, but we've no time to hesitate! We have to rescue the other researchers, and fast!",
"SERIF_MARFIK_EVENTB": "You've been in Parallel Flight for all of three years! Now that's cause for celebration! You will, of course, be joining me on more adventures.",
"SERIF_MARFIK_HERO": "An inhuman human, born of a machine planet, huh? So many questions, so many curiosities... What history, what technology, led to this? I've got to know.",
"SERIF_MARFIK_PLAYER": "Watching you, I remember the days of my youth. I went after everything full speed, in every direction... Hm? I haven't changed much? You sure?",
"SERIF_MARFIK_RELATION": "That puppy in your agency really is something! That's strength I could really put to work at a dig site! So... think you could lend him out a bit?",
"SERIF_MARFIK_TOUCH": "Wahaha! What do you think? Pretty solid body for an old geezer, huh? These tough muscles are what a life of adventuring will get you.",
"SERIF_MARFIK_TRAIN": "Don't think this'll be a walk in the park because I'm old.",
"SERIF_MARFIK_TRAINED": "Hey! Haven't you heard of respecting your elders?!",
"SERIF_MELIDE_APPRECIATION": "You always look so busy. If you're really tired, how about a lollipop? I have a lot on me, so I could give you a few.",
"SERIF_MELIDE_DAILY": "You need my powers? I'll help out, then. It feels... nice to be wanted, instead of bullied and locked up.",
"SERIF_MELIDE_HERO": "There's a really nice Kaibutsu inside Monomasa. He's... way kinder than all the adults I've met.",
"SERIF_MELIDE_PLAYER": "You just might be a much more dangerous observer than me... but that's just a feeling I get.",
"SERIF_MELIDE_RELATION": "I'm really grateful to Exio. If he hadn't taken me in, I might have destroyed the world by mistake.",
"SERIF_MELIDE_TOUCH": "Oh... you're not afraid to touch me? No, I don't dislike being touched. In fact, it feels kind of... nice to feel the warmth of another person.",
"SERIF_MELIDE_TRAIN": "Here's hoping you can keep up.",
"SERIF_MELIDE_TRAINED": "It's a little... hard to keep up...",
"SERIF_MERCENARYEARTH_APPRECIATION": "What's with the vacant look, chief? You're not gonna get anywhere with work looking like that. Come with me for a bit. You like drinking?",
"SERIF_MERCENARYEARTH_DAILY": "Got a job? Someone you need me to handle for you? Pay my price and I'll deal with anyone. Wait, you... want me to deal with kids? At a hero show? You serious?",
"SERIF_MERCENARYEARTH_EVENTA": "Want to hire me? How about a trial run first? I can see if I can trust you as a client, too. Wait... You want me to do sales? Advertising? Seriously?",
"SERIF_MERCENARYEARTH_HERO": "Hero? Villain? It's all the same to me. I do the job I'm paid to do, and I protect myself if attacked. I do what I have to do to survive.",
"SERIF_MERCENARYEARTH_PLAYER": "Hey, is it true you've got no memories? That's a damn shame. Bright side is there's lots of things in the past we're better off forgetting.",
"SERIF_MERCENARYEARTH_RELATION": "Professional mercenaries don't get buddy-buddy. We share information, not friendship. Never know if they'll be the ones to shoot you tomorrow, after all.",
"SERIF_MERCENARYEARTH_TOUCH": "What is it? I'm getting ready to move out, so bother me later. H-Hey! Listen to me, that... Gahahaha! That tickles! Er... Forget what just happened if you want to live.",
"SERIF_MERCENARYEARTH_TRAIN": "I'll show you how a mercenary says hello!",
"SERIF_MERCENARYEARTH_TRAINED": "Gh... Been a while since I've had it this rough!",
"SERIF_MERCENARYFIRE_APPRECIATION": "What's with the vacant look, chief? You're not gonna get anywhere with work looking like that. Come with me for a bit. You like drinking?",
"SERIF_MERCENARYFIRE_DAILY": "Got a job? Someone you need me to handle for you? Pay my price and I'll deal with anyone. Wait, you... want me to deal with kids? At a hero show? You serious?",
"SERIF_MERCENARYFIRE_EVENTA": "Want to hire me? How about a trial run first? I can see if I can trust you as a client, too. Wait... You want me to do sales? Advertising? Seriously?",
"SERIF_MERCENARYFIRE_HERO": "Hero? Villain? It's all the same to me. I do the job I'm paid to do, and I protect myself if attacked. I do what I have to do to survive.",
"SERIF_MERCENARYFIRE_PLAYER": "Hey, is it true you've got no memories? That's a damn shame. Bright side is there's lots of things in the past we're better off forgetting.",
"SERIF_MERCENARYFIRE_RELATION": "Professional mercenaries don't get buddy-buddy. We share information, not friendship. Never know if they'll be the ones to shoot you tomorrow, after all.",
"SERIF_MERCENARYFIRE_TOUCH": "What is it? I'm getting ready to move out, so bother me later. H-Hey! Listen to me, that... Gahahaha! That tickles! Er... Forget what just happened if you want to live.",
"SERIF_MERCENARYFIRE_TRAIN": "I'll show you how a mercenary says hello!",
"SERIF_MERCENARYFIRE_TRAINED": "Gh... Been a while since I've had it this rough!",
"SERIF_MERCENARYLIGHT_APPRECIATION": "What's with the vacant look, chief? You're not gonna get anywhere with work looking like that. Come with me for a bit. You like drinking?",
"SERIF_MERCENARYLIGHT_DAILY": "Got a job? Someone you need me to handle for you? Pay my price and I'll deal with anyone. Wait, you... want me to deal with kids? At a hero show? You serious?",
"SERIF_MERCENARYLIGHT_EVENTA": "Want to hire me? How about a trial run first? I can see if I can trust you as a client, too. Wait... You want me to do sales? Advertising? Seriously?",
"SERIF_MERCENARYLIGHT_HERO": "Hero? Villain? It's all the same to me. I do the job I'm paid to do, and I protect myself if attacked. I do what I have to do to survive.",
"SERIF_MERCENARYLIGHT_PLAYER": "Hey, is it true you've got no memories? That's a damn shame. Bright side is there's lots of things in the past we're better off forgetting.",
"SERIF_MERCENARYLIGHT_RELATION": "Professional mercenaries don't get buddy-buddy. We share information, not friendship. Never know if they'll be the ones to shoot you tomorrow, after all.",
"SERIF_MERCENARYLIGHT_TOUCH": "What is it? I'm getting ready to move out, so bother me later. H-Hey! Listen to me, that... Gahahaha! That tickles! Er... Forget what just happened if you want to live.",
"SERIF_MERCENARYLIGHT_TRAIN": "I'll show you how a mercenary says hello!",
"SERIF_MERCENARYLIGHT_TRAINED": "Gh... Been a while since I've had it this rough!",
"SERIF_MERCENARYSHADOW_APPRECIATION": "What's with the vacant look, chief? You're not gonna get anywhere with work looking like that. Come with me for a bit. You like drinking?",
"SERIF_MERCENARYSHADOW_DAILY": "Got a job? Someone you need me to handle for you? Pay my price and I'll deal with anyone. Wait, you... want me to deal with kids? At a hero show? You serious?",
"SERIF_MERCENARYSHADOW_EVENTA": "Want to hire me? How about a trial run first? I can see if I can trust you as a client, too. Wait... You want me to do sales? Advertising? Seriously?",
"SERIF_MERCENARYSHADOW_HERO": "Hero? Villain? It's all the same to me. I do the job I'm paid to do, and I protect myself if attacked. I do what I have to do to survive.",
"SERIF_MERCENARYSHADOW_PLAYER": "Hey, is it true you've got no memories? That's a damn shame. Bright side is there's lots of things in the past we're better off forgetting.",
"SERIF_MERCENARYSHADOW_RELATION": "Professional mercenaries don't get buddy-buddy. We share information, not friendship. Never know if they'll be the ones to shoot you tomorrow, after all.",
"SERIF_MERCENARYSHADOW_TOUCH": "What is it? I'm getting ready to move out, so bother me later. H-Hey! Listen to me, that... Gahahaha! That tickles! Er... Forget what just happened if you want to live.",
"SERIF_MERCENARYSHADOW_TRAIN": "I'll show you how a mercenary says hello!",
"SERIF_MERCENARYSHADOW_TRAINED": "Gh... Been a while since I've had it this rough!",
"SERIF_MERCENARYWATER_APPRECIATION": "What's with the vacant look, chief? You're not gonna get anywhere with work looking like that. Come with me for a bit. You like drinking?",
"SERIF_MERCENARYWATER_DAILY": "Got a job? Someone you need me to handle for you? Pay my price and I'll deal with anyone. Wait, you... want me to deal with kids? At a hero show? You serious?",
"SERIF_MERCENARYWATER_EVENTA": "Want to hire me? How about a trial run first? I can see if I can trust you as a client, too. Wait... You want me to do sales? Advertising? Seriously?",
"SERIF_MERCENARYWATER_HERO": "Hero? Villain? It's all the same to me. I do the job I'm paid to do, and I protect myself if attacked. I do what I have to do to survive.",
"SERIF_MERCENARYWATER_PLAYER": "Hey, is it true you've got no memories? That's a damn shame. Bright side is there's lots of things in the past we're better off forgetting.",
"SERIF_MERCENARYWATER_RELATION": "Professional mercenaries don't get buddy-buddy. We share information, not friendship. Never know if they'll be the ones to shoot you tomorrow, after all.",
"SERIF_MERCENARYWATER_TOUCH": "What is it? I'm getting ready to move out, so bother me later. H-Hey! Listen to me, that... Gahahaha! That tickles! Er... Forget what just happened if you want to live.",
"SERIF_MERCENARYWATER_TRAIN": "I'll show you how a mercenary says hello!",
"SERIF_MERCENARYWATER_TRAINED": "Gh... Been a while since I've had it this rough!",
"SERIF_MOKDAI2NDANNIVERSARY_EVENTA": "A lot sure has happened, huh? Well, I'm going to keep doing my best, so don't hesitate to turn to me! Heh heh! Let's keep at it!",
"SERIF_MOKDAIMETEORITE2112_APPRECIATION": "Hey there! Finished with work? You've been at it really hard all day, so let me give you a reward... Oh! I know! I've got a great cake stowed away. Want to share it?",
"SERIF_MOKDAIMETEORITE2112_DAILY": "Oh, perfect! I just brought out the tree from the office storeroom. Want to decorate it together?",
"SERIF_MOKDAIMETEORITE2112_EVENTA": "An emergency countermeasures HQ, huh... If this were a sentai episode, we'd have a huge base underground, and we'd fight an evil league, and... H-Hey, wait!",
"SERIF_MOKDAIMETEORITE2112_EVENTB": "La di da, la di da... Oh! Hey! You got a bucket? I'm making a snowman. It never snows around here, so I just got real excited!",
"SERIF_MOKDAIMETEORITE2112_HERO": "Guess what? On Narihito's new hero suit, the right arm transforms into a cannon! That's super cool! Just like in the comics I used to read in grade school!",
"SERIF_MOKDAIMETEORITE2112_PLAYER": "Hey, got any plans for Christmas day? How about we get together and watch a sentai movie? Er, not that I mean anything particularly deep by that!",
"SERIF_MOKDAIMETEORITE2112_RELATION": "I wonder why Borealis's music always gets me deep down in here, you know? I feel like I could listen to it forever.",
"SERIF_MOKDAIMETEORITE2112_TOUCH": "W-Whoa, that's cold! Yeesh, you gave me a scare! Look at you. You've been messing around so much your hands are all cold. Here, I'll lend you my robe to warm up with.",
"SERIF_MOKDAIMETEORITE2112_TRAIN": "I'm going all out tonight!",
"SERIF_MOKDAIMETEORITE2112_TRAINED": "Gahh, my robe's gonna tear!",
"SERIF_MOKDAI_APPRECIATION": "Great job today! Looks like you've really let exhaustion build up, huh. Well, as a senior member of the team, let me treat you to a meal! Order anything you like!",
"SERIF_MOKDAI_DAILY": "Oh, there you are! The camera and the gear's all good to go, so let's get to it! Off to work with smiles, let's go!",
"SERIF_MOKDAI_HERO": "Captain Rescue's so cool! Like, dig that mask that looks like it's from an old sentai show! And his weapon, I... Uh, I could go on and on about it. Is that okay?",
"SERIF_MOKDAI_PLAYER": "So, how's it going? Gotten used to work by now? Anything you need, come to me! I mean, I am your senior here! Heh heh!",
"SERIF_MOKDAI_RELATION": "Akashi gets really into being a hero sometimes, even though he's always, you know, \"Don't make me do work!\" and all. I guess he's like a natural-born hero, then?",
"SERIF_MOKDAI_TOUCH": "Whoa whoa, why the squeezing? Huh? I'm not as soft as you thought? How am I supposed to even answer that?",
"SERIF_MOKDAI_TRAIN": "All right, time to give it my all!",
"SERIF_MOKDAI_TRAINED": "Agahhh! I can't take it!",
"SERIF_MONOMASAWORKOUT2312_APPRECIATION": "You pull off quite a lot for being able to do so little, huh. Sorry, I'm not mocking you or anything, I'm just... recognizing all the possibilities.",
"SERIF_MONOMASAWORKOUT2312_DAILY": "We meet again, Operator. You're glad, too? Huh. You really are a good person, you know that? Works my emotions a little. Hard to tell if I like it, though.",
"SERIF_MONOMASAWORKOUT2312_EVENTA": "Ho ho ho, it's me, Santa! Ghh... I just can't get into it much... but this isn't half bad. Makes me feel really warm inside.",
"SERIF_MONOMASAWORKOUT2312_EVENTB": "Do you have any candies you recommend lately? I'm thinking of a present for the others, and... W-Wait, Yoshiori, it's not for you. You're getting something different.",
"SERIF_MONOMASAWORKOUT2312_EVENTC": "This is a list of... missions? I see. Looks like they're an efficient way of gaining supplies. How about we go through them without the instructor knowing? Heh, just kidding.",
"SERIF_MONOMASAWORKOUT2312_HERO": "Santa, huh? A borrowed shape, but one made from the dreams of the wearer... I wonder what \"Santa\" is to him?",
"SERIF_MONOMASAWORKOUT2312_PLAYER": "You... You're the person we owe our lives to. Someone dear to us. You protected my family. So, go ahead. Ask me what kind of present you want.",
"SERIF_MONOMASAWORKOUT2312_RELATION": "I can relate a bit to how Exio feels. In fact, it makes me wonder why others, including Dolovain, can't. I mean, it must be nice, having a dream.",
"SERIF_MONOMASAWORKOUT2312_TOUCH": "Hold on, you can't touch me. Not now. This body is Monomasa's... but I can't help but want it. Wait for a bit and let me calm down.",
"SERIF_MONOMASAWORKOUT2312_TRAIN": "Now, what is it you desire? Let us hear it.",
"SERIF_MONOMASAWORKOUT2312_TRAINED": "Been a while since I've moved this body. Reminds me of a lot.",
"SERIF_MONOMASA_APPRECIATION": "Don't you think you should rest up a bit? Nothing good'll come from pushing yourself too hard. It's your only body. You should... treat it better.",
"SERIF_MONOMASA_DAILY": "What you should call me? Just go with Monomasa. I do live with him. Besides, when the time comes, I plan on giving this body back.",
"SERIF_MONOMASA_HERO": "I can't let him know who I really am. Until the day comes that Monomasa seeks to live of his own volition, I can't let myself be driven out.",
"SERIF_MONOMASA_PLAYER": "I've become a kaibutsu. I've lost my hero's body, but you trusted me anyway. That's more than enough reason for me to work with you.",
"SERIF_MONOMASA_RELATION": "Melide's a powerful observer, that's for sure. But she's still a young girl that needs protection—protection I'll provide, even if it costs me my life.",
"SERIF_MONOMASA_TOUCH": "Pretty nice body Monomasa's got, huh? He'll lament that it's just a body made to be someone's puppet, but... give it some praise. He'll like it.",
"SERIF_MONOMASA_TRAIN": "Monomasa wants to exercise. Help me out.",
"SERIF_MONOMASA_TRAINED": "Guh... I'm going to spill out...!",
"SERIF_MORIYASU_APPRECIATION": "どした、嫌なことでもあったかい？そういう時は、<br>悩んで悩んで悩み尽くすのさぁ。そんでぜーんぶ<br>出し切ったら…ほら一杯どうだ？後は楽しみなぁ。",
"SERIF_MORIYASU_DAILY": "うちは造り酒屋って言ってな、蔵で醸造した酒を店で<br>売ってんだ。今度寄ってくれやぁ！お前さんの人生で<br>最高の一杯…一番酒に巡り合えるかも知れねぇぞ？",
"SERIF_MORIYASU_EVENTA": "事務所さんごとに新年会の趣向が凝ってんなぁ！<br>けど、みーんな飲んで笑って楽しんで…それは、<br>いつだろうとどこだろうと、変わんねぇんだなぁ。",
"SERIF_MORIYASU_EVENTB": "新年会の差し入れにぴったりな振る舞い酒が要る？<br>がっはっは、安心しなぁ！そんな時はヤマツミ<br>ブランドに任せとけぇい！<br>手広く品は揃えてんぜい！",
"SERIF_MORIYASU_EVENTC": "他所の事務所さんとこの新年会に行くんなら、<br>手土産にお年賀を準備しねぇとなぁ。うーし、<br>新年の挨拶回り、俺も一緒に行くとすっかねぇ！",
"SERIF_MORIYASU_EVENTD": "新年初仕事、見事だったぜぇ！お疲れさん！<br>そうだ、このまま初詣行って、美味いモンでもどうだぁ？<br>おっちゃんからもお年玉だ、労いてぇのさぁ。",
"SERIF_MORIYASU_HERO": "あのザップ・ザ・ジャスティスも書類仕事は苦手<br>らしいなぁ。俺も細けぇこたぁ人に任せ尽くして<br>っから身近に感じるねぇ…今度一杯誘ってみるか！",
"SERIF_MORIYASU_PLAYER": "お前さんもオリエントシティに住んでんだろ？酒に<br>合う飯に興味はあるかぁ？好きな食いモン、教えて<br>みなぁ！おっちゃんがとっておきの店教えるぜぇ！",
"SERIF_MORIYASU_RELATION": "ハックル社長にゃあ毎度良くしてもらっててなぁ！<br>差入れやお歳暮の品で、うちの酒を選んでくれんだ。<br>それに経営者としてもピシっとしてて…憧れるねぇ！",
"SERIF_MORIYASU_TOUCH": "がっはっは！なんだ、おっちゃんの腹に興味がある<br>ってのかい？減るもんじゃねぇんだ、遠慮せずに<br>どーんと来い。ほらツマミもあるぜ、食うかぁ？",
"SERIF_MORIYASU_TRAIN": "まーかせろって、醸造と同じだろぉ？",
"SERIF_MORIYASU_TRAINED": "ま、待て待て、ダメんなっちまうっ！？",
"SERIF_NARIHITOMETEORITE2112_APPRECIATION": "All right, Operator, today's the day I get that inter... Oh, sorry, didn't mean to interrupt you while you were resting. I'll give you your present when you're up.",
"SERIF_NARIHITOMETEORITE2112_DAILY": "Hm? My Christmas plans? First I'll go to hero shows and events to do some interviews, and... What? What's with that look?",
"SERIF_NARIHITOMETEORITE2112_EVENTA": "Christmas time already, huh? Meaning it's prime busy season for heroes, and interview season for me!",
"SERIF_NARIHITOMETEORITE2112_EVENTB": "Merry Christmas! Heh, the Santa cape kind of makes me feel like a kid again. It's a nice return to a simpler time!",
"SERIF_NARIHITOMETEORITE2112_HERO": "I can't believe the day would come I'd get to fight alongside the galaxy-trotting villain conductor himself. I've got to get an exclusive interview with... Oh! Er, nothing!",
"SERIF_NARIHITOMETEORITE2112_PLAYER": "Borealis and the crew at the emergency countermeasures HQ... You really do have a lot of connections, don't you? Let me tell you, as a reporter, I am positively jealous.",
"SERIF_NARIHITOMETEORITE2112_RELATION": "So, this is the new Mighty Knuckle suit! Incredible! Can you let me get closer, to get a better look? Ahh! Please, don't run away! L-Let me have an interview!",
"SERIF_NARIHITOMETEORITE2112_TOUCH": "You want a Christmas present? Well, you'll have to ask Santa for... H-Hey! Nothing's going to pop out if you keep poking at m... Gyah!",
"SERIF_NARIHITOMETEORITE2112_TRAIN": "I'll make this training super, too!",
"SERIF_NARIHITOMETEORITE2112_TRAINED": "H-Hold on, I'm not ready yet!",
"SERIF_NARIHITO_APPRECIATION": "Oh? Should we give up on this interview, then? I'm fine with that. Go ahead and rest up. I can at least make you a cup of coffee.",
"SERIF_NARIHITO_DAILY": "Hey there, Operator! Finally ready to sit down for an interview? Huh? You want me to help with work in exchange? Yeesh, you drive a hard bargain.",
"SERIF_NARIHITO_HERO": "Oh, I remember! The little guy from the bar! A legendary bounty hunter, a moneymaking hero! Incredible, I've got to get an interview with him sometime!",
"SERIF_NARIHITO_PLAYER": "I've interviewed a lot of people in my day, but you really stand out. You have something special that no other operator has—I can just feel it.",
"SERIF_NARIHITO_RELATION": "I feel like I've seen your company's president somewhere around. You sure he wasn't a hero back in the day? What was his name again? Leaping Face?",
"SERIF_NARIHITO_TOUCH": "Whoa! Looking for my notebook, are you? Unfortunately for you, the last incident is already a full arti... Gwah?! Q-Quit it! C-C'mon! I won't write anything!",
"SERIF_NARIHITO_TRAIN": "Do help me practice my field research.",
"SERIF_NARIHITO_TRAINED": "Whoa... Heroes really are something!",
"SERIF_NESSENMASQUERADE2310_APPRECIATION": "You appear rather tired, commander. Would you like a massage? Come, loosen yourself up and let my hands do the work.",
"SERIF_NESSENMASQUERADE2310_DAILY": "Hm, this tea tastes like it would go well with the sweets back at the inn. Those decorations would look splendid in the lobby, too. Ah, forgive me, the place is always on my mind.",
"SERIF_NESSENMASQUERADE2310_EVENTA": "Beautiful street decorations, wonderful outfits... It all looks so well made, down to the slightest of details. I could stare at them all night.",
"SERIF_NESSENMASQUERADE2310_EVENTB": "You would have me join the ball as a guest? I do wish to observe it as a host... but this is a good opportunity to see things through the eyes of a customer.",
"SERIF_NESSENMASQUERADE2310_EVENTC": "Handing out corsages? Quite the wonderful bit of hospitality.<br>What say we go help, Commander?<br>Haha. Come, give me your hand. Let us walk the streets together.",
"SERIF_NESSENMASQUERADE2310_EVENTD": "That concludes our helping, Commander.<br>All of that walking must have tired you out.<br>What would you say to a soak in the baths, then?",
"SERIF_NESSENMASQUERADE2310_HERO": "Astosis greets people with hugs, does he? I was a little surprised at his sense of personal space... but everyone has their different customs and habits. A learning moment.",
"SERIF_NESSENMASQUERADE2310_PLAYER": "Commander, forgive my forwardness, but your outfit is a tad... There we go. It looks wonderful on you. Haha, simply walking beside you makes me feel proud.",
"SERIF_NESSENMASQUERADE2310_RELATION": "With that smile, and his talent for getting people to relax, I must say Yohack is cut out for a service job. First, I would teach him etiquette, and then... Ah, mm, nothing.",
"SERIF_NESSENMASQUERADE2310_TOUCH": "Oh? Is this an invitation to dance? Very well, commander, do give me your hand. Come, now, closer. And do stay close.",
"SERIF_NESSENMASQUERADE2310_TRAIN": "I will be a tad rough, I'm afraid.",
"SERIF_NESSENMASQUERADE2310_TRAINED": "Goodness, such heat!",
"SERIF_NESSEN_APPRECIATION": "The tea is ready, commander. You appear quite tired, so what would you say to taking a break? I shall prepare the bath as well, so do give yourself time to relax.",
"SERIF_NESSEN_DAILY": "Welcome, come on in! Ah, forgive my rudeness, habit of the profession. Let me recenter myself as we get to work.",
"SERIF_NESSEN_HERO": "He seems to be in awfully high spirits as he charges into battle. Perhaps drinking truly brought out the tiger in him?",
"SERIF_NESSEN_PLAYER": "You seem to be having a rough time at work, commander. What would you say to coming down to the inn sometime to relax? I would see that your every need is met.",
"SERIF_NESSEN_RELATION": "Mr. Nobeyama often visits the inn. He says that quietly soaking in the spring and quietly locking himself in his room works wonders for his manuscripts.",
"SERIF_NESSEN_TOUCH": "Oh? Is something the matter? Ah, is my hair still wet? Forgive me, I had been in the bath until a few moments ago.",
"SERIF_NESSEN_TRAIN": "Let us have a bath after this.",
"SERIF_NESSEN_TRAINED": "My sweat is unending!",
"SERIF_OBSIDIUSCRISIS2404_APPRECIATION": "Hey there! Good job holding out so long. You really are something, you know that? Still, if things get rough, just let me know. I'll carry you to the finish line on my back if need be!",
"SERIF_OBSIDIUSCRISIS2404_DAILY": "Nngh, why won't this thing—H-Hey, do you know how to take this collar off? I'm bad with these kinds of machines!",
"SERIF_OBSIDIUSCRISIS2404_EVENTA": "Ahh, I finally got caught, huh? Look, I hate checkups... and hospitals, for that matter. I wanna solve the mysteries of my being on my own, and those needle things are just... Ah, nothing.",
"SERIF_OBSIDIUSCRISIS2404_EVENTB": "They really messed with me and mine, y'know? Well, it's payback time! If it's a fight they want, I'll give 'em hell!",
"SERIF_OBSIDIUSCRISIS2404_EVENTC": "What're these, missions? Haha, I see, you accomplish 'em and get rewards. That's what I'm talking about! Motivation boosters and the like!",
"SERIF_OBSIDIUSCRISIS2404_EVENTD": "Whoa, mission complete! Not bad! Let's build up some firepower and get outta this prison, then!",
"SERIF_OBSIDIUSCRISIS2404_HERO": "That insurance agent sure is something. He has amazing moves in battle... But that staff, it just extends forever! What the hell is it made out of? I've got to know...",
"SERIF_OBSIDIUSCRISIS2404_PLAYER": "You look a lot more laid back than I expected. Have you been kidnapped like this before? That's not something to be proud of! C'mon, let's escape this together.",
"SERIF_OBSIDIUSCRISIS2404_RELATION": "He seems like he's from a real backwater planet. And he looks worried, like he can't tell up from down. Whenever I see people like that, I just wanna take care of them!",
"SERIF_OBSIDIUSCRISIS2404_TOUCH": "Whoa?! Oh, it's just you. Don't scare me like that. After being all poked and prodded by those machines, I'm real sensitive now... H-Hey! Are you even listening? Guoh!",
"SERIF_OBSIDIUSCRISIS2404_TRAIN": "Don't think I'll run outta bullets, 'cause I won't! Let's go!",
"SERIF_OBSIDIUSCRISIS2404_TRAINED": "Crap, I'm gonna break!",
"SERIF_OBSIDIUS_APPRECIATION": "Hm? Why am I pattin' your head? Because you look all worn out and tired, like you needed some love! C'mon, let me pet you some more! Hahaha!",
"SERIF_OBSIDIUS_DAILY": "Oh, perfect timing! You know how to work one of these wrist thingamajigs? I'm just no good with machines outta my field like these!",
"SERIF_OBSIDIUS_EVENTA": "So, if this mineral water has medicinal effects... that means wherever they're getting the water from'll have rare minerals in it! Let's check it out while sightseeing!",
"SERIF_OBSIDIUS_EVENTB": "His Majes... er, Alphecca is really letting loose, huh. Well, it is vacation time! You've gotta enjoy your vacation!",
"SERIF_OBSIDIUS_EVENTC": "Hey, check this out!<br>Looks like you can get commemorative goods if you gather up Herbaria!<br>Now that's exciting, gahaha!",
"SERIF_OBSIDIUS_EVENTD": "Hey, welcome back! You sure put in the effort!<br>Got a lot of goods, too!<br>How 'bout we hit the baths to celebrate?",
"SERIF_OBSIDIUS_HERO": "Back when I was still in college, I tell you, that professor ran me ragged. Ran me through the wringer to teach me fieldwork, wahaha! We had so many close shaves, I tell ya...",
"SERIF_OBSIDIUS_PLAYER": "I love people like you, people who'll ram against the toughest walls with all they've got! Makes me want to take care of you!",
"SERIF_OBSIDIUS_RELATION": "A king who really bears his kingdom on his back, huh? To a guy like me who doesn't know his home, it's an incredible sight, really.",
"SERIF_OBSIDIUS_TOUCH": "All this fieldwork's left me with a rock-hard body. Go ahead! Touch it all you want, and feel for yourself!",
"SERIF_OBSIDIUS_TRAIN": "You'd better be ready for a beating!",
"SERIF_OBSIDIUS_TRAINED": "Ghh, you pack a good punch!",
"SERIF_OKITAKACRISIS2404_APPRECIATION": "I take my eyes off you for a minute and you go crazy! Listen, when things are tense, that's when you want to keep your cool! Got it? Then take a breather.",
"SERIF_OKITAKACRISIS2404_DAILY": "Whew, been a while since I've gotten to hit the battlefield like this! What a workout! Hey, rookie, now that it's calmed down a little, let's take a break!",
"SERIF_OKITAKACRISIS2404_EVENTA": "A flying hospital? Rideark makes some wild stuff! There's inspectors and the like, but it's meant to be unmanned, right? Technology just gets better every day!",
"SERIF_OKITAKACRISIS2404_EVENTB": "I've been off the front lines for a long time, but I've still got my claws! I'll roll up my sleeves and crack some skulls to save my team!",
"SERIF_OKITAKACRISIS2404_EVENTC": "Hey, helpful supplies! They'll come in handy... Wait, they're rewards?! Carrot and stick, huh? Tch... Well, let's get down to it, beat these missions, and get it all!",
"SERIF_OKITAKACRISIS2404_EVENTD": "Oh, you got everything! Nice one! Lemme shower you in praise—compliments, headpats, maybe a kiss or two? Okay, you don't have to look that grossed out!",
"SERIF_OKITAKACRISIS2404_HERO": "Bygul sure is a good kid! If he can learn how to control his power, he'd be an asset to any agency he wants to join! What, mine? Mm, we're public servants only, see.",
"SERIF_OKITAKACRISIS2404_PLAYER": "What, you been up to business rough enough to get you thrown into a cell? Not that I'm one to talk, but... Anyway. How're we getting out of here?",
"SERIF_OKITAKACRISIS2404_RELATION": "So he was a pupil of Professor Marfik, huh? No wonder he was built so solid! Still, is it just me, or was he a little too scared of hospitals? Guy was shaking like crazy!",
"SERIF_OKITAKACRISIS2404_TOUCH": "W-Whoa, hold on! Look at the outfit I'm in! The material's thinner than what I usually wear! You touch me like that now, I'll... Gyeep! Q-Quit! Help! Poliiiice!",
"SERIF_OKITAKACRISIS2404_TRAIN": "I'm tough like a drill sergeant!",
"SERIF_OKITAKACRISIS2404_TRAINED": "Ahh, I can't take no more! I tap out!",
"SERIF_OKITAKA_APPRECIATION": "Hey, boss, you're lookin' real worn out! How about I give you a nice little shoulder rub? Ahaha, just kidding! But seriously, take the load off. We all appreciate ya.",
"SERIF_OKITAKA_DAILY": "Heya! How's it goin'? Ahaha, easy, easy, no need to tense up like that. I'm not here as commander, just as a guy who works down at town hall!",
"SERIF_OKITAKA_EVENTA": "Sun's out and makin' today perfect battle weather! C'mon, let's start plannin' our next match. We're gonna win today's fight, too!",
"SERIF_OKITAKA_EVENTB": "Oh, hey, you makin' some takoyaki? Lemme give it a go. I was known to make a pretty mean takoyaki back in my... Oops. O-Okay, that just now, that doesn't count!",
"SERIF_OKITAKA_HERO": "Barrel's really come into his own, huh? Looks different, more refined technique... You had to have a big hand in that, right?",
"SERIF_OKITAKA_PLAYER": "Heard from Hucks you're a real good operator! So, any interest in being a strategist? I'll teach ya everything you need to know!",
"SERIF_OKITAKA_RELATION": "Victom's as stiff as they come. He could really stand to relax a little in life! Hm? I relax a little too much? Let's just say it's because I've got it all together.",
"SERIF_OKITAKA_TOUCH": "Oh-hoh, what's this? Interested in an old geezer like me? Mmm, y'know, I'm not totally opposed, and... Huh? We done already? Cheapskate!",
"SERIF_OKITAKA_TRAIN": "I'll show you what a veteran's made of.",
"SERIF_OKITAKA_TRAINED": "Whoa, whoa, too tough! I can't take no more!",
"SERIF_ORBITER_APPRECIATION": "What's wrong, Operator? Tired?<br>Well, leave this to me—I'll carry you to bed!<br>We can nap together too, yeah?<br>",
"SERIF_ORBITER_DAILY": "On lunch break, Operator? Nice looking food...<br>Oh, ah, I'm not hungry, not me.<br>Huh? You've never seen me eating? Are you sure you're not just imagining that?",
"SERIF_ORBITER_EVENTA": "Here we go! The spaceship \"Orbiter\" is complete!<br>People are bustling all around since there's some kind of festival today,<br>so no one'll notice if I sneak in a launch!<br>",
"SERIF_ORBITER_EVENTB": "This is a mini spaceship I made myself! Pretty cool, huh?<br>Wait, how'd I make it? The normal way, of course!<br>First, I asked the person in my heart how to put it together, like anyone would.<br>Huh? You wouldn't? You couldn't?",
"SERIF_ORBITER_EVENTC": "Operator, are you going to help with the ceremony?<br>Well, let me help, too! That should make it go really quick, right?<br>And when it's over, we can have a ton of fun! C'mon, let's hurry!<br>",
"SERIF_ORBITER_EVENTD": "Good job today! Heh heh, we really did good, didn't we.<br>Since you worked so hard, I'll give you a reward, Operator!<br>Here, a free adventure ticket from yours truly! Made it myself!<br>",
"SERIF_ORBITER_HERO": "The day I meet the captain, we're training together!<br>I'll train my legs with walking and learn starship navigation through lots of chatter!<br>I'm gonna become a captain just like him!",
"SERIF_ORBITER_PLAYER": "Hey, Operator. Is it true you don't remember your past?<br>Well, that makes two of us! I don't know what my actual name is.<br>What'd you want to be when you grew up? Talking about it might help us remember stuff!",
"SERIF_ORBITER_RELATION": "I think I understand how Gaisei feels. I can't deal with<br>giving up on what I want to do.<br>I mean, even if I fail, I have to at least try or I'll get upset later.",
"SERIF_ORBITER_TOUCH": "Haha! C'mon, Operator, quit it! My body's just the same as everyone's!<br>I get ticklish like anyone else! W-Wait, you're actually stopping?<br>Hmm... that was really fun, so one more!<br>",
"SERIF_ORBITER_TRAIN": "All right, time for some launch practice!",
"SERIF_ORBITER_TRAINED": "Gahh! I'm gonna break, I'm gonna breaaak!",
"SERIF_PHEIN_APPRECIATION": "What's with that look? Hm? You've been working too hard and now you're starving? Well, want a biscuit? Got gummies, too. What do you want to drink? Let's hear it.",
"SERIF_PHEIN_DAILY": "I don't mind if you hate me for this, but you're weak now, so stay home. Here, I've brought some stuff to help kill time with. Take what you want. Make sure you eat, too.",
"SERIF_PHEIN_EVENTA": "A chocolate festival, huh? This planet certainly has some strange culture to it. Do you also like sweets? I've got some pretty nice cookies. Want one?",
"SERIF_PHEIN_EVENTB": "I can't believe Procy remembered me. We grew up in the same town, and back then, we... Ah, nothing. Just rambling about the past. Don't worry about it.",
"SERIF_PHEIN_EVENTC": "Thanks for everything last year. Here's to another good one. Say, aren't you hungry, though? I passed a candy-apple stall on the way. Want one?",
"SERIF_PHEIN_EVENTD": "Have you eaten your free chocolate already? You'll want to fill up here, then. Stock up so you can fight during an emergency. What? What's with that look?",
"SERIF_PHEIN_HERO": "Anna's in high school, right? I can't believe a kid is out there fighting as a hero... All right, I'll get in front of her and... Hm? Where is she? What, the very front line?!",
"SERIF_PHEIN_PLAYER": "Listen, you're an operator. You can't fight, so just be good and stay behind... What? You want to fight beside me? Absolutely not! Combat will get you killed, and... Wait! Wait!",
"SERIF_PHEIN_RELATION": "Procy's from my hometown. He's a guy I just can't get rid of... and unlike me, he's a real busybody. Can't stop babying people. Huh? What do you mean, he's just like me?",
"SERIF_PHEIN_TOUCH": "What's wrong? You hungry? All I've got on me is candy... Hm? You're not actually hungry? Well, sure, but how long are you going to be clinging to me?",
"SERIF_PHEIN_TRAIN": "You need to learn how to defend yourself.",
"SERIF_PHEIN_TRAINED": "This... this is nothing... Guh!",
"SERIF_PLAYER1_TRAINED": "Th-That was a little rough!",
"SERIF_PLAYER2_TRAINED": "Gh... Not bad!",
"SERIF_PLAYER3_TRAINED": "This is pretty tough.",
"SERIF_PLAYER4_TRAINED": "H-Hold on, that's way too tough!",
"SERIF_PLAYER5_TRAINED": "I can barely hold on!",
"SERIF_POLARISWORKOUT2312_APPRECIATION": "Hahaha, what's wrong, worn out already? All right, I'll take care of what you've left behind! Don't worry about it! I got nothing if not my stamina!",
"SERIF_POLARISWORKOUT2312_DAILY": "Merry Christmas! Time for the big event! Let's get going, partner—and be ready, the night's just begun. It's gonna be real fun, right?",
"SERIF_POLARISWORKOUT2312_EVENTA": "Merry Christmas, partner! Damn, this costume's incredible! Thanks for arranging for it! Ah, there's something weird attached, but... Okay, that's permissible!",
"SERIF_POLARISWORKOUT2312_EVENTB": "Dahahaha! You know, I think I like this guy! Santa training from scratch on the job? That's crazy! Huh? I'm kind of crazy, too? Aww, no need to flatter me!",
"SERIF_POLARISWORKOUT2312_EVENTC": "Whoa, we've got a lot of missions here! Still, nothing a tag team like you and me can't handle! C'mon, let's get us some thanks for Santa together!",
"SERIF_POLARISWORKOUT2312_HERO": "What's up with that Astar? Like, there's no way a human could pull off what he does! God, what I'd do to get in the ring for a bout with him!",
"SERIF_POLARISWORKOUT2312_PLAYER": "Hey, partneeeer... Huh? Hold on, what do you mean, I'm going to ask you for something crazy again? I mean, yeah, I am, but you're the only one I turn to!",
"SERIF_POLARISWORKOUT2312_PLAYER2": "Partner, being with you is the only time I can, you know, take off my mask. Figuratively and literally. You get what I mean? If you do... that'd really make me smile.",
"SERIF_POLARISWORKOUT2312_RELATION": "Heh, Monomasa's a pretty interesting guy. He comes off all stiff and rough, but he can be surprisingly flexible when necessary. Was it you who softened him up, partner?",
"SERIF_POLARISWORKOUT2312_TOUCH": "Whoa, partner, hang on. If you're gonna grab me outta nowhere on a day like this, well... Rather than explain, I'll just show you what I mean.",
"SERIF_POLARISWORKOUT2312_TRAIN": "Time for a special Christmas lesson!",
"SERIF_POLARISWORKOUT2312_TRAINED": "Heh! K-Keep it coming!",
"SERIF_POLARIS_APPRECIATION": "Ah, damn, maybe I've been running you a bit too ragged. I know! Meat time! Let's scarf down some barbecue—a bunch of meat's the best way to build stamina!",
"SERIF_POLARIS_DAILY": "Make way for Polaris Mask! So, what battle do we have in the tank today? Villains, kaibutsu... I'll pile drive 'em all!",
"SERIF_POLARIS_HERO": "That tiger felis therian hero, Justice? Could not have a set of muscles more suited for pro wrestling, if you ask me. Damn, I want a few rounds with him in the ring!",
"SERIF_POLARIS_PLAYER": "Ringside second beginner? No problem! You got all the time in the world to gain experience! Just follow me!",
"SERIF_POLARIS_RELATION": "I run into Rad a lot in my travels. We're both the type to travel far and wide looking for a good fight! Let me tell you, the man kicks like no other...",
"SERIF_POLARIS_TOUCH": "What, want to feel this body for yourself? Heh heh, pretty solid, huh? These muscles! Go ahead, just try to pull a move on 'em, see what happens! Hahaha!",
"SERIF_POLARIS_TRAIN": "This is a warm-up, but I won't go easy!",
"SERIF_POLARIS_TRAINED": "Now we're talking!",
"SERIF_PROCYCHOCOLATEFES2303_APPRECIATION": "You look real worn out. I know you got a lot going on, but join me for a sec. The wind on the roof's real nice—it'll blow your troubles away!",
"SERIF_PROCYCHOCOLATEFES2303_DAILY": "You saying this school uniform's too big for me? Who cares, as long as it makes me stand out! It's like marketing! Everyone's going to see that I'm the boss around here!",
"SERIF_PROCYCHOCOLATEFES2303_EVENTA": "Gotta advertise the chocolate machine more! I know— flyers! That's what you do in a school festival! I'll be waiting on the roof, ready to hand 'em over, and... Huh? People'll get the wrong idea? Whaddaya mean?",
"SERIF_PROCYCHOCOLATEFES2303_EVENTB": "School, huh... Back then, I had no money, so it was the only place I could really have fun. Got up to so much mischief... although that's why I'm a hero now!",
"SERIF_PROCYCHOCOLATEFES2303_EVENTC": "All right, bring yours over, too! We're handing out prizes to people who go through the chocolate machine. Make each one with lots of love, all right?",
"SERIF_PROCYCHOCOLATEFES2303_HERO": "Phein really hasn't changed a bit. Always trying to act all prickly and thorny... It's like I'm looking at my old self. And I know he's doing it all to protect someone, too.",
"SERIF_PROCYCHOCOLATEFES2303_PLAYER": "Listen, if you push yourself in the field, you're just going to get hurt. Just leave anyone muscling into our turf to me, all right? That's what a boss does!",
"SERIF_PROCYCHOCOLATEFES2303_RELATION": "Suhail was from the slums, right? Guess that's why he's all about getting richer than anyone. Maybe everyone who grows up with nothing dreams that way. He coulda been a hero, too, if he hadn't strayed...",
"SERIF_PROCYCHOCOLATEFES2303_TOUCH": "Whoa?! H-Hey, quit huggin' me outta nowhere like that! It'll set a poor example for others! I-It doesn't matter if you don't mind being seen; that's not what I'm talking about!",
"SERIF_PROCYCHOCOLATEFES2303_TRAIN": "All right, time to put you through the wringer!",
"SERIF_PROCYCHOCOLATEFES2303_TRAINED": "Guh... You're pretty good!",
"SERIF_PROCY_APPRECIATION": "Just look at you. You're all worn out! All right, lay it on me. Let it all out. Don't worry, either—drinks are on the house.",
"SERIF_PROCY_DAILY": "Ah, welcome! One look at your face and I know what you're after. You're looking for a hero, aren't you. The machine's free. Help yourself.",
"SERIF_PROCY_HERO": "Me and Justice? Yeah, we go way back. Used to be a time when I was actually jealous of his lightning, and the way it just took everything out.",
"SERIF_PROCY_PLAYER": "Get viewers, get money. That's the basics of surviving in this business. Don't worry, though. You'll pick it up in time.",
"SERIF_PROCY_RELATION": "I'm glad the customers like him so much, but what does that kid take me for? Can only pray I don't get a bunch of ribbons and whatnot stuck on me tomorrow.",
"SERIF_PROCY_TOUCH": "Whoa?! Hey, no petting! Touching this coat ain't free! One pet goes for... Ah, screw it! Do what you want!",
"SERIF_PROCY_TRAIN": "I'll charge you for training.",
"SERIF_PROCY_TRAINED": "Ow, ow! You're paying my medical fees!",
"SERIF_PUBRASEERRISINGMOON2410_APPRECIATION": "Looks like that ceremony wore you out. Are you all right?<br>I'm the leader here, so I think I'm entitled to worry about your health a bit.<br>Here, I'll lend you my lap. Rest a bit on it.<br>",
"SERIF_PUBRASEERRISINGMOON2410_DAILY": "Hard to slouch in this suit. I found it too tight and restricting<br>in times past, but do you think I look comfortable in it now?<br>Do I look the part? I'd like your genuine opinion.",
"SERIF_PUBRASEERRISINGMOON2410_EVENTA": "A ceremony to celebrate the birth of a hero...<br>This brings me back. Though, I can leave the memories for later.<br>This is a celebration—we've got to enjoy ourselves!",
"SERIF_PUBRASEERRISINGMOON2410_EVENTB": "I took the hero license test myself.<br>I never thought I'd be the one giving the tests, but<br>it is a blessed thing to witness the birth of a hero.",
"SERIF_PUBRASEERRISINGMOON2410_EVENTC": "Looks like the ceremony's commemorative goods aren't quite ready yet.<br>Seems you get rewards if you help with getting them prepped,<br>so how about we get to it if you've got time?<br>",
"SERIF_PUBRASEERRISINGMOON2410_EVENTD": "Wow, as skilled as I remember! Done already, huh?<br>Ah, er, oops, almost let myself get too happy there...<br>Anyway, let's enjoy the ceremony now that we don't have to worry about anything!<br>",
"SERIF_PUBRASEERRISINGMOON2410_HERO": "I cannot understand his conduct, his constant seeking of battle.<br>Yet I too know the pain of finding one's dear companions gone one day.<br>At least, I believe I do.",
"SERIF_PUBRASEERRISINGMOON2410_PLAYER": "Seeing how hard you work for those around you<br>reminds me of how I used to be. It's worrying, but also<br>reassuring to see. That's probably how my friends felt, too.",
"SERIF_PUBRASEERRISINGMOON2410_RELATION": "He wants to become an astronaut, huh? Heh.<br>It's like I'm talking to my old comrades. Such a purehearted desire...<br>Here's hoping his dream comes true.",
"SERIF_PUBRASEERRISINGMOON2410_TOUCH": "Hm? Getting your pokes in on my belly? What, you want to play?<br>Haha, I'm just being a little silly. Anyway, get over here.<br>Let me touch too—I want to feel your warmth.<br>",
"SERIF_PUBRASEERRISINGMOON2410_TRAIN": "Ready? I'm not going to hold back.",
"SERIF_PUBRASEERRISINGMOON2410_TRAINED": "T-To fight this hard for your friends...!",
"SERIF_PUBRASEER_APPRECIATION": "Oh! Operator! Feeling tired? I'm about to finish up the cleaning here, so how about we have us a nice spot of sunbathing?",
"SERIF_PUBRASEER_DAILY": "The weather's great today, so how about some fishing? Huh? Work? Oh, uh, I just remembered I still need to clean the bathroom!",
"SERIF_PUBRASEER_EVENTA": "Whoa, I didn't know pirates had so much fun! I kinda wanna join them and dance!",
"SERIF_PUBRASEER_EVENTB": "Sometimes I go fishing during my break times. You won't believe this rainbow-glowing fish I caught a few days back! Was killer on my stomach, but it tasted great!",
"SERIF_PUBRASEER_HERO": "Akashi's hero suit looks functional and really comfy to work in! Oh, I remember what you'd call that. His \"fit\" is \"lit!\"",
"SERIF_PUBRASEER_PLAYER": "I really appreciate how considerate you were towards me, what with my lost memories. I just know you'll get yours back eventually.",
"SERIF_PUBRASEER_RELATION": "Hydoor's got such gentle eyes, but he always says the opposite of what he feels. I guess he's just a real shy guy when you get down to it!",
"SERIF_PUBRASEER_TOUCH": "Hm? What're you poking my belly for? Oh, don't worry. Even grown-ups get worried and anxious sometimes. C'mere, get closer. Let's look at the stars together.",
"SERIF_PUBRASEER_TRAIN": "Think you can run some practice with me?",
"SERIF_PUBRASEER_TRAINED": "H-Hey, gentle, now!",
"SERIF_RAD_APPRECIATION": "When you're tired, you'll want to be honest with yourself and rest up. Bikes and bodies both need good maintenance. Oh, want me to sleep by you? Heh, kidding!",
"SERIF_RAD_DAILY": "Hey there, client! How about becoming the wind with me? Wait, what? Work? Fine, I guess I can take it.",
"SERIF_RAD_HERO": "I may be faster than him on land, but Hydoor's the fastest in the sea, no contest. Takes to the waters like a fish, I tell you. Wait, is he a fish...?",
"SERIF_RAD_PLAYER": "Here's my advice to you, rookie. In motorbiking and in being an operator, nothing's more important than speed! Huh? What about heroes? Same thing, speed's king!",
"SERIF_RAD_RELATION": "That old Polaris guy really is something, y'know? I run into him on my journeys all the time. He gets drunk real easy, and one time I saw him without his mask. He... Gwah?!",
"SERIF_RAD_TOUCH": "What's up? Oh, you wanna check out these legs for yourself? Go ahead, squeeze all you want! Their speed might just rub off on you!",
"SERIF_RAD_TRAIN": "I'll go slow enough for you to at least follow with your eyes.",
"SERIF_RAD_TRAINED": "Gah, my legs are gonna break!",
"SERIF_RAIZI_APPRECIATION": "How's fortune supposed to find you with a face that tired? C'mon, drink up—I got you some lucky coffee. A big part of a fighter's job is waiting for the right chance.",
"SERIF_RAIZI_DAILY": "Why am I so fond of gambling? Because it's the best way to feel how close fortune is. A brilliant moment, all for me. You've felt it before, right? You get it?",
"SERIF_RAIZI_EVENTA": "A ticket for the mystery train on the galactic railway, huh? Not interested in the sightseeing tour, but a classy casino is bound to have high rates. It could be fun.",
"SERIF_RAIZI_EVENTB": "Th-There's people who said they saw ghosts, right?! Ghosts, on the latest luxury cruise train? Th-There's no way there could... Gyahhhh!",
"SERIF_RAIZI_EVENTC": "キミが銀河鉄道のスタッフを手伝うなら、<br>オレも同行しよう。少々骨が折れるかもだけど、<br>ハードルが高いほど勝負師は燃えるものさ。",
"SERIF_RAIZI_EVENTD": "お見事だ。無事に達成できたようだね。<br>良い勝負を見せてくれお礼に、この報酬をカジノで<br>倍にしてみせるよ。…え、必要ない？",
"SERIF_RAIZI_HERO": "I think I've been with Procy for a good long while. He's protected me from people who came after me for no good reason, too. When he decides he's taking care of you, there's just no way out of it.",
"SERIF_RAIZI_PLAYER": "Sure is boring around here. How about a match? If by some miracle you manage to win, well... I'll give you whatever you want as a reward. How's that sound? Pretty appealing, right?",
"SERIF_RAIZI_RELATION": "Whew, nothing beats Perdi's coffee. The flavor, the fragrance... It's fantastic. Really clears my mind. I want to drink it at his cafe, but I keep crushing the cups...",
"SERIF_RAIZI_TOUCH": "What? You don't think I've been cheating, do you? I don't cheat. Go ahead, search me as much as you like. You won't find anything.",
"SERIF_RAIZI_TRAIN": "Let's see your guts!",
"SERIF_RAIZI_TRAINED": "N-Now that's more than I bargained for!",
"SERIF_RAKTATHERMAE2307_APPRECIATION": "You do look a touch tired. Come, then, speak to me about anything, no matter how trivial. As a doctor, caring for your heart and mind is part of the job.",
"SERIF_RAKTATHERMAE2307_DAILY": "Let us go to the pool! Truth be told, I've dipped in so much it has no effect on me anymore, but I would like to see how it works on you for my research!",
"SERIF_RAKTATHERMAE2307_EVENTA": "A city of water and health! How fascinating! I have to experience and experiment with it myself right away! Come, let us swim laps in all the pools!",
"SERIF_RAKTATHERMAE2307_EVENTB": "Glowing trees... I suppose those are normal, everyday sights for the people here. Scenery to maintain their emotional health... Oh, how deep and fascinating wellness is!",
"SERIF_RAKTATHERMAE2307_EVENTC": "If you gather up Herbaria, you can<br>exchange them for commemorative goods. You won't want to miss this!<br>Reap the rewards of your healthy exercise!",
"SERIF_RAKTATHERMAE2307_EVENTD": "Congratulations on completing your mission.<br>Oh? You seem a little tired. Sounds like a job for me.<br>I'll rejuvenate you with the fruits of my research: a perfect massage!",
"SERIF_RAKTATHERMAE2307_HERO": "Treatment that uses alchemy, is it? Fascinating. I can only imagine how much passion and experimentation went into it... Oh, how I would love to speak of health with him!",
"SERIF_RAKTATHERMAE2307_PLAYER": "Being an operator is a rather tough job, I hear... but you're always bursting with such energy! Would you like to share with me the secret to your health?",
"SERIF_RAKTATHERMAE2307_RELATION": "Why, that's Professor Obsidius! He's always absent whenever I go to the university to perform checkups... What perfect timing! I'll investigate him head to toe!",
"SERIF_RAKTATHERMAE2307_TOUCH": "Oh? Ah, of course you'd be fascinated by the medicinal effect the water has had on this body of mine! Go ahead, touch as much as you'd like! Come!",
"SERIF_RAKTATHERMAE2307_TRAIN": "I'll care for your body and mind, fully and completely!",
"SERIF_RAKTATHERMAE2307_TRAINED": "R-Rather rough, don't you think?",
"SERIF_RAKTA_APPRECIATION": "You appear to be in less than stellar health conditions. I prescribe an immediate cessation of straining yourself and swift bedrest. Fatigue will destroy your work.",
"SERIF_RAKTA_DAILY": "Hello. What symptoms are you dealing with today? Ah, forgive me, I was just doing a diagnosis. So, where's today's patient?",
"SERIF_RAKTA_HERO": "Loren is an excellent nurse you can trust. He may seem to have his head in the clouds here and there, but his focus in the operating room is second to none.",
"SERIF_RAKTA_PLAYER": "Everyone started somewhere. You just need to get used to the job bit by bit, as we all have. Those words encouraged me during my first operation.",
"SERIF_RAKTA_RELATION": "It makes no sense to me. With how that detective lives his life, he should have a myriad health conditions, yet he's as fit as can be. What is his secret...?",
"SERIF_RAKTA_TOUCH": "Hm? Interested in this body of mine? You should be, I'm quite proud of it. Five days of gym a week maintain this healthy frame. Go ahead, have at it!",
"SERIF_RAKTA_TRAIN": "Time to show you how healthy I am!",
"SERIF_RAKTA_TRAINED": "Gh, such fitness!",
"SERIF_RASTABAN_APPRECIATION": "おうおう、お困りのようだな…って、待て待てっ！<br>マウント取りに来たんじゃねぇ、手伝いに来たの！<br>まぁその書類寄越しな。俺、頭脳労働得意だから。",
"SERIF_RASTABAN_DAILY": "のわぁだぁぁっ！？な、何だよ急に話しかけんな、<br>変な声出ただろうが！べ、別にビビッてねぇけど！？<br>いいから用件話せよ、仕事の依頼なんだろ！？",
"SERIF_RASTABAN_EVENTA": "クリスマスも目前だってのに、こんなズタボロに<br>侵攻されちまうとは…マジで来てくれて助かった！<br>領民達だけでも、救い出す手助けをしてほしい…！",
"SERIF_RASTABAN_EVENTB": "ウワァッ！？何だ何だ、宇宙船が落ちてきたぞ！？<br>すっげぇ壊れ方してっけど…これ、乗員は無事、<br>なのか…？おーい、もしもーし…生きてますかぁ？",
"SERIF_RASTABAN_EVENTC": "おっ、補給物資とはありがてぇ！なるほど、俺達が<br>偉業を成すたびに、報酬が貰えんだな…おし！<br>どんどん武勇伝を作ってやるとしようじゃねぇか！",
"SERIF_RASTABAN_EVENTD": "ハーッハッハ！また俺達の伝説が増えちまったな！<br>こりゃ、クリスマスの宴も盛り上がるってモンだ！<br>さ、こっからどんどん巻き返してやろうぜ！",
"SERIF_RASTABAN_HERO": "カネスの奴、すげぇよな。あの歳で頭はキレるし、<br>スタミナもパワーも十分過ぎるぐらいにある。<br>開拓民仲間として太鼓判押すが、ありゃ化けるぜ？",
"SERIF_RASTABAN_PLAYER": "お前もなかなか武勇伝が多い身の上みてぇだな。<br>だが、俺も負けちゃいねぇぞ！おし、そこ座りな。<br>俺とお前、どっちのがでっけぇ奴か、徹底勝負だ！",
"SERIF_RASTABAN_RELATION": "なんか、デネボラを見てるとよ…もっと報われて<br>欲しいって気持ちになってくるんだよな。折角の<br>縁だ、ウチからも融通できる仕事探してみっか…。",
"SERIF_RASTABAN_TOUCH": "おわっ！？やーめーろっ、くっ付くんじゃねぇ！<br>そんなに積極的にアプローチされて…す、<br>好きになっちまったらどうすんだぁっ！？",
"SERIF_RASTABAN_TRAIN": "俺のデカさに腰抜かすなよ！？",
"SERIF_RASTABAN_TRAINED": "ちょっ、まっ、ごめんなさぁいっ！！",
"SERIF_REXERVOLCANO2402_APPRECIATION": "You're having trouble focusing, aren't you? I can tell from the look on your face. In games and life, you need proper rest to be at your best, right? Here, lie on my lap and take a break.",
"SERIF_REXERVOLCANO2402_DAILY": "Wonder if the operator likes chocolate? Never made the stuff by hand before, but if I pretend it's a game... Huh? O-Oh, nothing! Talking to myself, don't worry about it.",
"SERIF_REXERVOLCANO2402_EVENTA": "A volcano area, huh? I explore spots like these a lot virtually, but this is a first in the real world! The cocoa here's gotta be rare, too—I'm pumped to find it!",
"SERIF_REXERVOLCANO2402_EVENTB": "I'm really not used to filming shows in the real world. I gotta learn to move better... but let's take a break first. I hear the saunas on this planet are famous, so how about it?",
"SERIF_REXERVOLCANO2402_EVENTC": "Here's some items from the show crew. Sounds like we get to keep the rock cocoa we dig up, too... All right, let's make it a game to see who can get the most!",
"SERIF_REXERVOLCANO2402_EVENTD": "Whoa, you traded for everything! Nice! As for our game, well... we're mostly even! Yeah, good game! Okay, time to make some legendary chocolate with this cocoa!",
"SERIF_REXERVOLCANO2402_HERO": "Ganran tends to laugh most things off, but I have a feeling he never compromises when it comes to work. He's kind of like my father in that way.",
"SERIF_REXERVOLCANO2402_PLAYER": "You can pick whatever weapon you want in this game, right? What'll you pick? Ah, I'm just asking what you like, not necessarily what you're good at. Let's make our characters together!",
"SERIF_REXERVOLCANO2402_RELATION": "I was gaming with Ryu the other day. He put all his stats in strength and just steamrolled all the mechanics. I had no idea you could do that! It kicked ass!",
"SERIF_REXERVOLCANO2402_TOUCH": "This suit is the rarest of gear, with maxed-out mobility and heat resistance. Heh... it tickles a bit, but touch it and see for yourself. All the fine details are pretty great, huh?",
"SERIF_REXERVOLCANO2402_TRAIN": "Complain all you want, I'm not letting up!",
"SERIF_REXERVOLCANO2402_TRAINED": "W-Wait, I'm supposed to be the hunter here!",
"SERIF_REXER_APPRECIATION": "I don't know what being an operator's like, but it must be really special. How about we game a bit to take the edge off? Don't worry, I'll go a bit easy on you.",
"SERIF_REXER_DAILY": "Awright! That's what I'm talking about! Get combo'd! Oh. Er. Ahem. You saw that? Y-You have a job for me? Listen, I wasn't messing around. That was virtual training.",
"SERIF_REXER_EVENTA": "I have never lost and will never lose in this game. I'm here to win, and I'm going to win. Losing isn't an option. That's all.",
"SERIF_REXER_EVENTB": "Nice. Strong. Cool. Following his footsteps is what brought me here. I want to be a hero as perfect as him. I have to be.",
"SERIF_REXER_EVENTC": "Happy Valentine's! Time to put even more energy than usual into streaming today! That's my duty—making everyone smile on special days!",
"SERIF_REXER_HERO": "Ceras is amazing, swinging that big shield around like it's nothing. She's got great offense and defense, and she's talented enough, so why doesn't she try to lead the team?",
"SERIF_REXER_PLAYER": "Do you have a goal? Ideals? I do. There's someone I have to surpass—and that's why I can keep being reXer.",
"SERIF_REXER_RELATION": "I had a practice match with Toshu, but he lectured on and on about etiquette, like he was a teacher or something. Huh? He actually is? Guess that's why he was so strict.",
"SERIF_REXER_TOUCH": "Interested in this avatar? Heh, I bet. Pretty cool, isn't it?  I'm in a virtual world, sure, but I keep up with my training— because I'm a hero.",
"SERIF_REXER_TRAIN": "Try to keep up.",
"SERIF_REXER_TRAINED": "O-Okay, this is getting kind of tough!",
"SERIF_ROIKER_APPRECIATION": "Food's ready. Eat it before it gets cold. What? You didn't ask for it? Yeah, but you wouldn't rest unless I did this, would you?",
"SERIF_ROIKER_DAILY": "Morning. Oh, sorry, the laundry was done, so I went and folded it up. Hero agencies really do have a ton of laundry, don't they?",
"SERIF_ROIKER_EVENTA": "Congratulations on the third anniversary. It's not much, but I made us some rare tea. Would you mind telling me about your journey while you enjoy it?",
"SERIF_ROIKER_EVENTB": "Happy New Year. Hope this year'll be another good one.<br>While looking up at the stars on a chilly night like this is incredible,<br>we should warm up. I made some coffee. How about it?",
"SERIF_ROIKER_HERO": "I doubt there are many people as wild about other planets' cultures as Mr. Toshu. Those blade skills... He's not just pretending to be a samurai, I'm sure.",
"SERIF_ROIKER_PLAYER": "Observers who possess memories of other universes like yourself are quite out of the ordinary. I wonder what it is he seeks from you?",
"SERIF_ROIKER_RELATION": "I feel bad for making Exio constantly dirty his hands, but his forthrightness has most definitely helped us make sure progress.",
"SERIF_ROIKER_TOUCH": "Nnn?! Oh, er, ahem. Pretend you did not just hear that. I'm rather weak when hit by surprise, you see.",
"SERIF_ROIKER_TRAIN": "Come. I will take everything you have to give.",
"SERIF_ROIKER_TRAINED": "Gh... I could not handle all of it!",
"SERIF_ROUDINSTELLA2510_APPRECIATION": "When you're really suffering hard, it's best to not push yourself.<br>Like, when you can't take it anymore, you can let yourself fall. Don't worry.<br>Because when you finally look up again, I'll be there for you.",
"SERIF_ROUDINSTELLA2510_DAILY": "Say, did you see any stalls selling fans?<br>There's this type of magic trick in Japan where they use fans, y'see.<br>They call them <i>suigei</i>, or water tricks, and I really want to give them a try.",
"SERIF_ROUDINSTELLA2510_EVENTA": "Japanese festivals have an enchanting appeal to them! The holiday feel, the stalls,<br>and the yukata people wear! They're pretty flashy,<br>and they look like you could sneak all sorts of stuff into 'em. Might use one for my next stage costume.",
"SERIF_ROUDINSTELLA2510_EVENTB": "A flower festival, a moon festival, a chocolate festival...<br>Haha, they're all bringing their best and flashiest, huh!<br>Well, we can't fall behind—let's bring some serious energy!",
"SERIF_ROUDINSTELLA2510_EVENTC": "Ah, perfect timing! Help me out a bit, would you?<br>I'm pretty bad when it comes to this backstage stuff.<br>I'm beggin' you! I'll make it worth your while!",
"SERIF_ROUDINSTELLA2510_EVENTD": "Whew, you helped a ton! As thanks, hm, well...<br>How about a festival date, just the two of us?<br>Heh heh. I'll treat you to anything you want!",
"SERIF_ROUDINSTELLA2510_HERO": "A Parallel Weapon that allows you to share the pain of others, huh?<br>That Turbak seriously is something.<br>Heck, I could hardly bear my own pain back then.",
"SERIF_ROUDINSTELLA2510_PLAYER": "Didn't think I'd be able to take the stage with you again.<br>Well, watch this. I'll show you that the dream you observed<br>is blossoming well inside me.",
"SERIF_ROUDINSTELLA2510_RELATION": "Heh heh, let me just pour this over this here yakisoba like so, and then... Oh?<br>Curious about this bottle? It's some spice Barrel recommended to me.<br>Let's give it a try... Gah! My tongue!",
"SERIF_ROUDINSTELLA2510_TOUCH": "Oh-hoh! Pretty passionate touch you got there.<br>Heh heh, let me repay the favor.<br>A hug for a hug. A nice ol' squeeze.",
"SERIF_ROUDINSTELLA2510_TRAIN": "I'm not gonna hold back!",
"SERIF_ROUDINSTELLA2510_TRAINED": "Guh... Th-That was pretty rough!",
"SERIF_ROUDIN_APPRECIATION": "Abra-kadabra! Here's your sweets!<br>Pretty handy, huh? This little magic trick really eases the mind when things're at their worst.<br>A bit of a way to cope, but it doesn't feel bad, right?",
"SERIF_ROUDIN_DAILY": "Hey, feeling peckish?<br>I'll fix you up something quick to munch on.<br>Heh heh, don't let the other guests know, all right?",
"SERIF_ROUDIN_EVENTA": "Haha! Pretty loud town, huh? <br>The flashy hotel, the pool, the show stage!<br>This is a place where countless dreams are born... and fade away.",
"SERIF_ROUDIN_EVENTB": "Been to the rooftop pool yet?<br>If you don't have a swimsuit, the hotel sells 'em.<br>They're a bit on the loud side, but if it floats your boat...",
"SERIF_ROUDIN_EVENTC": "Pretty rare to see stuff in paper nowadays like these fliers, huh?<br>So, how 'bout helping with advertising a bit?<br>Don't worry. I'll pay you—a lot, too!",
"SERIF_ROUDIN_EVENTD": "Oh, hey, thanks! You really know how to come through when it counts.<br>Here, let me give you a present as a special bonus.<br>Look close, all right? Three, two, one... Here!",
"SERIF_ROUDIN_HERO": "That Akashi really is something,<br>always going straight ahead with everything he's got.<br>Almost shines a bit too bright to look at, if you ask me.",
"SERIF_ROUDIN_PLAYER": "Observers observe dreams, right?<br>I guess this is my dream. Thought I'd left it behind, but...<br> Ah, it's nothing. Forget I said anything.",
"SERIF_ROUDIN_RELATION": "Oh, hey, perfect timing! Can you help me out?<br>See, I gave Kalaski some sweets I normally give the kids,<br>and he really chewed me out!",
"SERIF_ROUDIN_TOUCH": "Whoa?! Where'd that hug come from?<br>Well, I get you. Sometimes that mood strikes you.<br>Want a headpat or something? Here you go, there, there...",
"SERIF_ROUDIN_TRAIN": "I won't hold back too much.",
"SERIF_ROUDIN_TRAINED": "M-Maybe you could have held back a bit?",
"SERIF_RUTILIX_APPRECIATION": "Master mage, I've steamed some potatoes. Would you like one? I thought you might be getting hungry around now. Oh, I'll peel the skin if you hand it to me.",
"SERIF_RUTILIX_DAILY": "Ah, master mage! Forgive my late greeting—I was too absorbed in my training to notice your arrival. Ah! The log I cut, it... Gwah!",
"SERIF_RUTILIX_EVENTA": "I am Rutilix, proud knight of Aradicia! Being in this mysterious labyrinth changes that not! With my blade, I shall protect His Majesty. I swear it!",
"SERIF_RUTILIX_EVENTB": "Master mage, Your Majesty, stand back! I shall handle these Kaibutsu! With mine sw... Gwah?! D-Damn it! One of these days, I'll steam them like potatoes!",
"SERIF_RUTILIX_HERO": "Sir Marfik truly is someone you can rely on. He is wise in the ways of adventure and holds his own in a battle. Why, then, does he serve in no court?",
"SERIF_RUTILIX_PLAYER": "You needn't trouble yourself with such a trifle, master mage. I shall cut them down myself! Hah! Yah! Ghh?! Why does my blade not strike true?!",
"SERIF_RUTILIX_RELATION": "I truly respect His Majesty, but his slightly... excessive fondness for mischief does make me worry. It is laudable, however, that he is close to the people.",
"SERIF_RUTILIX_TOUCH": "C-Cut that out! Do not think you can so simply touch this body, dedicated as it is to the noble path of knighthood! I... Gahh! Ahh, just kill me!",
"SERIF_RUTILIX_TRAIN": "I will not hold back! Have at you!",
"SERIF_RUTILIX_TRAINED": "Ghhk, I won't forget this!",
"SERIF_RYEKIE2NDANNIVERSARY_EVENTA": "You've really come into your own, partner! With you taking care of us, we can all work even harder!! Let's keep the justice going!",
"SERIF_RYEKIENEWYEAR2201_EVENTA": "Happy New Year, partner! Last year was great!! Let's make this year even better!",
"SERIF_RYEKIEXMAS2012_APPRECIATION": "Wahaha, let's keep it casual, partner! Be serious when we've got to and relax when we got to! Working is all about switching yourself on and off!",
"SERIF_RYEKIEXMAS2012_DAILY": "Hey, partner! How're you doing? I'm bursting with energy, on top of the world! Huh? My face is red? My face is always red!",
"SERIF_RYEKIEXMAS2012_EVENTA": "Glad to see you, partner! Come on, let's give it our best! I'm ready to seize the day!",
"SERIF_RYEKIEXMAS2012_HERO": "The owner of that inn really uses some interesting techniques, huh. Gosh, I feel like I'll pass out just thinking about that water going well past the boiling point!",
"SERIF_RYEKIEXMAS2012_PLAYER": "I'm really glad you joined the company! You work hard every day to keep us going in the field, so let me thank you for that today!",
"SERIF_RYEKIEXMAS2012_RELATION": "Mokdai's the first employee we had, so I've always doted over him! Can't believe he went and became a hero himself...",
"SERIF_RYEKIEXMAS2012_TOUCH": "Oh! You want a hug, partner? Sure! I'll give you one that burns hotter than any hug you've ever had! You won't be able to feel your limbs after this one!",
"SERIF_RYEKIEXMAS2012_TRAIN": "Time for a guts contest! Let's go!",
"SERIF_RYEKIEXMAS2012_TRAINED": "I-I totally lost this one!",
"SERIF_RYEKIE_APPRECIATION": "Hahaha, you've got another look of tired accomplishment on you today! Without your efforts, none of us would be here—in other words, you are our hero!",
"SERIF_RYEKIE_DAILY": "Oh! Morning, partner! My sales- and weightlifting-trained body stands at the ready to enact justice!",
"SERIF_RYEKIE_HERO": "More than victory, more than defeat, Procy cares about money! Money is what drives him to battle. It's his ideal, what he believes in, and no one can deny him that!",
"SERIF_RYEKIE_PLAYER": "Wahaha! Don't let it get to you, partner! Even Huckle was nervous at the start! Just take your time and get used to it—that's how it goes!",
"SERIF_RYEKIE_RELATION": "Huckle's my best friend, and always has been! Back in his hero days and now in his retirement, he always comes through for me! That's the kind of man he is!",
"SERIF_RYEKIE_TOUCH": "Whoa! You want a hug, partner? Well, here you go. One hug of Justiiiiice! Haha, how was that? Made you kinda numb, huh?!",
"SERIF_RYEKIE_TRAIN": "I'll go easy on you! Let's go!",
"SERIF_RYEKIE_TRAINED": "Guoh?! Not bad, making me whimper...",
"SERIF_RYUSEI_APPRECIATION": "Operator, you seem a little tired. How about some simple stretches to shake things up? Don't worry, I'll be gentle—just relax and let me take over.",
"SERIF_RYUSEI_DAILY": "Ahh, the pecs are in perfect condition, as usual! Nothing like your muscles feeling at their peak to let you know you can seize the day! Huh? You don't think so? Maybe it's just a bodybuilder thing...?",
"SERIF_RYUSEI_EVENTA": "Legendary chocolate, huh? Wonder what it's like. I feel like chocolate in a volcanic area would melt, but... Huh? You dig it out of minerals? We're talking about chocolate, right?",
"SERIF_RYUSEI_EVENTB": "It's winter on Earth, but so hot out here... We've really got to watch out for heatstroke. Oh, I know! Some light training to beat the heat! Oh, my sweat-glistening biceps are looking perfect today!",
"SERIF_RYUSEI_EVENTC": "The show staff said they'd give us rewards for handing over chocolate ingredients! Let's get them all! I wonder if they have any good amino acid supplements?",
"SERIF_RYUSEI_EVENTD": "Nice, you managed to get everything! I'm sure this is enough to make that legendary chocolate by hand! Let's go thank the staff for all the stuff!",
"SERIF_RYUSEI_HERO": "I do game and training collab streams with reXer pretty often. Our styles are different, but we get along pretty well! It feels like I've gained a little brother!",
"SERIF_RYUSEI_PLAYER": "I've heard a lot about you from Hitty and the others! You fight on the field together, right? Tell me more about that! I love talking with people!",
"SERIF_RYUSEI_RELATION": "Ganran's been upping his weights every day in training to get better at forging! Guess that body wasn't built in a day... I've got to step my game up!",
"SERIF_RYUSEI_TOUCH": "Oh? Interested in bodybuilding, are you? Well, if you want to use my body as a reference, go ahead! Come closer! It's a model's job to be looked at, after all!",
"SERIF_RYUSEI_TRAIN": "Let's train with beauty and balance!",
"SERIF_RYUSEI_TRAINED": "Okay, that might be too much weight!",
"SERIF_SADAYOSHISURVIVAL2309_APPRECIATION": "Chief, you seem rather tired. Understandable. Let us create a simple base for you to rest in. Please, wait for a moment. I will gather usable supplies.",
"SERIF_SADAYOSHISURVIVAL2309_DAILY": "I never thought we would end up on a desert island. I am, however, well-versed in survival techniques. Do not worry; we will get home alive.",
"SERIF_SADAYOSHISURVIVAL2309_EVENTA": "Worry not about your lack of survival training, I will handle everything. First, water. Take a coconut like this and... Hnn! It went flying, but that is how we will secure hydration.",
"SERIF_SADAYOSHISURVIVAL2309_EVENTB": "Beach... volleyball? I see, cooperative spirit increased by shared participation in sport. I shall tackle it with everything I have. Prepare yourself!",
"SERIF_SADAYOSHISURVIVAL2309_EVENTC": "I appreciate the infusion of supplies. The situation called for it.<br>Chief, let us make full use of these supplies and escape this island!",
"SERIF_SADAYOSHISURVIVAL2309_EVENTD": "Well done, chief. For a change of pace,<br>how about a round of beach volleyball?<br>Embarrassingly, I cannot forget the fun we had last time.",
"SERIF_SADAYOSHISURVIVAL2309_HERO": "Giansar? My views have not changed. I cannot accept his dark deeds. However, villain or not, I simply thought it necessary to know about him.",
"SERIF_SADAYOSHISURVIVAL2309_PLAYER": "I have been ordered to enjoy my time off, but my free time often ends while I try to decide what to do. Chief, what do you often occupy yourself with?",
"SERIF_SADAYOSHISURVIVAL2309_RELATION": "Master Thief Zaniah? Hmph! A common robber, loudly introducing herself and accomplishing nothing but giving herself an opportunity to be caught. What is she thinking?",
"SERIF_SADAYOSHISURVIVAL2309_TOUCH": "Oh, is something the matter? Ah, how could something not be the matter, living on a desert island like this. Worry not, though. I am with you. Lean on me as you'd like.",
"SERIF_SADAYOSHISURVIVAL2309_TRAIN": "Let us enjoy this to the fullest!",
"SERIF_SADAYOSHISURVIVAL2309_TRAINED": "This... This is nothing!",
"SERIF_SADAYOSHI_APPRECIATION": "Welcome back from your mission, chief. Please, have a seat. I can handle making you... Ah. Chief, I'm afraid I put the tea leaves in the cup.",
"SERIF_SADAYOSHI_DAILY": "Good morning, chief. I am ready for action at a moment's notice. Please, give me an order and I shall tackle it with my utmost.",
"SERIF_SADAYOSHI_HERO": "I had often heard of his exploits from my parents. That I would see his return with my own eyes is something truly moving.",
"SERIF_SADAYOSHI_PLAYER": "Chief, of those who I have taken the field with, you are the closest to the civilians we are sworn to protect. Combat is fierce, and I ask you to turn to me for protection. I shall defend you with my life.",
"SERIF_SADAYOSHI_RELATION": "I cannot comprehend Monomasa's feelings. How could one who has walked the path requested of them turn around and cast it aside? I wish to know why.",
"SERIF_SADAYOSHI_TOUCH": "Is this a body check, chief? I'm afraid I have nothing suspicious on my person, but if you feel you must check, then carry on.",
"SERIF_SADAYOSHI_TRAIN": "Beginning operation. I will not hold back.",
"SERIF_SADAYOSHI_TRAINED": "Perhaps my training was not enough!",
"SERIF_SANTETSU_APPRECIATION": "You seem tired. I have just the thing: throw everything aside and rest. Nothing heals the mind like sinking into a good book... or is that just me?",
"SERIF_SANTETSU_DAILY": "Huh? Oh, sorry, I hadn't noticed you were there. I found this fascinating book, you see, and couldn't help myself. So, what will it be today?",
"SERIF_SANTETSU_EVENTA": "I'm reading here, so... Oh, it's you. Seems like it's a special day today. I'll wish you a happy... whatever it is.",
"SERIF_SANTETSU_EVENTB": "Happy New Year. Hm? New Year's prayers?<br>What a pain... Though I guess it couldn't hurt to get a single prayer in.<br>I'll pray not to get dragged into any trouble this year.",
"SERIF_SANTETSU_HERO": "Professor Marfik lets me read rare books, so I think he's a pretty good person. Going with him on a research trip, though... that's a different story.",
"SERIF_SANTETSU_PLAYER": "I really relate to you, hearing what your background is. I know the horror of losing everything from a disaster you had no say in.",
"SERIF_SANTETSU_RELATION": "Mr. Tenma can be a little overbearing, but there's a lot of good to him, too. He's overbearing but intellectual, assertive but takes the social initiative... Haa...",
"SERIF_SANTETSU_TOUCH": "W-Where did that come from? Wait, I didn't respond when called? S-Sorry, I was so absorbed in this book I... Ah! P-Please, no grabbing!",
"SERIF_SANTETSU_TRAIN": "I don't really want to do anything that'll wear me out.",
"SERIF_SANTETSU_TRAINED": "A-All right, all right, I'll get back to work!",
"SERIF_SAOTOME_APPRECIATION": "They say you have to grind when you're young, but I don't<br>think you need to go out of your way to work yourself to the bone.<br>It wouldn't kill you to be a bit more laid back!",
"SERIF_SAOTOME_DAILY": "Ohh! This sticker caught your eye, huh?<br>Eheheh, well, this little cutie's Shimeow, Enoshima's mascot character!<br>I love the little guy, he's just so cute! Here, I'll give you a sticker too!",
"SERIF_SAOTOME_EVENTA": "Operator, have you already tried the sardine soft serve?<br>It'll be my treat, so give it a try!<br>Post something nice about it online if you like it!",
"SERIF_SAOTOME_EVENTB": "I didn't think this many Heroes would show up!<br>Now's not the time to get starstruck, though—I have to keep it together<br>to make a good PR showing for Enoshima!",
"SERIF_SAOTOME_EVENTC": "The tourism map and stamps I made all myself! The prizes<br>are something you won't want to miss, either,<br>so how about joining in on the stamp rally?",
"SERIF_SAOTOME_EVENTD": "Wahaha! You sure outdid yourself collecting those stamps!<br>Well, the prizes we have here are all yours!<br>Take as much as you want home with you, along with your memories of Enoshima!",
"SERIF_SAOTOME_HERO": "Astar's such a gentle soul! He's always smiling and so nice to the kids!<br>Huh? You say he's a regular taskmaster? He sure doesn't look one.",
"SERIF_SAOTOME_PLAYER": "Say, Operator, it's pretty embarrassing to come out and say this,<br>but Uncle Saotome over here's still a rookie Hero. Do you think<br>you could help me out, teach me a thing or two? I know how experienced you are!",
"SERIF_SAOTOME_RELATION": "Yohack's kind, hardworking, and really easy to get along with!<br>What an impressive youth!<br>Just like me in my younger days, wahaha!",
"SERIF_SAOTOME_TOUCH": "Gwah! I-It would be one thing if I were my young self again,<br>but having my sagging belly poked like that's a little embarrassing.<br>Hm? It's got the perfect softness, you say? I-Is that so?",
"SERIF_SAOTOME_TRAIN": "Time for Uncle Saotome to do his best!",
"SERIF_SAOTOME_TRAINED": "Gah! My hip!",
"SERIF_SEIICHIRO_APPRECIATION": "I appreciate what a hard worker you are, but you shouldn't misjudge your capacity. Come, we're going to go recharge. I reserved us seats at a good restaurant.",
"SERIF_SEIICHIRO_DAILY": "Why the surprise? I'm simply here to check up on my promising junior: you. My schedule happens to be open, so I'll help out around the office.",
"SERIF_SEIICHIRO_HERO": "Santetsu is a lot more competent than he lets on, and he's a talented hero. If only he had the motivation to match, then he'd be unstoppable...",
"SERIF_SEIICHIRO_PLAYER": "You are an observer of boundless potential and power. Don't worry, though—I'll take care of you until you can bring that power to heel.",
"SERIF_SEIICHIRO_RELATION": "I like how Okitaka doesn't stop at simply lightening the mood. Even I have much to learn from his approach.",
"SERIF_SEIICHIRO_TOUCH": "Now, hold on. I can't blame you for falling for my charms, but bodily contact on the job breaches code of conduct. Do you want a scolding from me that badly?",
"SERIF_SEIICHIRO_TRAIN": "Come with me. I'll set you straight.",
"SERIF_SEIICHIRO_TRAINED": "To think that I could be bested!",
"SERIF_SENSETTIA_APPRECIATION": "Hey, Operator, eat these! You were really working your throat last order, right? These throat lozenges are my tried and true—make sure you down them all!",
"SERIF_SENSETTIA_DAILY": "I'm on a musical tour of the cosmos, winning everyone over with the magic of my voice. No one's words are going to beat my singing!",
"SERIF_SENSETTIA_EVENTA": "Hey, I can hear carols! I just love Christmas—songs are everywhere! I think I wanna join in!",
"SERIF_SENSETTIA_EVENTB": "Christmas decorations are just so beautiful, especially the star on top of the tree! Someday, I swear, that's gonna be me...",
"SERIF_SENSETTIA_HERO": "Gomeisa's core strength is incredible! He never wobbles when he's dancing, can you believe it? With all that muscle, I bet he can really belt it out from the belly!",
"SERIF_SENSETTIA_PLAYER": "You've been working really hard, Operator, and I can't fall behind! Okay, that's it! Time for some voice training right now, and you're helping me out!",
"SERIF_SENSETTIA_RELATION": "Viscunam's weird inventions are trouble sometimes, but they've really helped me before. I'm grateful to the guy. Don't tell him, though—it'll get to his head!",
"SERIF_SENSETTIA_TOUCH": "Whoa, hey, what do you think you're doing?! You need my permission if you're gonna touch me! N-Not that I'd just hand it out willy-nilly...",
"SERIF_SENSETTIA_TRAIN": "Showtime! One, two, three, go!",
"SERIF_SENSETTIA_TRAINED": "I-I haven't lost yet!",
"SERIF_SENTHAK_APPRECIATION": "Hey, even I'm gonna feel down if you make a face like that.<br>Hey, is there anything you like? Anyone you're a stan of?<br>I'll conjure 'em up for you, so put on a smile!",
"SERIF_SENTHAK_DAILY": "Whew... I just can't take it! It's so over!<br>My fav's just too perfect! Hey, I'm gonna rewatch the archives—<br>wanna tag along?",
"SERIF_SENTHAK_EVENTA": "We've gotta make this Christmas event a success to keep our ship around!<br>Hey, is there anything I can help with?",
"SERIF_SENTHAK_EVENTB": "Whoa, it's time for the stream!<br>C'mon, watch it with me!<br>The call goes like this: Oi! Oi! Oi oi oi!",
"SERIF_SENTHAK_EVENTC": "Alend asked me to set things up for the event,<br>so you think you could help a bit?<br>Let's get a full comp of all the merch!",
"SERIF_SENTHAK_EVENTD": "All right, here's your share!<br>Y'know, just knowing this is event-limited merch<br>is enough to get me going!",
"SERIF_SENTHAK_HERO": "Gosh, Alend's such a cool guy!<br>Always forthcoming, always saying what he means!<br>A huge difference from me. All I do is run away.",
"SERIF_SENTHAK_PLAYER": "You've been observing my dreams, right?<br>Well, tell me what yours are!<br>I'll make 'em real before you know it!",
"SERIF_SENTHAK_RELATION": "I yapped with Mokdai all night.<br>Idols and heroes may be different genres, but when<br>stans come together, they can talk forever about their favs!",
"SERIF_SENTHAK_TOUCH": "Ohhh! My stan merch catch your eye?<br>How about we go to my room, then?!<br>I'll show you the stuff I've got specially for spreading the good word!",
"SERIF_SENTHAK_TRAIN": "I'm not gonna be holding back!",
"SERIF_SENTHAK_TRAINED": "Guh... You didn't pull any punches, did you!",
"SERIF_SHAFTVIRTUALFESTA2210_APPRECIATION": "You seem tired, Operator. Allow me to bring you home. Come, onto my back. All right, we're off. Hm? Operator... are you asleep?",
"SERIF_SHAFTVIRTUALFESTA2210_DAILY": "I'm alone in the taxi, but I get to be on a team on the job as a hero. It really is nice to work together with everyone, isn't it?",
"SERIF_SHAFTVIRTUALFESTA2210_EVENTA": "Fighting as a team means teamwork is important, so... All right, let's split into small groups first! We've got to get along!",
"SERIF_SHAFTVIRTUALFESTA2210_EVENTB": "No matter how far the destination, I'll get you there! I may not have my taxi anymore, but I still have my legs! I'll... I'll never give up!",
"SERIF_SHAFTVIRTUALFESTA2210_HERO": "I've been lost in life before, and it's left me with insight. I think I have an idea of what's giving reXer pause.",
"SERIF_SHAFTVIRTUALFESTA2210_PLAYER": "I think it's really important to have someone help you work things out when you're lost moving forward. You've helped me out a lot, so... Heh heh.",
"SERIF_SHAFTVIRTUALFESTA2210_RELATION": "Mr. Toshu's got a real solid core and integrity, so I feel like he'd be really quick to make decisions. A lot to learn there for an indecisive guy like me... Noted.",
"SERIF_SHAFTVIRTUALFESTA2210_TOUCH": "What's up? Oh, this scar? Looks like they've even recreated my old rugby bruises. Check this one out, too... Oh! S-Sorry, that was too forward of me!",
"SERIF_SHAFTVIRTUALFESTA2210_TRAIN": "I'll show you everything I've got!",
"SERIF_SHAFTVIRTUALFESTA2210_TRAINED": "Ghhhk! Th-That was rough!",
"SERIF_SHAFT_APPRECIATION": "Operator, what would you say to a drive? It may help take your mind off things. Don't worry, I'll stop the meter.",
"SERIF_SHAFT_DAILY": "Needed a taxi, Operator? Well, here I am. Please, step aboard. Wait. H-Huh? Hold on, where are my keys?!",
"SERIF_SHAFT_EVENTA": "Looks like we've gotten tangled into something big... Oh, don't worry. I'll bring you to your destination, safe and sound. Wait. W-Where are we?",
"SERIF_SHAFT_EVENTB": "What is that thief after, exactly? This is just a hunch, but it doesn't look like all of this is just for thrills.",
"SERIF_SHAFT_HERO": "Something he would risk his life to take a photo of... My. I suppose that's why his photos always tug at the heart. That level of passion for one's job takes me back, just a little.",
"SERIF_SHAFT_PLAYER": "Changing jobs is tougher than it seems, since you have to force yourself to adapt to a new environment. I think we'll have a good bit in common, in that sense.",
"SERIF_SHAFT_RELATION": "That android driver has so much motivation on the job. I'm always thinking I've got so much to learn from him...",
"SERIF_SHAFT_TOUCH": "W-What are you doing?! Hm? I feel super tough? Haha, well, I did play professional rugby. I'm used to smashing into people.",
"SERIF_SHAFT_TRAIN": "I'll be a little rough!",
"SERIF_SHAFT_TRAINED": "I ran out the battery!",
"SERIF_SHIDEMASU_APPRECIATION": "Oh? Feeling tired lately? Ah, no need to worry, you can tell me how you feel. I understand. Come, let us take a break, then.",
"SERIF_SHIDEMASU_DAILY": "Ah, you've come at just the right time. I have the perfect new product for... Hm? Ah, you'll hear it if I help you out with work? Very well, then. As you wish.",
"SERIF_SHIDEMASU_EVENTA": "I had not expected that they would assign me to be a health inspector. I didn't get any contracts last month, so I would at least like to get one in this venue.",
"SERIF_SHIDEMASU_EVENTB": "My, this has certainly become quite the production. Alas, we've no choice. In a strict show of protest toward the technology department, let us break everything.",
"SERIF_SHIDEMASU_EVENTC": "Ah, so we can gain supplies here in tiers. Then let us unlock as many as we can without reservations. Hm? Me? Enjoying battle? Oh, perish the thought.",
"SERIF_SHIDEMASU_EVENTD": "Congratulations on fully clearing the missions. You know, it is because we are in the middle of an emergency that I'd like to take pride in accomplishments like these.",
"SERIF_SHIDEMASU_HERO": "I am surprised that the supreme commander had experience fighting on the front lines. Yet, to demand such deft movements in training... UEHA is no vacation, I see.",
"SERIF_SHIDEMASU_PLAYER": "You do take to the battlefield more than other operators. In that case, how about a plan that offers more direct protection?",
"SERIF_SHIDEMASU_RELATION": "I walked the lawyer in this office through a plan I thought would be splendid, and he said with a smile that he'd think about it. Do you think I might be in?",
"SERIF_SHIDEMASU_TOUCH": "Oh? Has something gotten you scared? Well, come along then, latch onto me. I will guarantee your safety, completely and absolutely.",
"SERIF_SHIDEMASU_TRAIN": "I needn't hold back? Very well, I will not.",
"SERIF_SHIDEMASU_TRAINED": "Goodness me, that was quite the showing.",
"SERIF_SHOENVALENTINE2102_APPRECIATION": "What would you say to sipping tea in silence and enjoying a moment of calm? It soothes the soul. Hm? What am I trying to say? I believe I am asking you out, of course.",
"SERIF_SHOENVALENTINE2102_DAILY": "I feel most at peace when doing calligraphy. Ah, forgive me for the wait. My mind and heart are finally ready—let us be off.",
"SERIF_SHOENVALENTINE2102_HERO": "I'm afraid I lack knowledge of contraptions, so Hisaki's bizarre creations always catch me off guard. How fascinating it is to see there are worlds I know nothing about.",
"SERIF_SHOENVALENTINE2102_PLAYER": "Has your heart ever held enough passion to burn? Ah, forgive me, a touch inappropriate of a question. Seems I allowed myself to be taken by sentiment.",
"SERIF_SHOENVALENTINE2102_RELATION": "Few are as honest and forthright as Kyoichi. Perhaps if I were like him, I would not be bothered by trifles so...",
"SERIF_SHOENVALENTINE2102_TOUCH": "I seek a mind as tranquil as calm waters. A simple poke on my belly would no... Gweh! Ah. Please, forget what you just heard.",
"SERIF_SHOENVALENTINE2102_TRAIN": "Still your heart. We engage.",
"SERIF_SHOENVALENTINE2102_TRAINED": "Shame has won out!",
"SERIF_SHOEN_APPRECIATION": "One needs mental and emotional space to cultivate a serene heart, and that space is what you need to create. Shall we make origami together? It soothes the soul.",
"SERIF_SHOEN_DAILY": "You caught me making origami. Ah, yes, right, it was time for work. Let's be off, then.",
"SERIF_SHOEN_HERO": "One who changes the flow of time through writing. Though we use the same means, our powers are completely different. The power of letters is... truly unknowable.",
"SERIF_SHOEN_PLAYER": "I do not know your work terribly well, but I do know that the letters will not dance without you. That I know well.",
"SERIF_SHOEN_RELATION": "Toshu is from a different planet than I, but we both treasure Japanese culture all the same. Give him a sweet yokan to put a smile on his face.",
"SERIF_SHOEN_TOUCH": "Hm? Is there something on my belly? Hm...? Physical contact as a means of sharing fondness? I see. Fascinating...",
"SERIF_SHOEN_TRAIN": "I wish to loosen my brush. Will you join me?",
"SERIF_SHOEN_TRAINED": "A touch rough!",
"SERIF_STERIOWHITEOUT2512_APPRECIATION": "オォン、オッペフラフラしてるド～！？腹減った？<br>体冷えた？じゃあじゃあ、おれが暖めてやるド！<br>そんで、一緒に飯食う！早く元気になるんだド～！",
"SERIF_STERIOWHITEOUT2512_DAILY": "ソリもスパイクも準備オッケー！いつでも狩りに<br>いけちまうド！ムイラウカⅠでは使わない道具、<br>使って狩りやるの、すっげー楽しみだド～！",
"SERIF_STERIOWHITEOUT2512_EVENTA": "うひょ～、これが雪ってやつ！？ふかふかでー、<br>ひんやりしててー、服脱いで飛び込みてぇド！<br>でもでも、カネスにダメって言われたド、我慢…。",
"SERIF_STERIOWHITEOUT2512_EVENTB": "ラスタバン、すっげぇド～！<br>沢山手柄の話持ってる、絶対つおいド！<br>でもでも、おれたちの助け必要なのどうして？<br>戦うの、すげぇ恐がってる気がするド。",
"SERIF_STERIOWHITEOUT2512_EVENTC": "これ、ご褒美？書いてある事やれば、貰えるやつ？<br>どーれーにーしー…選べねぇド！ぜーんぶやれば、<br>結局同じ！おーし、仕事っ、仕事っ、仕事っ！",
"SERIF_STERIOWHITEOUT2512_EVENTD": "プレゼントがいーっぱいだド！クリスマス、これ<br>全部あればできる？じゃあじゃあ、パーティーの<br>飾りを用意するド！おれ、もっかい行ってくる！",
"SERIF_STERIOWHITEOUT2512_HERO": "ゲンじじ、カネスがちょっと恐がってるド。<br>いいヒトなのに、何で？ゴロウがツンデレだって<br>言ってたけど、おれ分かんねぇ。オッペ知ってる？",
"SERIF_STERIOWHITEOUT2512_PLAYER": "オッペと仕事出来るの、すっげぇ嬉しいド！<br>おれとカネスの初めての変身、手伝ってくれた。<br>オメー、おれの大事なヒト！大好きなヒトだド！",
"SERIF_STERIOWHITEOUT2512_RELATION": "デネボラ、すっげーつおい猟師！猟犬の仕事も<br>出来ちまうんだド！でもでもカネスがああなったら<br>おれは何をやればいい？ちょっと不安になるド。",
"SERIF_STERIOWHITEOUT2512_TOUCH": "オッペ、おれの新しいスーツ気になる？ふふん、<br>どこでもいっぱい触っていいド！寒くないない、<br>オッペはどう？おれ、触っててあったかい？",
"SERIF_STERIOWHITEOUT2512_TRAIN": "オメー鍛える、おれの役目！頑張るド～！",
"SERIF_STERIOWHITEOUT2512_TRAINED": "め、目が回るほど、楽しいド～…！",
"SERIF_STERIO_APPRECIATION": "Opps, you're looking a bit poopy-woopy'd out! Tired?<br>Well, when you're tired, nothing's better than eatin' up some yum-yums!<br>Here, I'll give you some of the treats my brother made!<br>",
"SERIF_STERIO_DAILY": "Papa's the strongest in the space hunter family, but guess what?<br>I know the truth! Mama's even stronger!<br>I'm so glad I'm the hunting dog of the strongest family around!",
"SERIF_STERIO_EVENTA": "There are so many people! Is Earth like this everywhere all the time?<br>My home of Muirauqa I is toootally different!<br>The sights, the smells, the grub, it's all different!<br>",
"SERIF_STERIO_EVENTB": "Hero Fiesta's so fun! Earth is so cool!<br>When me and Canes grow up to be real Heroes,<br>I wanna take Mama and Papa over to have fun!",
"SERIF_STERIO_EVENTC": "What's a \"mission\"? Is that like an errand?<br>I do lotsa errands back home!<br>Wait, there's rewards too? Ohh, I can't wait! I'm gonna work up a storm!<br>",
"SERIF_STERIO_EVENTD": "That's it, it's all over! Lotsa rewards too!<br>We got this one, and this one, and this one... oh, that's all of them?<br>That's so much! Gotta use them all carefully too!<br>",
"SERIF_STERIO_HERO": "Opps, between you and Akashi, which one's the dog?<br>Huh? It's not like that? You're not family?<br>Not when you get along so well? Me, I just don't get it.",
"SERIF_STERIO_PLAYER": "Opps, what's a \"hero agency\" like? Do they have snacks?<br>Do you get to go on walks? How about naps?<br>Ohh, depends on the place, huh? Well, I wanna find somewhere good!",
"SERIF_STERIO_RELATION": "I'm always so proud of my brother Canes!<br>He's so smart and strong and stuff! But guess what? When<br>I tell him how awesome he is, he always goes red! What's up with that?",
"SERIF_STERIO_TOUCH": "What's that? You wanna give me petsies? I'd love that!<br>Here, this is my usual brush!<br>Go ahead and start from the back!<br>",
"SERIF_STERIO_TRAIN": "Anytime, anywhere, I'm giving my best!",
"SERIF_STERIO_TRAINED": "Ahahaha! It feels great to be so active!",
"SERIF_SUBARU_APPRECIATION": "Are you in this job to destroy your body? Me, personally, I think you need a well-rested body and mind to do good art and good work.",
"SERIF_SUBARU_DAILY": "If you're going to call me over, can you not be late? Either way, I had just finished writing. Let me help you with work as I look for new ideas.",
"SERIF_SUBARU_HERO": "A person from outer space in samurai armor? A strange combination. His swordsmanship and conduct is quite different from a samurai's, but his rough demeanor fits the part.",
"SERIF_SUBARU_PLAYER": "I'm afraid I can't judge your work, since our fields are vastly different. I do feel that the sight of you doing your best, however, is beautiful.",
"SERIF_SUBARU_RELATION": "I've been with Kyoichi since grade school, and he's been a jock for as long as I've known him. If he's going to be a teacher, he really should delve into the liberal arts more.",
"SERIF_SUBARU_TOUCH": "Hm? What is it? Do you find this old-looking outfit laughable? Or perhaps this build of m... Hm? You like it? I... I see...",
"SERIF_SUBARU_TRAIN": "Training hardly suits me, but there is something I'd like to test.",
"SERIF_SUBARU_TRAINED": "W-We've done enough, right? May I leave now?",
"SERIF_SUHAILCHOCOLATEFES2303_APPRECIATION": "Why the worn-out face, ally? All right, crew, we're having a banquet! Get everything ready! You're taking part, of course, so bring something interesting!",
"SERIF_SUHAILCHOCOLATEFES2303_DAILY": "There's only one person I can ever call friend, and that's the man who stole my left arm from me! Pretty interesting that he's my arm now, ain't it?",
"SERIF_SUHAILCHOCOLATEFES2303_EVENTA": "There's a sweet smell plaguing this school... Now, I don't give a damn about sweets, but... Hm? Wait, this chocolate goes great with booze! Crewmen, try this!",
"SERIF_SUHAILCHOCOLATEFES2303_EVENTB": "Gahaha, caught you, ally! Now you're part of me pirate crew! Come, let's go back and have us a banquet! Hm? What's that bird...?",
"SERIF_SUHAILCHOCOLATEFES2303_EVENTC": "Gahaha! I'm a pirate, see? Everything that catches me fancy, I take! All right, crew, take everything here! We feast when we get back!",
"SERIF_SUHAILCHOCOLATEFES2303_HERO": "Oh, that Procy... looks like the lad's got himself ready to face the boss. Not bad, risking it all for a mate. That's pirate-class boldness!",
"SERIF_SUHAILCHOCOLATEFES2303_PLAYER": "Be proud, ally, you're as interesting as they come! You stole away the voice of me heart! Now, I trust you're ready to face the consequences?",
"SERIF_SUHAILCHOCOLATEFES2303_RELATION": "Anna, huh. It's been a while since I've met someone bold enough to talk back to me without fear! The quiet life won't suit her—I'll give her a recommendation for Pirate College, gahaha!",
"SERIF_SUHAILCHOCOLATEFES2303_TOUCH": "Oh? You got real guts, laying hands on me. That ain't enough, though. Let me show you how it's done... Yer not scared, are ya?",
"SERIF_SUHAILCHOCOLATEFES2303_TRAIN": "All right, let's see yer guts!",
"SERIF_SUHAILCHOCOLATEFES2303_TRAINED": "Ghk... Felt that in the gut...",
"SERIF_SUHAIL_APPRECIATION": "Gahaha! You look flattened, ally of mine! You're going to chase fortune away with that face! Look, when you can't smile, turn to me—I'll put a grin on your face!",
"SERIF_SUHAIL_DAILY": "Hey there, ally! The waves of the Milky Way are calm today, making it perfect for piracy! So, what's our next target? Let's get right to it!",
"SERIF_SUHAIL_HERO": "When I see his weapon, I remember... him. The owner of this left arm. He was my best friend, and that's why I can't lose to that guy—ever!",
"SERIF_SUHAIL_PLAYER": "I don't care how good you are at your job. All that matters is if I find you interesting or not. And guess what? You're already mine, and I'm not letting you go easy.",
"SERIF_SUHAIL_RELATION": "One of these days, I'm gonna make that dragon kid a crewmate! He used to be a pirate, and now he's playing hero? That's wild! I love people like that!",
"SERIF_SUHAIL_TOUCH": "Oh, want to get a little closer? A little intimate? You're bold, bold enough to do what my crew wouldn't dare. I like that! Come here!",
"SERIF_SUHAIL_TRAIN": "Let's ring you out and see what treasure you've got!",
"SERIF_SUHAIL_TRAINED": "Getting one over on me? Not bad!",
"SERIF_SUI2NDANNIVERSARY_EVENTA": "It's been two years already. Feels like it passed in the blink of an eye. I'll work even harder this year, so let's keep at it. And thanks for everything.",
"SERIF_SUI_APPRECIATION": "Hm, so that's what you're like when you're exhausted. Well, go lie down. I'll do this paperwork. We have to help each other out, right?",
"SERIF_SUI_DAILY": "Mm, good to see you. How's my condition? Pretty all right. So, what's the job today?",
"SERIF_SUI_HERO": "Idol outfits are really nice, aren't they? So fluffy, and sparkly, and all. I kind of... like them.",
"SERIF_SUI_PLAYER": "What I think about you? Well... I suppose you work pretty hard. Still got a ways to go, though. The both of us.",
"SERIF_SUI_RELATION": "Mokdai tore his suit again. I wonder if the size was mismatched? Or maybe he's just... put on weight...?",
"SERIF_SUI_TOUCH": "H-Hey! What's gotten into you? Geez... You can't just touch... Eep?!",
"SERIF_SUI_TRAIN": "All right. Be my mannequin.",
"SERIF_SUI_TRAINED": "M-My clothes are torn!",
"SERIF_TABIT_APPRECIATION": "Are you awake, leader? You exhausted, fell asleep. Do not worry. Tabit will do plans and work. Rest first. Brought water.",
"SERIF_TABIT_DAILY": "Leader, today's orders? Understood. Team will commence hero show operation at one-oh-three-oh time on department roof. Will inform team.",
"SERIF_TABIT_EVENTA": "Tabit will follow leader in galactic railway. However, Tabit's language system, grievously damaged. Sometimes, talk poorly. Forgive Tabit, leader.",
"SERIF_TABIT_EVENTB": "That man... Digram?! Need to hear about Tronecion! W-What? The railway shaking! W-Wait!",
"SERIF_TABIT_EVENTC": "銀河鉄道のスタッフから新たなオーダー、了解！<br>リーダー！ミッション達成のため、<br>タビトの能力、存分にお役立てろ！",
"SERIF_TABIT_EVENTD": "任務終了、オーダーコンプリート！<br>…しかし、リーダーの疲労、検知。マッサージ<br>プログラム、起動。タビトに、お任せしろ。",
"SERIF_TABIT_HERO": "Digram is always very strict, so seems blunt and inflexible. He is expressible, though. He jokes sometimes. ... Leader, you are too shocked.",
"SERIF_TABIT_PLAYER": "Tabit, friends, care. That is Tabit's order. Leader, you talk, other soldiers. Tabit's ideal. Very good.",
"SERIF_TABIT_RELATION": "Yoshiori has practiced skilled moves... techniques... He must have survived many battles as a soldier. Want him to train Tabit's friends.",
"SERIF_TABIT_TOUCH": "Leader, interested in Tabit's body structure? Machines are different from cells, but bodies look the same. Wish to check?",
"SERIF_TABIT_TRAIN": "Begin practice operation!",
"SERIF_TABIT_TRAINED": "Gh! Very rough!",
"SERIF_TAIKA_APPRECIATION": "Harumph. You've misread your own limits. Here, give me your task list.<br>I'll see that it is perfectly attended to. As for you,<br>I've arranged a perfect bed. Heal yourself atop it.",
"SERIF_TAIKA_DAILY": "The job of a butler is to guide their master to ever greater brilliance.<br>Thus, it is a butler's duty to lay the field and arrange affairs.<br>How about it? I imagine you'd like to have your affairs arranged as well, yes?",
"SERIF_TAIKA_EVENTA": "My master seeks peaceful solutions to this universe's problems, existing or otherwise.<br>Utterly admirable and beyond reproach, as one would expect of my finest work.<br>Heh. I'm sure you'd like to hear all about my perfect master and more!",
"SERIF_TAIKA_EVENTB": "From what I hear, it would seem you know very little about what it means to be an Observer.<br>Well, I'm afraid learning more is something you'll be unable to avoid.<br>Not when there's no turning back for you.",
"SERIF_TAIKA_EVENTC": "What is the meaning of this task list? You would give <i>me</i> the carrot and the stick,<br>the promise of rewards for the completion of tasks? Fascinating, I say!<br>You! You are to help me! We will wring them for all the rewards they have!",
"SERIF_TAIKA_EVENTD": "Did you see that?! A task rendered simple before my sheer perfection!<br>Help yourself to the rewards, as I need no such trifles.<br>I only sought the sense of accomplishment!",
"SERIF_TAIKA_HERO": "Heh. Gaze upon my master. An example of my finest work.<br>Arranged to flawless perfection. Hm? Ah, he clearly desires a break.<br>I shall fix him a spot of tea, then.",
"SERIF_TAIKA_PLAYER": "Hm. You have quite the bold streak to you, ever reaching for<br>that which you never will acquire. Quite fascinating.<br>Should you wish it, I would not mind treating you to a bit of my own arranging.",
"SERIF_TAIKA_RELATION": "Who does he think he is?! Smashing through my perfectly curated schedule<br>with brutish indifference. Is this some sort of challenge<br>for me, the perfect butler? Oh, just you wait—I'll have your affairs arranged one of these days!",
"SERIF_TAIKA_TOUCH": "Heh. Wishing to praise me for my perfection, I see. Very well.<br>I allow you to pet me as you wish.<br>Excuse me? Why have you stopped? Did I say you were allowed to stop?",
"SERIF_TAIKA_TRAIN": "Hmph. I trust you're ready to be arranged, then.",
"SERIF_TAIKA_TRAINED": "To think that I would submit!",
"SERIF_THEOREOL_APPRECIATION": "You've a different expression about you than usual. Come, tell me what troubles your mind. I'll hear you out. Ten years, twenty years—doesn't matter, I'll be listening!",
"SERIF_THEOREOL_DAILY": "This solid matter... candy! Of course, I know what this is! Now, let me help myself to... Hm? You are not supposed to eat the paper? Very well, I will update my knowledge.",
"SERIF_THEOREOL_EVENTA": "Water like medicine and trees beautiful as the night stars! A city worth absorbing, indeed... Ah, worry not. I am simply speaking to myself.",
"SERIF_THEOREOL_EVENTB": "Ablution? That is the process of taking these waters' medicinal effects into the body, no? Allow me to... Hm? I am not to drink the water? Why? Would it not be more efficient than simple immersion?",
"SERIF_THEOREOL_EVENTC": "Ah, I see. We must simply gather up Herbarium, yes?<br>Then allow me to start alchemizing them all.<br>Hm? That is forbidden, you say? A shame, but very well.",
"SERIF_THEOREOL_EVENTD": "That settles the exchange for rewards. Now,<br>allow me to analyze the commemorative goods... Obsidius?<br>Why that look?",
"SERIF_THEOREOL_HERO": "W-Would you mind hiding me, for a spell? I was rather fascinated with Obsidius's collection, you see, and absorbed a bit of it. He did not take it well.",
"SERIF_THEOREOL_PLAYER": "You feel neither fear nor disgust at the sight of my visage? What kind of information have you accumulated over the years to attain such a frame of mind? Fascinating! Utterly fascinating.",
"SERIF_THEOREOL_RELATION": "I had quite a passionate discussion about health with Rakta. Though medicinal concoctions are a mere byproduct of alchemy, speaking with such an excited researcher is its own reward.",
"SERIF_THEOREOL_TOUCH": "Oh? Taken by this failure of a body, are you, yes? I don't mind. Enjoy it as you will. By all means, take a piece if you like.",
"SERIF_THEOREOL_TRAIN": "Let's see the effectiveness of this concoction...",
"SERIF_THEOREOL_TRAINED": "Far too much information to parse!",
"SERIF_TOSHUVIRTUALFESTA2210_APPRECIATION": "No matter where we are, you can never seem to stop pushing yourself too hard. Come, rest for a moment. University work has left me used to document organization.",
"SERIF_TOSHUVIRTUALFESTA2210_DAILY": "I seem displeased? I suppose I could not hide it... We are to fight by the water, no? That is what worries me. You see, I am afraid I... cannot swim.",
"SERIF_TOSHUVIRTUALFESTA2210_EVENTA": "Hm. Despite my efforts, my body simply does not move as usual, showing how much living flesh relies on the senses. This, too, is training to face with all my being.",
"SERIF_TOSHUVIRTUALFESTA2210_EVENTB": "To not only steal a hero's appearance and techniques, but to use them to perform evil is an unforgivable act of the highest order! No matter the means, I will see that justice is carried out!",
"SERIF_TOSHUVIRTUALFESTA2210_HERO": "Master Shaft's demeanor reflects more than simple nervousness. He is constantly observing his surroundings, ready to join us in battle should the moment call for it. A stance I can respect!",
"SERIF_TOSHUVIRTUALFESTA2210_PLAYER": "I did not think I would end up partnered with you, but I appreciate fighting alongside one I know. Your skill, too, I know well... A-And no, I am not complimenting you!",
"SERIF_TOSHUVIRTUALFESTA2210_RELATION": "reXer is a man of admirable passion, one driven by ideals and glory. He may show his fragility from time to time, but his core is true. It takes me back to the youth I once was.",
"SERIF_TOSHUVIRTUALFESTA2210_TOUCH": "You insolent...! How many times must I tell you not to touch my beard?! N-No, I am not purring or anything of the sort! Forget what you just heard, right this instant!",
"SERIF_TOSHUVIRTUALFESTA2210_TRAIN": "Come, let us cross swords! Have at you!",
"SERIF_TOSHUVIRTUALFESTA2210_TRAINED": "Guh...! Perhaps it is I who still have ways to go!",
"SERIF_TOSHU_APPRECIATION": "Overconfidence in your stamina will lead to ruin, young one. That is proof of the long path you have ahead of you. Come, sit or lie down. I will make you tea.",
"SERIF_TOSHU_DAILY": "Hmph. Finally decided to show up, have you? I had just grown tired of polishing my armaments. Come, send me to battle. I shall win you the exploits you seek.",
"SERIF_TOSHU_HERO": "That lecherous teacher is immature in both heart and technique, yet... he has those he wishes to protect—must protect. He will become stronger.",
"SERIF_TOSHU_PLAYER": "I feel integrity in your resolve, yet you are still immature. You need the mind of a warrior to see your resolve through. Th-This is criticism, not advice! Misunderstand me not!",
"SERIF_TOSHU_RELATION": "In all my years, I have never seen one so full of vitality for his age as Professor Marfik. Is that elder truly born of Earth?",
"SERIF_TOSHU_TOUCH": "Guh?! You insolent...! You would dare touch my beard?! I-I have not cultivated it for the sake of your pleasure!",
"SERIF_TOSHU_TRAIN": "I shall hone my techniques ever more! Have at you!",
"SERIF_TOSHU_TRAINED": "Guhh?! Does your recklessness know no bounds?!",
"SERIF_TRAINEEEARTH_APPRECIATION": "Hey there, Operator! Just like you need to cool down during training, you also need appropriate breaks in work! Come on, rest up, rest up!",
"SERIF_TRAINEEEARTH_DAILY": "Morning! I've finished my daily run and I'm ready to go any time! Come on, let's get our superhero time started!",
"SERIF_TRAINEEEARTH_EVENTA": "Hah! No need to fear, a superhero is here! Leave this to me! With my perfectly trained body, I'll knock out any task you've got for me!",
"SERIF_TRAINEEEARTH_HERO": "I look up to the heroes from space, of course, but I'm proud of being earthborn. There's got to be a place for us, something we can protect.",
"SERIF_TRAINEEEARTH_PLAYER": "I heard word about you before I started working with this company! They said you were an operator far more talented than your experience would suggest! Proud to work with you!",
"SERIF_TRAINEEEARTH_RELATION": "There's hundreds of hero agencies on this planet, and while they're all competitors, we all feel equally strongly that we want to protect this planet.",
"SERIF_TRAINEEEARTH_TOUCH": "Feel that? Yeah, that's a body forged by hard days of heroing. Touch it as much as you like! E-Er, m-maybe not there...",
"SERIF_TRAINEEEARTH_TRAIN": "All right, bring it on!",
"SERIF_TRAINEEEARTH_TRAINED": "Gh...! A hero can't lose!",
"SERIF_TRAINEEFIRE_APPRECIATION": "Hey there, Operator! Just like you need to cool down during training, you also need appropriate breaks in work! Come on, rest up, rest up!",
"SERIF_TRAINEEFIRE_DAILY": "Morning! I've finished my daily run and I'm ready to go any time! Come on, let's get our superhero time started!",
"SERIF_TRAINEEFIRE_EVENTA": "Hah! No need to fear, a superhero is here! Leave this to me! With my perfectly trained body, I'll knock out any task you've got for me!",
"SERIF_TRAINEEFIRE_HERO": "I look up to the heroes from space, of course, but I'm proud of being earthborn. There's got to be a place for us, something we can protect.",
"SERIF_TRAINEEFIRE_PLAYER": "I heard word about you before I started working with this company! They said you were an operator far more talented than your experience would suggest! Proud to work with you!",
"SERIF_TRAINEEFIRE_RELATION": "There's hundreds of hero agencies on this planet, and while they're all competitors, we all feel equally strongly that we want to protect this planet.",
"SERIF_TRAINEEFIRE_TOUCH": "Feel that? Yeah, that's a body forged by hard days of heroing. Touch it as much as you like! E-Er, m-maybe not there...",
"SERIF_TRAINEEFIRE_TRAIN": "All right, bring it on!",
"SERIF_TRAINEEFIRE_TRAINED": "Gh...! A hero can't lose!",
"SERIF_TRAINEELIGHT_APPRECIATION": "Hey there, Operator! Just like you need to cool down during training, you also need appropriate breaks in work! Come on, rest up, rest up!",
"SERIF_TRAINEELIGHT_DAILY": "Morning! I've finished my daily run and I'm ready to go any time! Come on, let's get our superhero time started!",
"SERIF_TRAINEELIGHT_EVENTA": "Hah! No need to fear, a superhero is here! Leave this to me! With my perfectly trained body, I'll knock out any task you've got for me!",
"SERIF_TRAINEELIGHT_HERO": "I look up to the heroes from space, of course, but I'm proud of being earthborn. There's got to be a place for us, something we can protect.",
"SERIF_TRAINEELIGHT_PLAYER": "I heard word about you before I started working with this company! They said you were an operator far more talented than your experience would suggest! Proud to work with you!",
"SERIF_TRAINEELIGHT_RELATION": "There's hundreds of hero agencies on this planet, and while they're all competitors, we all feel equally strongly that we want to protect this planet.",
"SERIF_TRAINEELIGHT_TOUCH": "Feel that? Yeah, that's a body forged by hard days of heroing. Touch it as much as you like! E-Er, m-maybe not there...",
"SERIF_TRAINEELIGHT_TRAIN": "All right, bring it on!",
"SERIF_TRAINEELIGHT_TRAINED": "Gh...! A hero can't lose!",
"SERIF_TRAINEESHADOW_APPRECIATION": "Hey there, Operator! Just like you need to cool down during training, you also need appropriate breaks in work! Come on, rest up, rest up!",
"SERIF_TRAINEESHADOW_DAILY": "Morning! I've finished my daily run and I'm ready to go any time! Come on, let's get our superhero time started!",
"SERIF_TRAINEESHADOW_EVENTA": "Hah! No need to fear, a superhero is here! Leave this to me! With my perfectly trained body, I'll knock out any task you've got for me!",
"SERIF_TRAINEESHADOW_HERO": "I look up to the heroes from space, of course, but I'm proud of being earthborn. There's got to be a place for us, something we can protect.",
"SERIF_TRAINEESHADOW_PLAYER": "I heard word about you before I started working with this company! They said you were an operator far more talented than your experience would suggest! Proud to work with you!",
"SERIF_TRAINEESHADOW_RELATION": "There's hundreds of hero agencies on this planet, and while they're all competitors, we all feel equally strongly that we want to protect this planet.",
"SERIF_TRAINEESHADOW_TOUCH": "Feel that? Yeah, that's a body forged by hard days of heroing. Touch it as much as you like! E-Er, m-maybe not there...",
"SERIF_TRAINEESHADOW_TRAIN": "All right, bring it on!",
"SERIF_TRAINEESHADOW_TRAINED": "Gh...! A hero can't lose!",
"SERIF_TRAINEEWATER_APPRECIATION": "Hey there, Operator! Just like you need to cool down during training, you also need appropriate breaks in work! Come on, rest up, rest up!",
"SERIF_TRAINEEWATER_DAILY": "Morning! I've finished my daily run and I'm ready to go any time! Come on, let's get our superhero time started!",
"SERIF_TRAINEEWATER_EVENTA": "Hah! No need to fear, a superhero is here! Leave this to me! With my perfectly trained body, I'll knock out any task you've got for me!",
"SERIF_TRAINEEWATER_HERO": "I look up to the heroes from space, of course, but I'm proud of being earthborn. There's got to be a place for us, something we can protect.",
"SERIF_TRAINEEWATER_PLAYER": "I heard word about you before I started working with this company! They said you were an operator far more talented than your experience would suggest! Proud to work with you!",
"SERIF_TRAINEEWATER_RELATION": "There's hundreds of hero agencies on this planet, and while they're all competitors, we all feel equally strongly that we want to protect this planet.",
"SERIF_TRAINEEWATER_TOUCH": "Feel that? Yeah, that's a body forged by hard days of heroing. Touch it as much as you like! E-Er, m-maybe not there...",
"SERIF_TRAINEEWATER_TRAIN": "All right, bring it on!",
"SERIF_TRAINEEWATER_TRAINED": "Gh...! A hero can't lose!",
"SERIF_TSUNEAKIROOKIES2408_APPRECIATION": "Operator, I've brought you something to munch on!<br>Now, I won't ask you what happened, but at least let me<br>stay by your side until you feel better.",
"SERIF_TSUNEAKIROOKIES2408_DAILY": "There sure are all kinds in Orient City.<br>Come to think of it, I wanted to ask about where you live. Oh,<br>don't worry, I'm not going to be inviting myself in. Honest!",
"SERIF_TSUNEAKIROOKIES2408_EVENTA": "Nothing quite as exciting as an event the whole neighborhood's in on!<br>To be honest, I only got interested in local events like these when I grew up.<br>I've just been through a lot, you see.<br>",
"SERIF_TSUNEAKIROOKIES2408_EVENTB": "I don't know if anyone would be glad to be greeted by a nameless Hero like me.<br>What's that? There is someone? You think so?<br>You're not buttering me up just to get me to work extra, are you?<br>",
"SERIF_TSUNEAKIROOKIES2408_EVENTC": "Ohh, a stamp rally, huh? So you do the tasks written here,<br>then you get them stamped and trade them in for prizes?<br>Wait a second, you can't fool me! This is just work!<br>",
"SERIF_TSUNEAKIROOKIES2408_EVENTD": "So, what do you think this is? That's right, a reward!<br>The two of us put in the effort, and besides, it's Hero Fiesta!<br>Surely we can enjoy ourselves as well, no?<br>",
"SERIF_TSUNEAKIROOKIES2408_HERO": "Interspecies brothers, huh. I'm jealous, honestly.<br>See, when I look at Canes and Sterio, I get the feeling that my dream<br>might come true without much difficulty.",
"SERIF_TSUNEAKIROOKIES2408_PLAYER": "I'm sure the people at your agency will come through for you when you need them.<br>When you have something that you can't share, even with them, well...<br>that's my cue. Talk to me anytime. My door's always open.",
"SERIF_TSUNEAKIROOKIES2408_RELATION": "That bureaucrat, the one that's awfully fond of himself? Well,<br>he's pretty fond of you too, but the guy's just so mean to me!<br>How about we both talk to him at the same time next time and observe what happens?",
"SERIF_TSUNEAKIROOKIES2408_TOUCH": "You clearly don't know the meaning of the word caution, do you?<br>Teasing these old bones so hard and so often? Heh, got you!<br>There's no getting away now... Or, wait. Was this what you were after?<br>",
"SERIF_TSUNEAKIROOKIES2408_TRAIN": "Want to see what this old man's made of?",
"SERIF_TSUNEAKIROOKIES2408_TRAINED": "W-Whoa, let's reel it in a bit—huh?! You're going to keep going?!",
"SERIF_TSUNEAKI_APPRECIATION": "You're tired, aren't you? Wait, you can't even tell how tired you are, can you? C'mon, you can afford to blow off work for a day. Blow off work and go on a date with this old- timer... Huh? You can't?",
"SERIF_TSUNEAKI_DAILY": "Huh? You're interested in my private life?! In some off-clock escapades? Well, if you're all right taking a step there's no turning back from, we could spend some time together.",
"SERIF_TSUNEAKI_EVENTA": "Welcome to the Shinraku Festival! As a local, I welcome you with open arms. Well, have lots of fun and spend lots of money!",
"SERIF_TSUNEAKI_EVENTB": "Whoa-hoh, Gammei's letting it all hang out... But, why not, right? We can afford to let loose during a festival, at least.",
"SERIF_TSUNEAKI_EVENTC": "Bringing office work with you on a business trip? Aren't you diligent! Well, I'll be cheering you on from the background... Wait, I've gotta do this, too?!",
"SERIF_TSUNEAKI_EVENTD": "Whew, glad that's over! So, how about I take you to an incredible restaurant as a reward for how hard you worked, hm?",
"SERIF_TSUNEAKI_HERO": "I'm a solo agency kind of hero, but I'm pretty well known in the industry. I've even worked together with that famous hero... You know, er... What was his name again?",
"SERIF_TSUNEAKI_PLAYER": "Ahh, you're a lot stronger than word on the street said. I can see why people want you taken care of... Hm? Who'd I hear that from? My little secret!",
"SERIF_TSUNEAKI_RELATION": "Kouki really has it all together, huh? Acting, guesting, co-starring... He's everywhere! I can't keep up! Still, I think he could stand to take it a little easier.",
"SERIF_TSUNEAKI_TOUCH": "Oh-hoh! Sorry about that! Dodged on instinct. Still, what're you thinking, getting all handsy? Ahah, just kidding. Come on over! Feel free!",
"SERIF_TSUNEAKI_TRAIN": "My training isn't easy. Think you can handle it?",
"SERIF_TSUNEAKI_TRAINED": "Pant, pant... I can't go any more...",
"SERIF_TURBAK_APPRECIATION": "You look kind of down. What's up?<br>I'll listen, if you want to share anything. And I mean it!<br>I'll take half of that pain of yours and turn it into joy!",
"SERIF_TURBAK_DAILY": "A trip isn't just about seeing people and places.<br>It's about meeting them, convening with them, communing with the land, and linking hearts.<br>That's the kind of joy I want to bring to my customers!",
"SERIF_TURBAK_EVENTA": "Hey there! Not sure which festival to start with? Well,<br>allow me to show you around the places of interest!<br>I'll make sure you don't miss out on any of the event's appeal!",
"SERIF_TURBAK_EVENTB": "All right, timetable is organized, supplies are in order...<br>Oh! I hadn't finished lunch arrangements!<br>Guh... This kind of stuff is so much harder than escorting.",
"SERIF_TURBAK_EVENTC": "You'll help me out at work? Thanks!<br>Honestly, I have so many tasks lined up my head is spinning.<br>I'll thank you properly later!",
"SERIF_TURBAK_EVENTD": "Thanks, that helped a lot!<br>Let me know if there's anything I can do to thank you.<br>I mean it! I'll do anything I can!",
"SERIF_TURBAK_HERO": "Barrel is such a good guy!<br>He's so nice to just about anybody, like a real Hero should be.<br>I gotta take notes and do my best!",
"SERIF_TURBAK_PLAYER": "Say, you go to all sorts of different planets on business trips, right?<br>Any places you have deep memories of and attachments to?<br>Me, I have more than I can count! How about we swap stories?",
"SERIF_TURBAK_RELATION": "Shidemasu from the agency is such a nice guy!<br>He's so worried about how many business trips I go on, so he<br>introduced me to all sorts of insurance packages. I signed up for all of them, of course!",
"SERIF_TURBAK_TOUCH": "Haha! This kind of physical contact is the good stuff!<br>Being touched by you like this truly makes me feel like<br>I'm having your thoughts and emotions carved into me far more than with just words.",
"SERIF_TURBAK_TRAIN": "I'm going all out!",
"SERIF_TURBAK_TRAINED": "Tough, but I have to hold on!",
"SERIF_VALORAY_APPRECIATION": "You are such a hard worker. I'm worried that<br>you might be pushing yourself too hard. You're sleeping properly, right? Eating right and staying hydrated?<br>Oh, I know—let's take a quick break before you fall over. Sound good?<br>",
"SERIF_VALORAY_DAILY": "I actually have a travel food recipe book published.<br>It details how to cook everything, the safest routes to the ingredients, methods of<br>preventing accident and injury... Hm? Doesn't every recipe book have that kind of information?",
"SERIF_VALORAY_EVENTA": "You can't let your guard down when traveling through the desert! You might<br>get blown away by a sudden sandstorm and fall into a forest of cacti!<br>Oh, I-I know, we should put cushions over our rumps just in case!",
"SERIF_VALORAY_EVENTB": "A legendary chocolate elixir... I love it! How mystical, how romantic!<br>That, I'll have to check with my own eyes and taste buds!<br>Off on our adventure, to find the grand recipe sleeping in the desert!",
"SERIF_VALORAY_EVENTC": "This is our current target list.<br>There's a few ingredients you can only pick up in dangerous areas, but don't worry.<br>I'm with you.<br>",
"SERIF_VALORAY_EVENTD": "Wow! I didn't think you'd gather up this many!<br>You have ingredient-hunter potential, you know that?<br>Anyway, since we have them all fresh, let's cook these up together!",
"SERIF_VALORAY_HERO": "To meet with a correct death? Vlaham has quite the<br>unique desire. I can understand part of it, though.<br>After all, we live atop the lives taken from other beings.",
"SERIF_VALORAY_PLAYER": "You work on all sorts of planets, don't you?<br>Just like me. If you have time, could you share some tales of your trips with me?<br>I just love hearing adventure stories!",
"SERIF_VALORAY_RELATION": "I'll often learn recipes and cooking techniques from Yuhang, but he does this thing<br>where every ingredient he sets eyes on, no matter what, he puts it in his mouth!<br>I never react fast enough to stop him, and it feels like I'm about to have a heart attack every time.",
"SERIF_VALORAY_TOUCH": "Oh, curious about these horns of mine? Haha, well,<br>they actually detect danger, you see. I'm pretty proud of them.<br>Here, I'll even let you touch them. Go ahead!<br>",
"SERIF_VALORAY_TRAIN": "I'll be gentle. Just let me know if it hurts, okay?",
"SERIF_VALORAY_TRAINED": "I-I might be too old for this!",
"SERIF_VICTOMHEROFESTA2109_APPRECIATION": "How about you go and join the fun...? I suppose not. You look too tired for it. Take some time to rest. I'll take care of the luggage.",
"SERIF_VICTOMHEROFESTA2109_DAILY": "I'll say this once. We're here to do work. Don't get distracted by the stalls and... Agh, fine. I'll buy you one on our break. Just hold on until then.",
"SERIF_VICTOMHEROFESTA2109_EVENTA": "Is it truly so strange to see me wearing so little? I don't want to be sweating out here, you know. Though, I can't imagine my scars are a pleasant sight.",
"SERIF_VICTOMHEROFESTA2109_EVENTB": "Ahh... I have you to thank for what I look like now. I don't look scary like this, do I? Will I be able to... get a smile from you-know-who?",
"SERIF_VICTOMHEROFESTA2109_HERO": "I trust and respect the chief, but that frivolousness of his I simply cannot abide. That is not to say he does not take his job seriously, but still...",
"SERIF_VICTOMHEROFESTA2109_PLAYER": "You like summer, too? Me... not so much. The people grow slack with joy and fall into leisure-based accidents far more often. That, and... it gets hot under my mask.",
"SERIF_VICTOMHEROFESTA2109_RELATION": "Gammei may not look it, but he's prone to pushing himself on the job. It's worrying to see. In the last case, he... Ah, speak of the devil, he's here.",
"SERIF_VICTOMHEROFESTA2109_TOUCH": "Hey, get off me! It's hot enough out, so I don't need your body heat in the mix! At least... do it in the shade.",
"SERIF_VICTOMHEROFESTA2109_TRAIN": "Finished your warm-up? Let's begin.",
"SERIF_VICTOMHEROFESTA2109_TRAINED": "Ghk, I might drown...",
"SERIF_VICTOM_APPRECIATION": "Accumulation of fatigue will only sabotage your mission endeavors, and a tired commander leads to a demoralized force. In other words, rest. Don't make me worry this much.",
"SERIF_VICTOM_DAILY": "Yes, I'm here. Now, what mission am I to do today? And don't worry, it will take a lot more than you're thinking to kill me.",
"SERIF_VICTOM_HERO": "That rookie is as green as they come. He's such a coward, but he throws himself into his tasks with such reckless determination... I'm a bit fond of people like that, though.",
"SERIF_VICTOM_PLAYER": "Your conduct is risky and worrying, but protecting your life is part of my duty. Use my body as a shield as you will.",
"SERIF_VICTOM_RELATION": "I cannot understand what that waiter's thinking. Get along? With the Kaibutsu? Impossible. The only good Kaibutsu is a dead Kaibutsu.",
"SERIF_VICTOM_TOUCH": "What? You want to see my face? Give it up. Nothing good will come of it. But, if you absolutely have to... maybe eventually.",
"SERIF_VICTOM_TRAIN": "Don't think of this as practice. Begin!",
"SERIF_VICTOM_TRAINED": "Gh...! Tough, I'll give you that!",
"SERIF_VISCUNAM_APPRECIATION": "Operator, you look a little drowsy, and there's no greater killer of inspiration than sleep deprivation! Now, if you have no other option, I have this hyper-stimulant drink that will... Oh? You'll just rest instead? Suit yourself!",
"SERIF_VISCUNAM_DAILY": "Why do I continue to invent? To carve my name into history! To ensure that I am not forgotten! I've never forgotten to sign an invention, after all!",
"SERIF_VISCUNAM_EVENTA": "The energy powering all of these lights... Goodness, if I had just a bit of it, I could make all the devices and concoctions I wanted! Christmas truly is a magical season.",
"SERIF_VISCUNAM_EVENTB": "<span style=\"font-size: calc(15px * 0.75)\">Santa's sled is drawn by animals, but there's still room for improvement. How about a quadrupedal propulsion system? Or perhaps a self-delivery system on the presents?</span>",
"SERIF_VISCUNAM_HERO": "Gomeisa's Parallel Weapon can spawn ice. So... if I affix this unlimited syrup device to it... Oh, this will be an unforgettable invention!",
"SERIF_VISCUNAM_PLAYER": "I hear you go from planet to planet on work, so how about trying a ride on my spaceship? I built it myself! You can't choose where you go, unfortunately, but the speed is inc... What? You'll pass?",
"SERIF_VISCUNAM_RELATION": "I sense an impressive effort towards research in that girl's stance toward the craft of song. I cannot, however, forgive her for calling the fruits of my brilliance \"junk\"!",
"SERIF_VISCUNAM_TOUCH": "Oh? You wish to see my research up close? Wonderful! I praise your curiosity and welcome you to experience it to your heart's desire! Now, sit here and start by taking off your clothes!",
"SERIF_VISCUNAM_TRAIN": "Experience my inventions up close and personal!",
"SERIF_VISCUNAM_TRAINED": "Th-This is too much!",
"SERIF_VLAHAM_APPRECIATION": "Take my hand and close your eyes. Yes, just like that.<br>Worry about nothing. Whatever trouble or worry you may have,<br>this hand will never abandon you.",
"SERIF_VLAHAM_DAILY": "Ruins and graveyards are proof that people have lived and lived well.<br>To think that something so beautiful, so admirable yet remains, fading not and crumbling not...<br>Oh, I can wait no longer. Let us hurry and visit them!",
"SERIF_VLAHAM_EVENTA": "I hold little love for strong sunlight, but if a pharaoh's tomb<br>is waiting to be visited, I cannot allow myself to falter!<br>L-Let us... hngh, be off!<br>",
"SERIF_VLAHAM_EVENTB": "Chocolate that revives the dead? Do the rumors have any veracity?<br>I must say that I am curious as to the flavor, as well.<br>Operator, have you any fondness for sweets?<br>",
"SERIF_VLAHAM_EVENTC": "Gathering ingredients to help Valoray, are you?<br>Ah, chocolate darker than the black of night and more sanguinely sweet than blood.<br>I can hardly wait for its completion. Let us do our utmost together.<br>",
"SERIF_VLAHAM_EVENTD": "And that is that. What a collection we've collected here.<br>And I must credit you with how quickly we finished. Now,<br>since we have time, how about we enjoy the chocolate festival together?",
"SERIF_VLAHAM_HERO": "Gaius, one who seeks his roots.<br>There is no truth or falsehood in life created, only reasons.<br>Yet his desire to take back that which has faded, that which is lost, I can understand.",
"SERIF_VLAHAM_PLAYER": "That power of yours that you cannot fully control...<br>As a keeper of monsters, I can see much of myself in you.<br>Worry not. Whatever manner of being you may be, I shall protect you.",
"SERIF_VLAHAM_RELATION": "Valoray's penchant for worrying surprises me somewhat.<br>Yet I imagine his consistent concern for safety will allow many to<br>live healthy, thriving lives. A wonderful stance indeed.",
"SERIF_VLAHAM_TOUCH": "You would touch a monster of your own will? I have scarcely seen one as reckless as you.<br>Very well, this seems entertaining enough. I will humor you.<br>Just know that there will be no turning back, not even in the face of regret.",
"SERIF_VLAHAM_TRAIN": "Can you satisfy my hunger?",
"SERIF_VLAHAM_TRAINED": "Ah, I can feel it! The breath of life!",
"SERIF_VULPECULAMIRRORS2511_APPRECIATION": "You were by all means supposed to live in a beautiful present.<br>Who in the stars was it that stole that from you?<br>Should you desire, I can and will steal it back for you.",
"SERIF_VULPECULAMIRRORS2511_DAILY": "Haha! Interested in my personal life, are you?<br>Honestly, I'm surprised you elected to ask me directly rather than<br>skulk in the shadows like a detective. You always do amuse me, you know that?",
"SERIF_VULPECULAMIRRORS2511_EVENTA": "The mechanical clock that advances ever forward, never turning back to the past.<br>One might call that my symbol, an expression of Dashing Thief Vulpecula.<br>Now, I must wonder. Just how much of the past has this town's clock tower left behind?",
"SERIF_VULPECULAMIRRORS2511_EVENTB": "Alas. I must say, Heroes are quite a vexing folk.<br>I can't seem to avoid them no matter where I go.<br>Regardless, my goal here is not theft, so I shall leave them be if they stay out of my way.",
"SERIF_VULPECULAMIRRORS2511_EVENTC": "I cannot comprehend the desire to leave a record of one's activities.<br>Yet, if this is what you need now, then<br>I shall assist you in this fool's errand.",
"SERIF_VULPECULAMIRRORS2511_EVENTD": "You have taken your rewards, yes? Excellent. Then this is nothing but past glory, a useless relic.<br>What suits you is a glorious present! A beautiful future!",
"SERIF_VULPECULAMIRRORS2511_HERO": "It's the strangest thing, but that picture book author Hero is utterly fascinating to me.<br>Is this pity? Empathy?<br>Don't tell me it's jealousy? No, that simply could not be.",
"SERIF_VULPECULAMIRRORS2511_PLAYER": "I must say that I am rather fond of this form of mine, but it is unfortunate<br>that not everyone can observe it. Perhaps the time has come<br>for me to well and truly steal you away? Eheh heh.",
"SERIF_VULPECULAMIRRORS2511_RELATION": "An endless world of fantasy with neither future nor past.<br>An eternal moment, a beautiful now with all its glitz and glamour...<br>I do love the circus.",
"SERIF_VULPECULAMIRRORS2511_TOUCH": "Oh? Inviting me to dance, are you? Why, I wouldn't mind.<br>You've been able to observe me as I am now, after all.<br>I'm sure we'd be able to have a lovely time together. Come, let us enjoy ourselves.",
"SERIF_VULPECULAMIRRORS2511_TRAIN": "Relinquish yourself to me. Come.",
"SERIF_VULPECULAMIRRORS2511_TRAINED": "D-Do be considerate of my stamina, as well!",
"SERIF_VULPECULA_APPRECIATION": "A wilting flower needs water. You have the potential to be a symbol of a beautiful future, and I cannot let you wither. Now, take some time to rest.",
"SERIF_VULPECULA_DAILY": "Greetings, esteemed operator, blessed by the light of justice. What is it you wish of me? The destruction of the past, or the creation of the future? Whichever it is, I await your orders.",
"SERIF_VULPECULA_EVENTA": "Greetings, my dear captives of the past. Tonight, I, the dashing thief Vulpecula, will make all pasts as petals scattered in the wind.",
"SERIF_VULPECULA_EVENTB": "Showtime has begun, Alchiba. Allow me to elevate your unaesthetic being into something artistic and beautiful.",
"SERIF_VULPECULA_EVENTC": "An old man who has reclaimed himself, with forget-me-nots at his feet. As sweetness fills the night, I have descended to Earth to change those venomous flowers into rainbow rain.",
"SERIF_VULPECULA_EVENTD": "Love, emotion... They are so much like the venom of a scorpion. It ravages the body after numbing it, gradually stealing one's sanity. And that... is how I came to be.",
"SERIF_VULPECULA_HERO": "Alchiba, the detective. There is no one in all space I understand less than he. He hates the self of his past, yet he protects the past of others. Simply not beautiful.",
"SERIF_VULPECULA_PLAYER": "A flower bud is life inherited from the past... yet hope for the future, as well. For now, at least, I will refrain from nipping you.",
"SERIF_VULPECULA_RELATION": "He is slightly lacking, I feel, in the courage to make the decision to cast out the past. His mental bondage is such a shame to see.",
"SERIF_VULPECULA_TOUCH": "Ah, you've caught me. Should I interpret seeking such contact as a sign you are ready to have your past stolen away?",
"SERIF_VULPECULA_TRAIN": "I shall show you a blooming most beautiful.",
"SERIF_VULPECULA_TRAINED": "Not beautiful at all!",
"SERIF_WOLFMANEARTH_APPRECIATION": "How about we wrap up work and go for a drink? I know a place with great food. A little dirty, sure, but still. Probably not a place folks on the straight and narrow know, haha.",
"SERIF_WOLFMANEARTH_DAILY": "Oh, what kind of work are we doing today? I'll do anything to keep my cats fed! Hm? What should you call me? Whatever you want!",
"SERIF_WOLFMANEARTH_HERO": "There's a lotta villains who want to become heroes, but can't. To them, heroes are just a reminder of what they can't have.",
"SERIF_WOLFMANEARTH_PLAYER": "Since you're out on the front lines but can't fight, make sure you keep yourself safe, all right? I'm not good at protecting people in a fight.",
"SERIF_WOLFMANEARTH_RELATION": "Heroes, villains, they've all got their own senses of justice, of right and wrong, things they fight for. What do I fight for? The cute and fluffy, of course!",
"SERIF_WOLFMANEARTH_TOUCH": "Whoa! Hey, come on, hands off! You're gonna make me get all hot and bothered! Huh? There was some cat hair on me? O-Oh, thanks...",
"SERIF_WOLFMANEARTH_TRAIN": "Get ready to meet your maker!",
"SERIF_WOLFMANEARTH_TRAINED": "Damn it! You win! Do what you want with me!",
"SERIF_WOLFMANSHADOW_APPRECIATION": "How about we wrap up work and go for a drink? I know a place with great food. A little dirty, sure, but still. Probably not a place folks on the straight and narrow know, haha.",
"SERIF_WOLFMANSHADOW_DAILY": "Need something done? Sure. I'll wrap our enemies in a shadow darker than night. So, what's the job? Huh? Oh. Oh...",
"SERIF_WOLFMANSHADOW_EVENTA": "Hahaha! You would seek to tame me, the shadow itself?! I commend your boldness! Oh, but I'd like my paycheck upfront if possible. Dunno if I have food money today.",
"SERIF_WOLFMANSHADOW_HERO": "There's a lotta villains who want to become heroes, but can't. To them, heroes are just a reminder of what they can't have.",
"SERIF_WOLFMANSHADOW_PLAYER": "Since you're out on the front lines but can't fight, make sure you keep yourself safe, all right? I'm not good at protecting people in a fight.",
"SERIF_WOLFMANSHADOW_RELATION": "Heroes are just too bright, but they do make my shadowy outline that much clearer. Hey, can you point that camera somewhere else?",
"SERIF_WOLFMANSHADOW_TOUCH": "You must fear nothing, trying to touch shadows so. Don't come crying to me if you get swallowed up. W-Wait, not under my chin! That feels too good!",
"SERIF_WOLFMANSHADOW_TRAIN": "Get ready to meet your maker!",
"SERIF_WOLFMANSHADOW_TRAINED": "Damn it! You win! Do what you want with me!",
"SERIF_WRESTLEREARTH_APPRECIATION": "あぁ？何、疲れただと…？オイ、テメェあんま<br>ナメた真似してんじゃねぇぞッ！後は俺に任せて<br>飯食って休みやがれっ！心配だろうが、コラァッ！<br>",
"SERIF_WRESTLEREARTH_DAILY": "俺たちのモットーは、子供が楽しめるプロレスだ。<br>舞台衣装も、トゲトゲはヒールの命だが…子供が<br>怖がっちまうから、最小限かつ柔らか素材だぜ！",
"SERIF_WRESTLEREARTH_EVENTA": "この俺と契約を結ぼうってぇのか！？面白ぇ！<br>子供の夢を守るためなら、一肌でも二肌でも<br>脱いでやろうじゃねぇかっ、ガハハハッ！<br>",
"SERIF_WRESTLEREARTH_EVENTC": "興行収入の分だけギャラが出るんだろ？<br>…よーしっ、気合い入れてくぜ？ギャハハハァッ！<br>覚悟しなぁ、ガキ共ぉ！全員攫っちまうぞぉ！<br>",
"SERIF_WRESTLEREARTH_EVENTD": "いやぁ、最高の盛り上がりだったなオイ！<br>お陰で子供たちにも滅茶苦茶喜んでもらえたぜ！<br>テメェのオペレーション、最高だったぜぇッ！<br>",
"SERIF_WRESTLEREARTH_HERO": "俺たちはヴィランじゃねぇが、悪役だ。<br>ヒーローもベビーフェイスだけじゃ輝かねぇ。<br>感動を届けるにゃあ、ヒールってのが必要なのさ。",
"SERIF_WRESTLEREARTH_PLAYER": "観測者っつうのは、ただそこにいるだけで<br>怖がられちまうこともあるんだろ？…俺も経験が<br>ないわけじゃねぇ。ちっとばかし同情しちまうぜ。",
"SERIF_WRESTLEREARTH_RELATION": "ヒール軍団のメンツは、やたらと顔が厳ついが、<br>ああ見えて子供好きな奴らばっかりだぜ！<br>ま、俺もヒトのこと言えねえツラか、ガハハッ！",
"SERIF_WRESTLEREARTH_TOUCH": "おおっと！ファンサービスをご希望みてぇだな！<br>…だが、子供たちが帰るまでちょっと待ちな。<br>とっておきのショータイムにしてやるぜぇ…？<br>",
"SERIF_WRESTLEREARTH_TRAIN": "今ならまだ痛い目見ずに済むぜぇ？",
"SERIF_WRESTLEREARTH_TRAINED": "ぐっ…！　骨身に沁みるぜぇ…！",
"SERIF_WRESTLERFIRE_APPRECIATION": "あぁ？何、疲れただと…？オイ、テメェあんま<br>ナメた真似してんじゃねぇぞッ！後は俺に任せて<br>飯食って休みやがれっ！心配だろうが、コラァッ！<br>",
"SERIF_WRESTLERFIRE_DAILY": "俺たちのモットーは、子供が楽しめるプロレスだ。<br>舞台衣装も、トゲトゲはヒールの命だが…子供が<br>怖がっちまうから、最小限かつ柔らか素材だぜ！",
"SERIF_WRESTLERFIRE_EVENTA": "この俺と契約を結ぼうってぇのか！？面白ぇ！<br>子供の夢を守るためなら、一肌でも二肌でも<br>脱いでやろうじゃねぇかっ、ガハハハッ！<br>",
"SERIF_WRESTLERFIRE_EVENTC": "興行収入の分だけギャラが出るんだろ？<br>…よーしっ、気合い入れてくぜ？ギャハハハァッ！<br>覚悟しなぁ、ガキ共ぉ！全員攫っちまうぞぉ！<br>",
"SERIF_WRESTLERFIRE_EVENTD": "いやぁ、最高の盛り上がりだったなオイ！<br>お陰で子供たちにも滅茶苦茶喜んでもらえたぜ！<br>テメェのオペレーション、最高だったぜぇッ！<br>",
"SERIF_WRESTLERFIRE_HERO": "俺たちはヴィランじゃねぇが、悪役だ。<br>ヒーローもベビーフェイスだけじゃ輝かねぇ。<br>感動を届けるにゃあ、ヒールってのが必要なのさ。",
"SERIF_WRESTLERFIRE_PLAYER": "観測者っつうのは、ただそこにいるだけで<br>怖がられちまうこともあるんだろ？…俺も経験が<br>ないわけじゃねぇ。ちっとばかし同情しちまうぜ。",
"SERIF_WRESTLERFIRE_RELATION": "ヒール軍団のメンツは、やたらと顔が厳ついが、<br>ああ見えて子供好きな奴らばっかりだぜ！<br>ま、俺もヒトのこと言えねえツラか、ガハハッ！",
"SERIF_WRESTLERFIRE_TOUCH": "おおっと！ファンサービスをご希望みてぇだな！<br>…だが、子供たちが帰るまでちょっと待ちな。<br>とっておきのショータイムにしてやるぜぇ…？<br>",
"SERIF_WRESTLERFIRE_TRAIN": "今ならまだ痛い目見ずに済むぜぇ？",
"SERIF_WRESTLERFIRE_TRAINED": "ぐっ…！　骨身に沁みるぜぇ…！",
"SERIF_WRESTLERLIGHT_APPRECIATION": "あぁ？何、疲れただと…？オイ、テメェあんま<br>ナメた真似してんじゃねぇぞッ！後は俺に任せて<br>飯食って休みやがれっ！心配だろうが、コラァッ！<br>",
"SERIF_WRESTLERLIGHT_DAILY": "俺たちのモットーは、子供が楽しめるプロレスだ。<br>舞台衣装も、トゲトゲはヒールの命だが…子供が<br>怖がっちまうから、最小限かつ柔らか素材だぜ！",
"SERIF_WRESTLERLIGHT_EVENTA": "この俺と契約を結ぼうってぇのか！？面白ぇ！<br>子供の夢を守るためなら、一肌でも二肌でも<br>脱いでやろうじゃねぇかっ、ガハハハッ！<br>",
"SERIF_WRESTLERLIGHT_EVENTC": "興行収入の分だけギャラが出るんだろ？<br>…よーしっ、気合い入れてくぜ？ギャハハハァッ！<br>覚悟しなぁ、ガキ共ぉ！全員攫っちまうぞぉ！<br>",
"SERIF_WRESTLERLIGHT_EVENTD": "いやぁ、最高の盛り上がりだったなオイ！<br>お陰で子供たちにも滅茶苦茶喜んでもらえたぜ！<br>テメェのオペレーション、最高だったぜぇッ！<br>",
"SERIF_WRESTLERLIGHT_HERO": "俺たちはヴィランじゃねぇが、悪役だ。<br>ヒーローもベビーフェイスだけじゃ輝かねぇ。<br>感動を届けるにゃあ、ヒールってのが必要なのさ。",
"SERIF_WRESTLERLIGHT_PLAYER": "観測者っつうのは、ただそこにいるだけで<br>怖がられちまうこともあるんだろ？…俺も経験が<br>ないわけじゃねぇ。ちっとばかし同情しちまうぜ。",
"SERIF_WRESTLERLIGHT_RELATION": "ヒール軍団のメンツは、やたらと顔が厳ついが、<br>ああ見えて子供好きな奴らばっかりだぜ！<br>ま、俺もヒトのこと言えねえツラか、ガハハッ！",
"SERIF_WRESTLERLIGHT_TOUCH": "おおっと！ファンサービスをご希望みてぇだな！<br>…だが、子供たちが帰るまでちょっと待ちな。<br>とっておきのショータイムにしてやるぜぇ…？<br>",
"SERIF_WRESTLERLIGHT_TRAIN": "今ならまだ痛い目見ずに済むぜぇ？",
"SERIF_WRESTLERLIGHT_TRAINED": "ぐっ…！　骨身に沁みるぜぇ…！",
"SERIF_WRESTLERSHADOW_APPRECIATION": "あぁ？何、疲れただと…？オイ、テメェあんま<br>ナメた真似してんじゃねぇぞッ！後は俺に任せて<br>飯食って休みやがれっ！心配だろうが、コラァッ！<br>",
"SERIF_WRESTLERSHADOW_DAILY": "俺たちのモットーは、子供が楽しめるプロレスだ。<br>舞台衣装も、トゲトゲはヒールの命だが…子供が<br>怖がっちまうから、最小限かつ柔らか素材だぜ！",
"SERIF_WRESTLERSHADOW_EVENTA": "この俺と契約を結ぼうってぇのか！？面白ぇ！<br>子供の夢を守るためなら、一肌でも二肌でも<br>脱いでやろうじゃねぇかっ、ガハハハッ！<br>",
"SERIF_WRESTLERSHADOW_EVENTC": "興行収入の分だけギャラが出るんだろ？<br>…よーしっ、気合い入れてくぜ？ギャハハハァッ！<br>覚悟しなぁ、ガキ共ぉ！全員攫っちまうぞぉ！<br>",
"SERIF_WRESTLERSHADOW_EVENTD": "いやぁ、最高の盛り上がりだったなオイ！<br>お陰で子供たちにも滅茶苦茶喜んでもらえたぜ！<br>テメェのオペレーション、最高だったぜぇッ！<br>",
"SERIF_WRESTLERSHADOW_HERO": "俺たちはヴィランじゃねぇが、悪役だ。<br>ヒーローもベビーフェイスだけじゃ輝かねぇ。<br>感動を届けるにゃあ、ヒールってのが必要なのさ。",
"SERIF_WRESTLERSHADOW_PLAYER": "観測者っつうのは、ただそこにいるだけで<br>怖がられちまうこともあるんだろ？…俺も経験が<br>ないわけじゃねぇ。ちっとばかし同情しちまうぜ。",
"SERIF_WRESTLERSHADOW_RELATION": "ヒール軍団のメンツは、やたらと顔が厳ついが、<br>ああ見えて子供好きな奴らばっかりだぜ！<br>ま、俺もヒトのこと言えねえツラか、ガハハッ！",
"SERIF_WRESTLERSHADOW_TOUCH": "おおっと！ファンサービスをご希望みてぇだな！<br>…だが、子供たちが帰るまでちょっと待ちな。<br>とっておきのショータイムにしてやるぜぇ…？<br>",
"SERIF_WRESTLERSHADOW_TRAIN": "今ならまだ痛い目見ずに済むぜぇ？",
"SERIF_WRESTLERSHADOW_TRAINED": "ぐっ…！　骨身に沁みるぜぇ…！",
"SERIF_WRESTLERWATER_APPRECIATION": "あぁ？何、疲れただと…？オイ、テメェあんま<br>ナメた真似してんじゃねぇぞッ！後は俺に任せて<br>飯食って休みやがれっ！心配だろうが、コラァッ！<br>",
"SERIF_WRESTLERWATER_DAILY": "俺たちのモットーは、子供が楽しめるプロレスだ。<br>舞台衣装も、トゲトゲはヒールの命だが…子供が<br>怖がっちまうから、最小限かつ柔らか素材だぜ！",
"SERIF_WRESTLERWATER_EVENTA": "この俺と契約を結ぼうってぇのか！？面白ぇ！<br>子供の夢を守るためなら、一肌でも二肌でも<br>脱いでやろうじゃねぇかっ、ガハハハッ！<br>",
"SERIF_WRESTLERWATER_EVENTC": "興行収入の分だけギャラが出るんだろ？<br>…よーしっ、気合い入れてくぜ？ギャハハハァッ！<br>覚悟しなぁ、ガキ共ぉ！全員攫っちまうぞぉ！<br>",
"SERIF_WRESTLERWATER_EVENTD": "いやぁ、最高の盛り上がりだったなオイ！<br>お陰で子供たちにも滅茶苦茶喜んでもらえたぜ！<br>テメェのオペレーション、最高だったぜぇッ！<br>",
"SERIF_WRESTLERWATER_HERO": "俺たちはヴィランじゃねぇが、悪役だ。<br>ヒーローもベビーフェイスだけじゃ輝かねぇ。<br>感動を届けるにゃあ、ヒールってのが必要なのさ。",
"SERIF_WRESTLERWATER_PLAYER": "観測者っつうのは、ただそこにいるだけで<br>怖がられちまうこともあるんだろ？…俺も経験が<br>ないわけじゃねぇ。ちっとばかし同情しちまうぜ。",
"SERIF_WRESTLERWATER_RELATION": "ヒール軍団のメンツは、やたらと顔が厳ついが、<br>ああ見えて子供好きな奴らばっかりだぜ！<br>ま、俺もヒトのこと言えねえツラか、ガハハッ！",
"SERIF_WRESTLERWATER_TOUCH": "おおっと！ファンサービスをご希望みてぇだな！<br>…だが、子供たちが帰るまでちょっと待ちな。<br>とっておきのショータイムにしてやるぜぇ…？<br>",
"SERIF_WRESTLERWATER_TRAIN": "今ならまだ痛い目見ずに済むぜぇ？",
"SERIF_WRESTLERWATER_TRAINED": "ぐっ…！　骨身に沁みるぜぇ…！",
"SERIF_YASUHIKO_APPRECIATION": "Oh, Operator, you look very tired! Well, step into my tent and lay it on me! Big worries, little complaints, I'll listen to it all! The audience won't like seeing you miserable, after all.",
"SERIF_YASUHIKO_DAILY": "Zdravstvujte, Operator! Let us continue to hone our art, as we do every day! Hm? Work comes first? Right, right, practice comes after!",
"SERIF_YASUHIKO_EVENTA": "We can't entertain the audience if there is no audience! We have to bring this circus back—the troupe needs us!",
"SERIF_YASUHIKO_EVENTB": "This lion is Renato, and this tiger is Bogdan. They're both sweet, really! See, they look like they want you to pet them!",
"SERIF_YASUHIKO_HERO": "I think the core of Vulpecula's whole act are those beautiful illusions. If only he would join our troupe!",
"SERIF_YASUHIKO_PLAYER": "I think you're pretty good at this, you know? I think the audience would really like you, so how about trying something a bit more daring? Like a tightrope or trapeze!",
"SERIF_YASUHIKO_RELATION": "I get called out to perform at Nessen's resort often. Incredible audiences and hot springs after work... Gosh, I'm so glad we're in the same agency!",
"SERIF_YASUHIKO_TOUCH": "W-Whoa! You can't touch <i>me</i>! If you want to touch something, the animals are right... Huh? You'd rather touch me? H-Hey, stop poking my belly! Q-Quit it!",
"SERIF_YASUHIKO_TRAIN": "Entertain me first!",
"SERIF_YASUHIKO_TRAINED": "Stop, stop! You're being too serious!",
"SERIF_YOHACKLASTRESORT2506_APPRECIATION": "Don't be a stranger if you need anything!<br>If you need me, Operator, I'll come running no matter where in the universe you are!",
"SERIF_YOHACKLASTRESORT2506_DAILY": "Hey, Operator! Let's have some fun out in the water!<br>I'll be the inner tube, so let's go out and get our float on... Huh?<br>What's so funny?",
"SERIF_YOHACKLASTRESORT2506_EVENTA": "I was so happy to be called in to revitalize Enoshima Village!<br>I mean, this is protecting someone's dear hometown—what could be better?",
"SERIF_YOHACKLASTRESORT2506_EVENTB": "This is my first time driving a jet ski,<br>but I have to say—blasting through wind and waves feels great!<br>You should hop on and ride with me sometime!",
"SERIF_YOHACKLASTRESORT2506_EVENTC": "I see. I understand everything!<br>We gather stamps and get rewards!<br>Our walk together around the island is going to be super fun!",
"SERIF_YOHACKLASTRESORT2506_EVENTD": "Eheheh, we got a bunch of stamps, huh! And I had a lot of fun,<br>getting to go around Enoshima with you!<br>I'll always treasure this memory!",
"SERIF_YOHACKLASTRESORT2506_HERO": "I understand why Saotome cares so deeply about his home.<br>So if there's something he's really worried about,<br>this time, I wanna help him out!",
"SERIF_YOHACKLASTRESORT2506_PLAYER": "Are you okay? The sunlight's awfully strong.<br>Eheheh, I'm glad I brought along some sunscreen!<br>Leave your skincare to me!",
"SERIF_YOHACKLASTRESORT2506_RELATION": "Astar's so stoic and so cool!<br>Just look at how he runs over the beach every day to train himself!<br>Being Santa really is a tough job, huh?",
"SERIF_YOHACKLASTRESORT2506_TOUCH": "Hold on tight, Operator! I'm gonna speed up the jet ski a bit!<br>Heh, getting this close kinda has my heart racing...",
"SERIF_YOHACKLASTRESORT2506_TRAIN": "There won't be any stopping me!",
"SERIF_YOHACKLASTRESORT2506_TRAINED": "Th-That's way too rough!",
"SERIF_YOHACK_APPRECIATION": "Hey, Operator, you look pretty hungry! Heh heh, see, I live in Muirauqa and cook a pretty mean fish fillet! Just sit tight and I'll whip one up for you!",
"SERIF_YOHACK_DAILY": "You look like you're in a spot of trouble! Well, let me help! Er, document organization, cleaning, supply replacement, calls to clients... Okay, I understand every... Er. Can I get that again one at a time?",
"SERIF_YOHACK_EVENTA": "I've never met you on-site before, Operator! Let's do our best guarding the gallery! Oh, and we get to go to the festival together, too! Sweet!",
"SERIF_YOHACK_EVENTB": "A masquerade? You put on masks and, uh, dance? All right! Got it, mostly! I've never done this before, but I got this! I'm sure it'll work out!",
"SERIF_YOHACK_EVENTC": "Visit the workshop and pick up the corsages?<br>Ah, I get it. Understood!<br>We're good for more than just security!",
"SERIF_YOHACK_EVENTD": "Alright! Job accomplished!<br>The people at Cloche are happy,<br>and I'm happy to be here with you, Operator!",
"SERIF_YOHACK_HERO": "Nessen's suit is so fancy and nice, don't you think? Maybe I'd look like I had it together a bit more if I wore a suit like that!",
"SERIF_YOHACK_PLAYER": "Operator, a lot of people turn to you for a lot of jobs, right? Well, you can turn to me for anything! I'll always be happy to help!",
"SERIF_YOHACK_RELATION": "Astosis was a neighbor of mine until I moved out! He's so nice, so friendly, and always studies hard... I really look up to him!",
"SERIF_YOHACK_TOUCH": "Whoa, that tickles! What are you... Oh! I understand everything! You want a hug, right? Well, I hear you loud and clear! Here goes!",
"SERIF_YOHACK_TRAIN": "Heard being a bit rough sometimes is okay!",
"SERIF_YOHACK_TRAINED": "P-Please, a little gentler!",
"SERIF_YOSHIORITRAIN2305_APPRECIATION": "I know how hard you focus on the battlefield. But there's no point if you wear yourself out and fall over. Look, I'm telling you to fall back and rest. Now.",
"SERIF_YOSHIORITRAIN2305_DAILY": "Everything on the galactic railway's just as high class as the rumors said. Hm? How can I tell? Because I can! I know these things... Hey, what're you laughing for?!",
"SERIF_YOSHIORITRAIN2305_EVENTA": "Gh-Ghosts? Hah, like hell there's ghosts! Dumb as hell, I tell ya. Let's head to the next car now. Wait... Did that door just open by itself? D-Don't tell me...",
"SERIF_YOSHIORITRAIN2305_EVENTB": "Didn't think I'd ride the galactic railway with you. Well, since I'm here, guess I'll help myself to a nice treat. What's with that look? There something wrong with me enjoying some sweets?!",
"SERIF_YOSHIORITRAIN2305_EVENTC": "スタッフから記念品の収集を頼まれた？…まあ、<br>どうせやることもなくて暇だしな。報酬もあるなら<br>言う事なしだ。さっさと片付けちまおうぜ。",
"SERIF_YOSHIORITRAIN2305_EVENTD": "一通り片付いたな。今日の所はこんなモンだろ。<br>なんつうか、お前の動きも悪くなかったぜ。<br>…んだよ、褒めてやってんだから喜べよ！",
"SERIF_YOSHIORITRAIN2305_HERO": "That Esperdica's always grinning. Can't get a read on him. But what really puzzles me is... how does he know everything I like to eat?",
"SERIF_YOSHIORITRAIN2305_PLAYER": "You can't measure up to Exio, not yet. Not enough experience, sloppy decision-making, and poor reactions. What I'm saying is... I'll protect you, too.",
"SERIF_YOSHIORITRAIN2305_RELATION": "Looks like Tabit cares most about his squadmates. Lot of love for his comrades there... He's got the human touch. Watching him really takes me back.",
"SERIF_YOSHIORITRAIN2305_TOUCH": "Hm? What's with you? We're in the middle of a mission here, so bug me later. Nnn? Hey, that tickles! Quit it! You want to be protected or not?!",
"SERIF_YOSHIORITRAIN2305_TRAIN": "Bring it on any time!",
"SERIF_YOSHIORITRAIN2305_TRAINED": "Damn, that was rough!",
"SERIF_YOSHIORI_APPRECIATION": "Tch, look at you. Sloppy. Get yourself in shape, build some stamina—you're not keeping this operation going otherwise. And if you're sleeping, do it in bed. I'll carry you.",
"SERIF_YOSHIORI_DAILY": "I'll warn you, my loyalty's with Exio. You've hired me and I'll do what you said, but I didn't sell you my soul. Remember that.",
"SERIF_YOSHIORI_HERO": "Monomasa kind of gets on my nerves, but he's someone you can trust. He may look like that, but he's surprisingly... sentimental.",
"SERIF_YOSHIORI_PLAYER": "Exio's acknowledgment doesn't come easy, and you've won it. I'm guessing that means you're a real dangerous character.",
"SERIF_YOSHIORI_RELATION": "I owe everything to Exio, and I'll do anything to protect him. Even if it costs what little life I have left.",
"SERIF_YOSHIORI_TOUCH": "Nwah?! Just because you can see me doesn't mean you can touch me! Gwah?! H-Hey, hands off the right arm! It gets all weird whenever you touch it!",
"SERIF_YOSHIORI_TRAIN": "All right, you and me, let's go!",
"SERIF_YOSHIORI_TRAINED": "D-Don't you look at me!",
"SERIF_YOTARO_APPRECIATION": "Even you get tired, huh? How about we head out for a bit, then?<br>Let's go out and eat on the road, as they say.<br>I'll show you a particularly good spot I know.<br>",
"SERIF_YOTARO_DAILY": "Would you like to buy something? It pays to be prepared, as they say.<br>Oh, and I have Gaisei keep the shelves stocked, so to speak.<br>He needs to compensate me for everything he breaks one way or another.",
"SERIF_YOTARO_EVENTA": "W-Whoa, they got Heroes on security.<br>Gaisei, listen, and please listen well. They'll catch you if<br>they find you, so be as stealthy as you ca—w-wait, where'd you go?!",
"SERIF_YOTARO_EVENTB": "A ceremony on the Moon... It has quite a few agencies in attendance,<br>just like I'd researched. This means it'll be easy to read the flow<br>of the market, and there'll be a lot of valuable information to be found.<br>What a wonderful event!",
"SERIF_YOTARO_EVENTC": "You want helping hands for ceremony preparations? Now, we are Villains,<br>but I suppose beggars can't be choosers, as they say.<br>It's always important to consider the balance of risk and return!<br>",
"SERIF_YOTARO_EVENTD": "It's all done. Good job! With this level of reward,<br>I won't need to worry about the shop as much. We've hit pay dirt, as they say.<br>Eheheh, what do you say we go out and treat ourselves to something sweet?<br>",
"SERIF_YOTARO_HERO": "That person in the powered suit has such a strange blend of scents and flavors<br>about him. Just someone completely out of the ordinary, as they say.<br>And he seems younger than me, too.",
"SERIF_YOTARO_PLAYER": "You're an Observer as well, so I'm sure you must have had plenty of painful experiences,<br>yet not only does Gaisei acknowledge you, but you can fight out in the public eye.<br>Honestly, I'm jealous of that strength.",
"SERIF_YOTARO_RELATION": "Gaisei always tries to solve problems by breaking things,<br>so paying for damages always has me in the red. I tell him to reel it in too.<br>Let's see what he broke this time... What?! An entire building?! Agghh!",
"SERIF_YOTARO_TOUCH": "H-Hey, no sudden headpats like that!<br>Even the closest relationships demand etiquette, as they say,<br>and I'm ignoring how close we are for now.<br>It's just a little embarrassing, that's all!<br>",
"SERIF_YOTARO_TRAIN": "I'll do this with appropriate effort.",
"SERIF_YOTARO_TRAINED": "I-I'm not good at pushing this hard!",
"SERIF_YUHANG_APPRECIATION": "Ohhh, heyyy, you look pretty tired. You can't fight or work or sell on an empty stomach, so eat up! How about some medicinal French cuisine? Sounds good, huh?",
"SERIF_YUHANG_DAILY": "Ahh, never seen someone sharpen a kitchen knife before? It reaaally helps out. You can chop down trees to get fruit, take out wild animals... Aha, juuust kiiiidding.",
"SERIF_YUHANG_EVENTA": "Muirauqa is a treasure trove of ingredients I've neeever seen! There was even a fish that glowed all rainbowy... Huh? I shouldn't eat it? Buuuut I already did!",
"SERIF_YUHANG_EVENTB": "Guh! This claaaaam! I just can't... ghh, get it open! But it looks so good! I'm not giving up on you, little guy! You're gonna be a great dish today!",
"SERIF_YUHANG_EVENTC": "Oh, a mission? Yeah, definitely,<br>I'll get around to it! Honestly! Anyway, you hungry?<br>I can make somethin' right away if you don't mind something simple!",
"SERIF_YUHANG_EVENTD": "Great job, all! Picked up plenty of ingredients too!<br>How about we have us a little feast?",
"SERIF_YUHANG_HERO": "Wonder why Zaniah's in the villain business? Her eyes change when she's talking about money, too... Huh? She looks like me when I'm after ingredients? Reaaaally?",
"SERIF_YUHANG_PLAYER": "Hey, Operator, I thought up a new recipe. Want to test it out? I just want an honest voice. And don't worrrry, everything in it's edible! Really!",
"SERIF_YUHANG_RELATION": "The fish Isaribi got is incredible! The meat's real nice and fresh, not to mention tender! I guess the way you fish reaaally changes how it tastes.",
"SERIF_YUHANG_TOUCH": "Nyeheheheh... Heyyy, that tickles! Well, save that for when I'm not holding a knife! N-Not that it's okay now just because I don't have one... Nyeheh!",
"SERIF_YUHANG_TRAIN": "Gonna go with high heat and adjustments on the fly!",
"SERIF_YUHANG_TRAINED": "W-Whoa, wait! Hold on! Q-Quit it!",
"SERIF_ZANIAH_APPRECIATION": "What's up, you worn out already? Tch, you collapsing on me isn't gonna make me a single livo. Go rest up. I'll handle the rest.",
"SERIF_ZANIAH_DAILY": "\"A galaxy-trotting flower of villainry...\" Yeah, not a bad introduction. \"Watch those valuables, because Master Zaniah is on the scene!\" There we... Huh? How long've you been there?!",
"SERIF_ZANIAH_EVENTA": "I'm about to get treasure beyond anyone's wildest dreams, and the spaceship I need is mere peanuts by comparison! Hey, I saw that livo first! It's mine! Ohohoho!",
"SERIF_ZANIAH_EVENTB": "The ultimate treasure in the seas of Muirauqa... Oh, I can't wait! How much will I get for it? Oh, just thinking about it makes me want to howl!",
"SERIF_ZANIAH_EVENTC": "Why do I have to do this stupid mission?<br>W-Wait, look at that pay!<br>All right, time for Operation Filthy Rich!",
"SERIF_ZANIAH_EVENTD": "Oh-hohohoho, we made a fortune!<br>Now then, this'll be our cut... What's that? You got too little?<br>Be grateful you got any at all!",
"SERIF_ZANIAH_HERO": "The high-class, the rich... I hate them. But that soldier, well... he doesn't seem haughty, and there he goes chasing that ball while yukking it up... Is he really a soldier?",
"SERIF_ZANIAH_PLAYER": "Is it true you've lost your memories? Yeah? Well, you may not have your memories, but you've got a family now. That's something we've both gotta cherish.",
"SERIF_ZANIAH_RELATION": "Yuhang kind of says and does whatever he feels like, but no one's a better cook. Gods, just remembering his dishes has got me hungry again... Wonder what's for dinner tonight.",
"SERIF_ZANIAH_TOUCH": "Eep! What's with you, getting all handsy all of a sudden? O-Oh! Listen, this fur don't come cheap—and your wallet can't cover it! Come back when you're rich!",
"SERIF_ZANIAH_TRAIN": "My whip's gonna love this!",
"SERIF_ZANIAH_TRAINED": "Reel it in, you fool!"
}