{
"HINT_SCORE_ATTACK_BOMBAREA": "Simulation: Flamier, Mafioso x2<br><br>Target Affinity: Fire<br><br>Details:<br>Flamier is able to build up significant VP. Her Mafioso attendants will use that VP to unleash powerful attacks. If the Mafiosos lack the needed VP when using their skills, they will damage Flamier's party as well.",
"HINT_SCORE_ATTACK_CETUS_KAIBUTSU": "Enemies: Plesiosaur Kaibutsu?<br><br>Target Affinity: Water<br><br>Details:<br>Plesiosaur Kaibutsu? uses partywide attacks as well as multi-hit attacks on random targets. The lower its HP gets, the higher its ATK goes.<br><br>Every 4 turns, Plesiosaur Kaibutsu? will start charging for a powerful attack. At the start of the turn it charges, it will gain 3 stacks of Shield, then Wait. After Waiting, when it executes its attack, its ATK will increase if it has any Shield stacks remaining. Also, if it does not have three or more debuffs when it executes its attack, it will give Silence as an additional effect.<br><br>When exposed, Plesiosaur Kaibutsu? will activate multiple effects, such as one that removes debuffs from self when it takes damage.",
"HINT_SCORE_ATTACK_CHASERS": "Enemies: Mercenary<br><br>Target Affinity: Wood, Light, Shadow<br><br>Details: The battle will be won once you defeat the Wood Mercenary in the center. The Wood Mercenary will use VP to unleash a powerful partywide attack, as well as revive all other allies every 2 turns. Furthermore, he will remove any Burn or Poison on him each turn.<br><br>The Light and Shadow Mercenaries will gain VP while buffing the Wood Mercenary. They will also activate a variety of effects when taking damage.",
"HINT_SCORE_ATTACK_CYBERWARS2201": "Enemies: \"Active Agent\" Kyoichi, \"Secret Agent\" Shoen, Flamier, Hisaki<br><br>Target Affinity: Fire, Wood, Light<br><br>Details: \"Active Agent\" Kyoichi and \"Secret Agent\" Shoen will gain Cover-Up, then unleash powerful attacks.<br>Hisaki will gain Draw Fire to focus all of your partywide attacks on him. He also has a chance to gain a stack of DEF Up when taking damage.<br>Flamier will gain VP when damaged, and will actively debuff your party.",
"HINT_SCORE_ATTACK_FOREST_AREA": "Simulation: Mokdai, Mafioso x2<br><br>Target Affinity: Wood<br><br>Details:<br>Mokdai will gain VP when attacked.<br>The Mafiosos will use as much VP as they can, but if there is not enough VP to use, they will use skills that attack their allies as well.",
"HINT_SCORE_ATTACK_GHOST": "Enemies: Large Ghost Kaibutsu, Ghost Kaibutsu x2<br><br>Target Affinity: Wood, Light, Shadow<br><br>Details: Large Ghost Kaibutsu will gain multiple stacks of Wandering Souls both when it joins the battle and once every few turns, getting stronger for each stack on it. Wandering Souls cannot be removed with buff removal skills.<br>Large Ghost Kaibutsu will gain ATK when it loses HP, and some of its skills will be boosted when exposed.<br><br>Each turn, if Ghost Kaibutsu are defeated, they will be revived by the Large Ghost Kaibutsu. However, this will cost the Large Ghost Kaibutsu one stack of Wandering Souls for each Ghost Kaibutsu revived.<br>Ghost Kaibutsu have skills that will let them gain Grudge. If a Ghost Kaibutsu under the effects of Grudge is defeated, they will deal damage to all Heroes.",
"HINT_SCORE_ATTACK_GHOST_REGULAR": "Enemies: Large Ghost Kaibutsu, Ghost Kaibutsu x2<br><br>Target Affinity: Wood, Light, Shadow<br><br>Details: Large Ghost Kaibutsu will gain multiple stacks of Wandering Souls every few turns, getting stronger for each stack on it.<br>At the start of each turn, Large Ghost Kaibutsu will revive defeated Ghost Kaibutsu, however, this will cost it a stack of Wandering Souls for each revival.<br>Large Ghost Kaibutsu will gain ATK when it loses HP, and some of its skills will be boosted when exposed.<br><br>Ghost Kaibutsu have skills that will let them gain Grudge. If a Ghost Kaibutsu under the effects of Grudge is defeated, they will deal damage to all Heroes.",
"HINT_SCORE_ATTACK_HEROFESTA": "Enemies<br>Fight 1: Trainee x2<br>Fight 2: Maculata, Kirsch, Hisaki<br>Fight 3: Akashi, Ryekie, Mokdai<br><br>Enemy Affinity: Fire, Water, Wood, Light<br><br>Details:<br>Enemies gain Damage Limits at the start of the turn based on current VP. The enemies also have skills that gain VP, and they will use large amounts of it to unleash powerful attacks.",
"HINT_SCORE_ATTACK_KAIBUTSU_SHUURAI": "Simulation: Major Kaibutsu<br><br>Target Affinity: Fire<br><br>Details:<br>Major Kaibutsu will follow a simple, set pattern of action. If Major Kaibutsu is given a debuff by an enemy, it will gain a status effect that stops it from taking debuffs. This status effect can be removed with skills that remove buffs.",
"HINT_SCORE_ATTACK_LABORERS": "Enemies: \"Blazing Beacon\" Isaribi, Lilac, Goro<br><br>Target Affinity: Wood<br><br>Details: Defeat the boss \"Blazing Beacon\" Isaribi to win.<br><br>The enemies have Resistance Gauges that reduce when they are dealt damage or given debuffs.<br>When the Resistance Gauge hits zero, the enemy will be debuffed with +50% Damage Taken and -30 SPD.<br><br>When \"Blazing Beacon\" Isaribi's action is over, he deals damage to all debuffed enemies with his Pursuit skill.<br>The strength of \"Blazing Beacon\" Isaribi's Pursuit increases each time he acts, and Lilac and Goro's ATK increase each time they act.<br>The above action-based buffs can be decreased or removed by reducing enemies' Resistance Gauges to 0.",
"HINT_SCORE_ATTACK_LABYRINTH_KAIBUTSU": "Simulation: Labyrinth Beast<br><br>Target Affinity: Fire<br><br>Details:<br>Major Labyrinth Beast is a Kaibutsu with high HP. If it has no buff on it at the start of the turn, it will gain 3 stacks of DEF Up. If it does not have DEF Up on it, Major Labyrinth Beast will take twice normal damage, and its Damage Limit will increase to 40000.<br>When exposed, Major Labyrinth Beast summons Minor Labyrinth Beasts that give Major Labyrinth Beast 1 stack of DEF Up after attacking.",
"HINT_SCORE_ATTACK_LANTERN": "Enemies: Lantern Kaibutsu<br><br>Target Affinity: Fire<br><br>Details:<br>The Lantern Kaibutsu has a \"Carnival Gauge.\" This gauge increases when using Skill 1 and taking damage and falls when using Skill 2 or 3.<br><br>When Lantern Kaibutsu's Carnival Gauge reaches its maximum, it performs a powerful partywide attack at the end of the turn.<br><br>Each time it uses Skill 1 or its Carnival Gauge maximum partywide attack, Lantern Kaibutsu's ATK increases.<br><br>When Lantern Kaibutsu is exposed, its gauge increases more when taking damage, and its Skill 2 gains a chance to give Overconsumption to all enemies.",
"HINT_SCORE_ATTACK_LANTERN_SSS": "Enemies: Lantern Kaibutsu<br>Affinity:Fire<br><br>Details:<br>The Lantern Kaibutsu has a special Gauge. It increases when it takes damage or uses Skill 1, and it decreases when it uses Skill 2 or Skill 3, or when an ally uses a VP gaining Skill.<br><br>When the Lantern Kaibutsu's Gauge is filled, it will performed a powerful party-wide attack at the end of the turn.<br><br>Each time it uses Skill 1 or a party-wide attack at max Gauge, the Lantern Kaibutsu's ATK increases.<br><br>When the Lantern Kaibutsu is exposed, its Gauge will increase more when taking damage, and its Skill 2 has a chance to give all enemies Overconsumption.<br><br><u>The Lantern Kaibutsu is Fire Affinity.Hit it with Water attackers!</u>",
"HINT_SCORE_ATTACK_METEOR": "Enemies: Meteorite Kaibutsu, Small Meteorite Kaibutsu x 2<br><br>Enemy Affinity: Fire<br><br>Details:<br>This quest becomes clearable after 8 turns pass.<br>Meteorite Kaibutsu will randomly give itself Single-Aim Mode or Multi-Aim Mode each turn and conduct an applicable attack. Meteorite Kaibutsu will also switch between Single-Aim and Multi-Aim modes when it takes damage.<br>Meteorite Kaibutsu will gain 1 Meteor Fragment each turn. Then, every 4 turns, it will perform a powerful partywide attack that deals more damage for each Meteor Fragment on it. These Meteor Fragments can be removed by attacking it.<br><br>Small Meteorite Kaibutsu will use single-target and area attacks that give buffs and debuffs, and they revive every 5th turn if they are knocked out.",
"HINT_SCORE_ATTACK_METEORITE2112": "Enemies: Borealis, Villain x 2<br><br>Enemy Affinity: Shadow, Wood, Light<br><br>Details:<br>Borealis gains a large amount of VP upon joining battle, and his skills allow him to support his allies and gain even more VP. Furthermore, at the end of the turn, he gives Awakened to the Hero who used the skill that cost the most VP.<br>In the last battle, he will perform a powerful unblockable partywide attack that uses VP.<br><br>The Villains will use attacks that build VP, as well as powerful partywide attacks that use VP.",
"HINT_SCORE_ATTACK_PHANTOM_THIEF": "Simulation: Vulpecula, Mercenary x 2<br><br>Target Affinity: Shadow, Fire<br><br>Details:<br>Vulpecula performs attacks that are more powerful with greater SPD differences. If he does not have two or more debuffs on him at the end of the turn, he gains a special effect that increases SPD and reduces VP cost.<br><br>The Mercenaries will buff their allies each turn. If a Mercenary is buffed, he will perform an attack that stops the actions of Heroes that have not acted yet.",
"HINT_SCORE_ATTACK_PROCY_KAIBUTSU": "Simulation: Procy Kaibutsu, Gomeisa Kaibutsu<br><br>Target Affinity: Light, Wood<br><br>Details:<br>Procy Kaibutsu has many skills that will buff allies, attack, and gain VP at the same time. If Gomeisa Kaibutsu is knocked out, all buffs on Procy Kaibutsu will be removed. If Procy Kaibutsu is exposed, he will give even more buffs to his allies and remove debuffs from them.<br><br>When Gomeisa Kaibutsu is knocked out, he will immediately revive himself. If he has not buffed allies with skills and has not been debuffed, he will heal himself.",
"HINT_SCORE_ATTACK_RUINS": "Enemies: Alphecca, Rutilix<br><br>Enemy Affinity: Fire, Light<br><br>Details:<br>Alphecca uses View Power to unleash powerful partywide attacks. Once every two turns, he will revive Rutilix and gain VP. He will also be strengthened if debuffed.<br>Rutilix will use View Power to perform powerful attacks while removing your buffs and the debuffs on his party. He also gains VP when taking damage and uses his skill when he becomes exposed.",
"HINT_SCORE_ATTACK_RYOUSHI_CHALLENGE": "Simulation: Isaribi, Villain x2<br><br>Target Affinity: Water<br><br>Details:<br>Isaribi gains View Power at the start of the battle. Though he can use powerful partywide attacks without using VP, if VP is at a certain amount or over, he can only perform single-target attacks.<br><br>The Villains, too, have skills that make it so they cannot take actions if VP is at a certain amount or over.",
"HINT_SCORE_ATTACK_SHARK_KAIBUTSU": "Simulation: Shark Kaibutsu x 2<br><br>Target Affinity: Water, Shadow<br><br>Details:<br>One Shark Kaibutsu is Water affinity, the other is Shadow. This simulation quest is complete when the Water Shark Kaibutsu is defeated.<br>The Water Shark Kaibutsu will gain Cover-Up at the start of the turn and will gain boosted ATK if it remains in Cover-Up until its action. It will lose Cover-Up if attacked.<br>The Shadow Shark Kaibutsu has a 50% chance to counterattack with a partywide attack if attacked after it has acted.",
"HINT_SCORE_ATTACK_SIZUKU": "Simulation: Shizuku?, Minor Kaibutsu x 2<br><br>Target Affinity: Water<br><br>Details:<br>Shizuku? will gain multiple tentacles at the start of the turn. The skills Shizuku? uses will change depending on how many tentacles she has. These tentacles can be removed by attacking her. Shizuku? possesses skills that get stronger the more damage she has taken.<br><br>Minor Kaibutsu will attack the Hero with the lowest HP. When they take damage, they heal Heroes' HP.",
"HINT_SCORE_ATTACK_SLIME": "Enemies: Giant Slime Kaibutsu, Slime Kaibutsu x 3<br><br>Target Affinity: Water (All have been changed to Water due to equipped skills)<br><br>Details: The Total Damage Gauge increases when you deal damage to the enemies, and filling the Gauge will win you the battle. (If damage greater than an enemy's current HP is dealt to it, the extra damage will not increase the Gauge.)<br><br>When the Giant Slime Kaibutsu is knocked out, it will immediately revive itself after reviving another Slime Kaibutsu. If the Giant Slime Kaibutsu has already acted when it is revived, it will act again after being revived.<br>The Giant Slime Kaibutsu will gradually increase its ATK each turn.<br><br>Slime Kaibutsu willhave greater damage limits the more allies they have active, allowing you to deal large amounts of damage to them.",
"HINT_SCORE_ATTACK_SLIME_SSS": "Enemies: Giant Slime Kaibutsu, Small Slime Kaibutsu x 3<br><br>Target Affinity: Water<br><br>Details: This battle has a Total Damage Gauge, and you win the battle when you fill it to maximum.<br>The Gauge is filled by dealing damage to enemies.<br><br>The Giant Slime Kaibutsu has very low HP, and the Gauge will not fill much even if you damage it.<br>Reducing the Giant Slime Kaibutsu's HP to 0 will make it summon a Small Slime Kaibutsu and immediately revive itself.<br>The summoned Small Slime Kaibutsu have high HP, and defeating them will greatly boost the Gauge.<br><br><u>All of the enemies are Water Affinity due to equipped skills. Hit them with Wood Affinity Attackers!</u>",
"HINT_SCORE_ATTACK_SPACE_PIRETE": "Simulation: Suhail, Villain x 3<br><br>Target Affinity: Fire, Water, Wood<br><br>Details:<br>Suhail will gain a large amount of View Power at the start of battle. When Suhail uses his skills, he will also revive his Villain party members.",
"HINT_SCORE_ATTACK_SPECIAL_EXERCISES": "Simulation: Furlong, Barrel, Gammei, Victom<br><br>Target Affinity: Water, Light, Wood, Fire<br><br>Details:<br>This quest becomes clearable after 8 turns pass.<br>Furlong has high max HP and will, on even-numbered turns, give his ally with the highest ATK a buff that reduces VP Cost.<br>Barrel will unleash a powerful attack on a random enemy every odd-numbered turn.<br>Gammei will, on odd-numbered turns, give the debuff Target, which draws enemy attacks onto the sufferer.<br>Victom will unleash a powerful partywide attack on even-numbered turns.",
"HINT_SCORE_ATTACK_SUMMERDIVE": "Enemies: Suhail, Villain x 2<br><br>Enemy Affinity: Water<br><br>Details:<br>Suhail will have his allies do chain-attacks when he uses his skills. These chain-attacks will not occur if all his allies are knocked out. Suhail has a special equipable skill and is treated as Water affinity.<br>Villains will give debuffs and use attacks that deal great damage to debuffed Heroes. In the third fight, they have equipable skills that activate when Suhail is exposed.",
"HINT_SCORE_ATTACK_XMAS2012": "Enemies: Nessen, \"Drunken Tiger\" Ryekie, Subaru<br><br>Enemy Affinity: Fire, Shadow, Wood<br><br>Details:<br>Nessen unleashes powerful fire attacks, supported by \"Drunken Tiger\" Ryekie. Nessen also has a special equipable skill and is treated as Fire affinity.<br><br>\"Drunken Tiger\" Ryekie uses actions that use VP to increase Nessen's ATK. He also has an equipable skill that will remove the ATK buffs from Nessen whenever \"Drunken Tiger\" Ryekie takes damage.<br><br>Subaru will act to lower his opponent's ATK. He also has an equipable skill that will remove the ATK debuffs from his opponents when he takes damage.",
"HINT_SCORE_ATTACK_XMAS_KAIBUTSU": "Simulation: Tree Kaibutsu, Minor Kaibutsu x 1<br><br>Target Affinity: Wood<br><br>Details:<br>Tree Kaibutsu will give powerful debuffs with its attacks. When Tree Kaibutsu is heavily damaged, it will activate skills that spread powerful debuffs or allow it to act again.<br><br>Minor Kaibutsu will perform support actions on Tree Kaibutsu while attacking."
}