{
"DETAIL_AKASHISUMMERDIVE2108_H01": "水陸両用のヒーロースーツに身を包んだアカシの新たな姿。ヒーローとしての経験も重ね、少しずつ一人前のヒーローとしての風格が出てき始めた。パラレルウェポンのグローブからエネルギー弾をつくり出し、攻撃する。外野手として鍛えられたその強肩から繰り出される投球は、まさに剛速球。コントロールを奪われたリゾート船を奪還すべく、アカシは新たな姿で海賊ヴィランたちと対峙する。",
"DETAIL_AKASHISUMMERDIVE2108_H02": "ヒサキたちの研究によって開発された、ある程度の指向性を持った変身を可能にするヒーロースーツは、ムイラウカⅣのような水の多い場所で真価を発揮する。周囲に浮遊するユニットがバブル状のシールドを展開することで、水中での戦闘にも対応できるようになっている。アカシは新たな姿の露出度を気にしている様子だが、デザインを担当したマクラータは「彼の魅力を最大限に引き出せるデザインに仕上がったわ！」と満足げな様子。",
"DETAIL_AKASHI_H01": "炎を纏ったエネルギーの塊と、それを高く打ち上げるバットを武器として戦うヒーローに変身する。炎のボールは彼自身の持つエネルギーをリソースとして、両腕に装着したリングから作り出され、リングから飛び出したボールは、彼自身の持つスラッガーとしての実力をより強化する機能を持つバットによって、相手に向かって途轍もないスピードで打ち込まれる。",
"DETAIL_AKASHI_H02": "彼はかつてカイブツに遭遇し、一度食われてしまっている。その時、カイブツに食われた者は全ての人の記憶から消え去ってしまうという事実を知る。生きとし生けるものはやがて死ぬが、関わりのあった者たちの記憶の中で生き続ける。しかし、カイブツに食われた者達は、そうして生き続ける事すら許されない。自分は何か生きた「証」を残せるのだろうか…青年は苦悩しながらも、今日もバットを握る。",
"DETAIL_AKASHI_S01": "オリエントシティで生まれ育った、生粋の地球人。フルネームは魂群（たまむら）アカシ。「こちら」の主人公の幼馴染であり、斜に構えた部分はあるものの正義感の強い青年。ヒノワ体育大学に通う大学生アルバイターで、大学では硬式野球部に所属している。練習試合における打率の高さはプロでも通用するレベルではあるものの、緊張する場面に弱く、衆目の中では十分に実力を発揮できない傾向がある。",
"DETAIL_ALCHIBACHASERS2105_H01": "知識だけではなく、力を以て事件の真相を暴き出す「武装探偵」の姿を得たアルキバ。文化遺産の破壊テロに対抗するために、冷静かつ鋭い思考で推理し、熱い情熱と右手のレーザー銃で鎮圧に掛かる。その銃は警察時代に手にしていた物に似ており、皮肉だろうと嘲笑しながらも、手に馴染んだトリガーへと指を掛ける。そして、機動性の高い新たな姿でテントテレスの砂原を翔けていく。",
"DETAIL_ALCHIBACHASERS2105_H02": "新たに得た姿では変身後も白ではなく、黒の翼を身に纏っている。これは彼自身のあるがままの姿の象徴であり、「不幸を呼ぶ黒い翼」と称された過去から逃げ出さず、トラウマと化した警察官時代の境遇をその翼で乗り越えた証拠である。智と武の両方を手にした今、アルキバは目を背けてきた警察という組織を見つめ直す。不信感はまだ拭い切れてはいないが、警察に対する彼の想いにも変化の兆しが見え始めている。",
"DETAIL_ALCHIBA_H01": "如何なる事件も「白黒つける」という彼の信念は、漆黒の翼の色すら白く染め上げ、彼を純白の羽毛を誇る探偵ヒーローへと変身させる。装備している片眼鏡のパラレルウェポンは、対象が秘匿する情報のすべてをスキャンして調書として視覚化する能力を持っており、その調書を読み取り分析・推理する事によって、相手の素性や弱点、発生している事件の真相すらも白日の下に晒す事が出来る。",
"DETAIL_ALCHIBA_H02": "とある国家警察の内部に於いて、警察官であった彼は暴いてはいけない内情を暴き、その腐敗を糾弾したことにより、冤罪を着せられた上で職を追われることになった。以来彼は警察という組織に対して深い不信感を抱いており、自らの手で事件に「白黒つける」ことに拘るようになっていった。彼の目の前に白黒つけるべき事件が存在し続ける限り、彼は探偵兼ヒーローとして活躍し続けるだろう。",
"DETAIL_ALCHIBA_S01": "探偵事務所を営む私立探偵の有翼宇宙人。自称「ニヒルでクールな二枚目探偵」。切れ長の目に甘いマスクの顔立ちを有するが、本性は依頼人すら口説こうとする軟派なプレイボーイであり、スケベな上に欲深い。また、ペラペラと歯の浮くようなセリフを発する。しかしながら「受けた依頼は死んでも達成する」という信条を掲げているだけあって、仕事の完璧さには定評がある為、探偵業は存外盛況らしい。",
"DETAIL_ALEND_H01": "ヒーローとなったアレンドの全身をぴったりと包むスーツには、シャツの襟やネクタイ、サスペンダーなどオフィスウェアを思わせる意匠が施されている。これは如何なる環境にあろうとも、ヒトがいつも通りの生活を送れるようにしたいというアレンドの強い意志が反映されたものとなっている。バトルとなれば腕に装着されたパラレルウェポンの端末を起動し、自身の視界を「都市」と定義して掌握、手にした万年筆のパラレルウェポンを操作することで、エネルギー体の建物や道路を創り出し、カイブツやヴィランから「ヒト」と「場所」を護り抜く。",
"DETAIL_ALEND_H02": "アレンドは惑星開拓団に拾われ、親の顔を知らない。開拓団では自分と同じ境遇の子供と共同生活を送っていたが、生きるだけで精一杯の過酷な環境が、彼の効率を重視する性格を形成していった。過酷な環境下では簡単にヒトは失われていく。後１日早く居住区が完成していれば、後１時間早くエネルギーが供給できていれば。そんな光景を目の当たりにしながら生きてきたアレンドは、誰でも自分が望む場所で快適に生きていける世界にしたい、という強い想いを胸に、都市デザイナー、そしてヒーローとして開拓惑星を飛び回っている。",
"DETAIL_ALEND_S01": "新進気鋭の若き都市デザイナー。開拓惑星の過酷な環境下で都市デザインを行う案件が多いため、肉体を鍛え上げている。効率を重視しつつ、柔軟な思考を行うことを重視しており、本人の性格を反映しているかのような機能的、かつ最新技術を取り入れた超短期間での都市開発デザインは、過酷な環境で１日も早く居住を安定させたい住民に、好意的に受け入れられている。クールな言動が目立つが、実際には感情豊かであり、それは表情と共に動く２本の角にも現れている。",
"DETAIL_ALPHECCATHERMAE2307_H01": "美しき水の都にお忍びバカンスで訪れたアルフェッカは、都をかつて切り拓いたとされる偉大な王の冒険譚を聞き、その開拓精神と民を想う姿に胸を昂らせる。そんなアルフェッカが得た新しい姿は、その王の姿を彷彿とさせるものだった。その手に掲げられた槍型のパラレルウェポンはアルフェッカの意思で自在に動き、生み出された水と共に道を切り拓く。そのアルフェッカの姿は、軍を率いて先陣を切る王の姿そのものであった。",
"DETAIL_ALPHECCATHERMAE2307_H02": "アルフェッカは王位に就いた時を思い出す。父と兄を立て続けに亡くし、突然譲渡された王位。王として、そして騎士としてアラディシアという国を、そこに住まう民を全力で守ってきた。だが、アルフェッカには胸に秘めた思いがあった。今ここにあるものを守るだけで終わりではない、アラディシアという国をよりよいものに、愛する民とともに未来を切り拓いてゆきたい。その願いを胸に、優しき王は「開拓の槍」を高く掲げるのだ。",
"DETAIL_ALPHECCA_H01": "騎士を目指していた頃の夢を捨てきれなかった彼は、顔を覆い隠す覆面を装着し、白く輝く鎧を身にまとった騎士のヒーローに変身する。戦場での彼は、胸に宿る情熱が表出したかのような炎の大剣を構え、かつて国一番の剣の達人とも言われた腕前を惜しみなく発揮する。その活躍ぶりが、即位により騎士を目指せなくなったことによるフラストレーションから来るものなのか、純粋に民を護りたいという意思の固さから来るものなのかは、誰も知らない。",
"DETAIL_ALPHECCA_H02": "この国では、長子が亡くなった家を継ぐのは次男であるということは、決定事項として扱われる。ゆえに、兄も父も亡くなった時点で、アルフェッカは王位につかざるを得なくなってしまった。だからといって、幼い日から胸に灯し続けた炎を、すぐに消せるものでもない。騎士に憧れ続け、鍛錬を重ねてきた日々を思い出しては葛藤する日々が、即位してからも続いたアルフェッカは、腹心の「観測者」を呼び寄せ、ある構想を持ちかけるのだった。",
"DETAIL_ALPHECCA_S01": "異星の小国・アラディシア王国を統べる国王で、フルネームはアルフェッカ・ゲンマ21世。王位を継いで間もないが、漂う気品の高さと威厳を感じる風体から、国民や兵には人気がある。しかし実際は、好奇心旺盛でなかなかの自由人であり、近しい者たちに悩みの種を振りまいている。元は王位を継がない次男であったため、かつては騎士を目指し、鍛錬していた。旗色の悪い戦場に颯爽と現れ、目覚ましい戦果をあげて去っていく「謎の白騎士」と、何か関係がある様子。",
"DETAIL_ANDREWLOSTANCIENTS2208_H01": "湖でのパトロールを行うアンドリューが得た新たなヒーロースーツは水中での行動に適したものであった。ジェットは無くとも、その足で水を蹴り、アンドリューは水中を自由に泳ぎ回る。そして両腕の機械部分を覆うパラレルウェポンでエーテルをエネルギー変換し、水流を生みながら激しいナックルの攻撃を可能としている。機械とヒトの体の双方の特性を持ち合わせたそのボディは、アンドリューの新たな決意をその身をもって形容しているといえるだろう。",
"DETAIL_ANDREWLOSTANCIENTS2208_H02": "ロボットとヒトの間にも隔たりを超えた絆が存在する。それを知るに至ったのは、自身の機能停止という事実が誰かの悲しみを生むというヒトの「心」に触れたことがきっかけだった。思考プロセスに変化が生まれたアンドリューはその絆を守り抜くと決意する。その挙動を「心」と呼ぶことが出来るかは誰にも分からないが、アンドリューは新たな姿で機械生命体である自分にしか出来ないことを探し始める。処理の出来ない大量に溢れるエラーを大切に抱き締めながら。",
"DETAIL_ANDREW_H01": "生身の人間に憧れを抱く彼の願いが、最も強く表れているのが、ヒーローとして変身した後の彼の姿である。機械生命体としての利点である、高い防御性能と可変構造の重武装を身に纏い、有機生命体としての利点である柔軟かつ複雑な思考の構築を可能とする生身の肉体を手に入れている。仮初のそれではあるものの、血の通った人間の肉体で活動する彼の姿は、文字通り生き生きとしているという。",
"DETAIL_ANDREW_H02": "戦時中に有機生命体側の情報を探る為に造り出された彼は、人間に溶け込んで生活を送るうちに、有機生命体への愛着と羨望に取りつかれていった。血の通った生命体だからこその魅力的な営みが、そこにはあった。戦争が終結し、広い宇宙へと破棄された彼は、人間たちが汗水たらして働く場所へと流れ着く。自身が彼らと同じ人間になる日まで、人間達の温かい日常を決して壊させない為、彼は今日も戦う。",
"DETAIL_ANDREW_S01": "惑星間貨物運輸企業のトラックドライバー。地球人の成人男性のような外見だが、機械生命体の星・トロネシオン出身のアンドロイド。有機生命体と機械生命体の戦争が勃発した時代に、諜報活動用に製造された。機械でありながら有機生命体に対して慈愛と羨望の念を抱いており、生身の人間に少しでも近づきたいと願いながら、日々研究を重ねている。外見の印象に対して精神年齢はいささか幼く、純粋。",
"DETAIL_ANDROIDSOLDIEREARTH_H01": "機械生命体である彼らは全身をぴったりと覆うスーツを身に纏い、正確無比な動作で対カイブツ戦用に組み込まれた武装機巧を操る。個々の能力もさることながら、その能力の真価は母星・トロネシオンにおいて築かれた独自のネットワークを用いた連携でこそ発揮される。各個体間で状況を瞬時に共有、高速演算処理に基く役割分担と最適化された連携による対応能力で、効率的に任務を遂行するのである。",
"DETAIL_ANDROIDSOLDIEREARTH_S01": "機械生命体の星・トロネシオン出身のアンドロイド兵たち。その逞しい肉体の生体パーツは非常に精巧に作られており、パーツの継ぎ目を除けばニンゲンそのものであるように見える。そんな彼らは母星において築かれた独自のネットワークによって繋がっており、オーダーと呼ばれる指令によって各個体の活動目的が定められている。ヒーローとして戦う彼らに与えられたオーダーがいかなるものかは不明だが、信念にも似たその行動原理が揺らぐことは決してない。",
"DETAIL_ANDROIDSOLDIERFIRE_H01": "機械生命体である彼らは全身をぴったりと覆うスーツを身に纏い、正確無比な動作で対カイブツ戦用に組み込まれた武装機巧を操る。個々の能力もさることながら、その能力の真価は母星・トロネシオンにおいて築かれた独自のネットワークを用いた連携でこそ発揮される。各個体間で状況を瞬時に共有、高速演算処理に基く役割分担と最適化された連携による対応能力で、効率的に任務を遂行するのである。",
"DETAIL_ANDROIDSOLDIERFIRE_S01": "機械生命体の星・トロネシオン出身のアンドロイド兵たち。その逞しい肉体の生体パーツは非常に精巧に作られており、パーツの継ぎ目を除けばニンゲンそのものであるように見える。そんな彼らは母星において築かれた独自のネットワークによって繋がっており、オーダーと呼ばれる指令によって各個体の活動目的が定められている。ヒーローとして戦う彼らに与えられたオーダーがいかなるものかは不明だが、信念にも似たその行動原理が揺らぐことは決してない。",
"DETAIL_ANDROIDSOLDIERLIGHT_H01": "機械生命体である彼らは全身をぴったりと覆うスーツを身に纏い、正確無比な動作で対カイブツ戦用に組み込まれた武装機巧を操る。個々の能力もさることながら、その能力の真価は母星・トロネシオンにおいて築かれた独自のネットワークを用いた連携でこそ発揮される。各個体間で状況を瞬時に共有、高速演算処理に基く役割分担と最適化された連携による対応能力で、効率的に任務を遂行するのである。",
"DETAIL_ANDROIDSOLDIERLIGHT_S01": "機械生命体の星・トロネシオン出身のアンドロイド兵たち。その逞しい肉体の生体パーツは非常に精巧に作られており、パーツの継ぎ目を除けばニンゲンそのものであるように見える。そんな彼らは母星において築かれた独自のネットワークによって繋がっており、オーダーと呼ばれる指令によって各個体の活動目的が定められている。ヒーローとして戦う彼らに与えられたオーダーがいかなるものかは不明だが、信念にも似たその行動原理が揺らぐことは決してない。",
"DETAIL_ANDROIDSOLDIERSHADOW_H01": "機械生命体である彼らは全身をぴったりと覆うスーツを身に纏い、正確無比な動作で対カイブツ戦用に組み込まれた武装機巧を操る。個々の能力もさることながら、その能力の真価は母星・トロネシオンにおいて築かれた独自のネットワークを用いた連携でこそ発揮される。各個体間で状況を瞬時に共有、高速演算処理に基く役割分担と最適化された連携による対応能力で、効率的に任務を遂行するのである。",
"DETAIL_ANDROIDSOLDIERSHADOW_S01": "機械生命体の星・トロネシオン出身のアンドロイド兵たち。その逞しい肉体の生体パーツは非常に精巧に作られており、パーツの継ぎ目を除けばニンゲンそのものであるように見える。そんな彼らは母星において築かれた独自のネットワークによって繋がっており、オーダーと呼ばれる指令によって各個体の活動目的が定められている。ヒーローとして戦う彼らに与えられたオーダーがいかなるものかは不明だが、信念にも似たその行動原理が揺らぐことは決してない。",
"DETAIL_ANDROIDSOLDIERWATER_H01": "機械生命体である彼らは全身をぴったりと覆うスーツを身に纏い、正確無比な動作で対カイブツ戦用に組み込まれた武装機巧を操る。個々の能力もさることながら、その能力の真価は母星・トロネシオンにおいて築かれた独自のネットワークを用いた連携でこそ発揮される。各個体間で状況を瞬時に共有、高速演算処理に基く役割分担と最適化された連携による対応能力で、効率的に任務を遂行するのである。",
"DETAIL_ANDROIDSOLDIERWATER_S01": "機械生命体の星・トロネシオン出身のアンドロイド兵たち。その逞しい肉体の生体パーツは非常に精巧に作られており、パーツの継ぎ目を除けばニンゲンそのものであるように見える。そんな彼らは母星において築かれた独自のネットワークによって繋がっており、オーダーと呼ばれる指令によって各個体の活動目的が定められている。ヒーローとして戦う彼らに与えられたオーダーがいかなるものかは不明だが、信念にも似たその行動原理が揺らぐことは決してない。",
"DETAIL_ANNA_H01": "身に着けているヒーロースーツ自体がパラレルウェポンの役目を果たしている。ひらひらと舞うフレアスカートやヴェールからエネルギーが溢れており、アンナの「解放してあげたい」という気持ちに呼応して、周囲の者に活力を与える効果を持つ。アンナの表現するコンテンポラリーダンスの動きは、見る者によって心が落ち着いたり、元気づけられたりと受け取り方が異なる場合がある。しかし、アンナはそれを当然と捉えている。ヒトそれぞれ、解放したいものは異なるからだ。",
"DETAIL_ANNA_H02": "アンナは一目見たダンサーに、心奮わされた。それから彼女が独学でダンスを学び、その実力を確かなものとするのに時間は掛からなかった。しかし、より良い人生を送る為にと考える堅実な父と憧れを抱き夢に向かって駆け抜けるアンナの異なる考え方はぶつかり合い、家を飛び出す程の大喧嘩にまで発展する。抑圧された思いを抱えるヒトにダンスを届け、自由になって良いのだと伝えたい、そして、いつか父に分かってもらえる日が来て欲しいと。彼女は祈りに近い願いを、密やかに持っている。",
"DETAIL_ANNA_S01": "本名は明道杏奈。私立桜元中央学園の高等部に通う彼女は、プロのダンサーを目指し、ダンス部の活動にも積極的に参加している。好奇心旺盛でややせっかち、物怖じしない性格であり、知らない星や街に体一つで旅行に行き、地図を見ずに歩き回り、最終的に道に迷うという致命的な方向音痴振りを発揮することもしばしば。一方で、表裏のない話し方から性別や種族、性格を問わずクラスメイトたちからは親しみやすいと人気のようだ。",
"DETAIL_ASTAR_H01": "アスターのパラレルウェポンは、タブレット端末のように見える探査・判定を行うものである。本来は失われたものを、彼の「夢」によって再現、及び進化させたもの。一定範囲内のヒト的生物の検知、及び、それぞれの個体の筋肉動作のシュミレートが行える。本来、これは「子供がいる家庭」を識別し「よいこで1年を過ごしたか」を判定するためのものであるが、アスターは専ら違う用途で使用している。その事を本人に指摘すると、ブツブツ呟きながら仏頂面になってしまう。",
"DETAIL_ASTAR_H02": "彼にとっての「サンタさん」は挫折と苦難の連続である。元々は別の形で行っていたものを「自分一人でやるならば」と規模の縮小、調整を行った形が、現在彼が行う「サンタさん」の形である。本人はそれを歪な形、本来の形ではない、と常に否定感を抱えている。その自己否定の中で、彼が「サンタさん」という夢を形にできているのは、彼の「サンタさんになりたい」という夢は今でも変わらない事、そして、自身が苛まれる事そのものに価値を感じているためだ。",
"DETAIL_ASTAR_S01": "職業は「サンタさん」と自称する、赤い肌と巨躯を持った、炎を身にまとう宇宙人。彼のいう「オフシーズン」になる12月以外の期間は、主に木こりや木工細工を森の中で行っていた。基本的に交友関係を増やす事にとある理由から積極的ではなく、その経験値の足りなさから口下手である。そんな彼が積極的にヒトと関わる際には、「サンタさん」に関係ある事柄か、彼に根差す憧憬に触れる場合だろう。",
"DETAIL_ASTOSIS_H01": "ヒーロースーツを身にまとったアストシスは、先端に天秤の付いた杖のパラレルウェポンを持つ。彼が思い描く勧善懲悪を体現したこの杖は、振るわれる対象によって異なる効果をもたらす。具体的には、罰せられるべき相手には絶大な威力を、賞されるべき相手には強力な支援を、というように。ただし、善悪の判断はアストシスに依存している。そのため、彼がその判断を迷う対象に、杖は真価を発揮できない。",
"DETAIL_ASTOSIS_H02": "彼の父親は優秀な弁護士であった。常に公平な判決を望む父がたくさんの依頼人を救う姿を見て育ったアストシスは、自らも弁護士を目指した。並々ならぬ努力の果てに弁護士資格を得た彼は、最も尊敬する父の元で研鑽を積む。だが、厳しくも充実した日々は父の自死によって唐突に終わりを告げる。独り遺されたアストシスは、それでも弁護士の証であるバッジを手放すことはしなかった。確固たる信念を胸に抱いた彼は、今日もスーツに身を包み、法廷に立つ。",
"DETAIL_ASTOSIS_S01": "フリーの弁護士をしている獅子獣人型の宇宙人。その仕事ぶりは迅速かつ丁寧で、彼の依頼人からは高い評価を寄せられている。コミュニケーション能力も高いため、依頼人の信頼をいち早く勝ち取り、弁護に必要な情報を聞き出すことを得意としている。その反面、自らのことに関してはあまり話したがらない傾向にある。まるで挨拶であるかのようにボディータッチを行ってくるが、この行為には決して邪ではない、別の理由があるようだ。",
"DETAIL_BARRELHEROFESTA2109_H01": "炎天下で見せるのに相応しいバトルが出来るヒーローになりたいという願いが、ヒーローとしてのバレルの新たな姿を呼び寄せた。気合いの入った水着姿で複数のウォーターガンを装備する彼は、激しい水しぶきを纏いながらバトルフィールドを舞い、当人曰く「爽やかなイケメンフェイス」で観客にアピールしながら、ガンガン人気とポイントとを獲得していく（予定）。ウォーターガンのタンクには、彼の気力が尽きない限り無限に水が供給されていく仕組みになっている。",
"DETAIL_BARRELHEROFESTA2109_H02": "格好いいガンマンに憧れて銃を握り続けてきた彼にとって、バトルを「魅せる」という点で他者に押し負けるという状況はかなりの衝撃だった。それは火や熱がつきものであるガンマンには、どうしても回避できない弱点を突かれたようなもの。頭を悩ませる彼にヒントを与えたのは、友人である消防士ヒーローの激しい水の放射と、射的の屋台に置かれていた水鉄砲。夏も水辺も大好きな彼が、水を扱う、夏に相応しいヒーローを志すのは、最早必然であったのだろう。",
"DETAIL_BARREL_H01": "幼少の頃から憧れを抱く西部劇の保安官を模した衣装を身に纏うヒーロー「シンフォニック・トリガー」へと変身する。二丁の拳銃型のパラレルウェポンを操り、常人離れした早撃ちを以て対象を制圧する事が出来る。変身後の彼は、普段の腕前の酷さからは一変し、百発百中ともいえる命中精度を発揮する。エネルギーの塊を発射する銃を好き放題に撃つ彼の戦いぶりは、傍目から見るととても楽しそうであるという。",
"DETAIL_BARREL_H02": "悪逆非道の限りを尽くすギャングの前に颯爽と現れ、百発百中の銃の腕で懲罰を為す。今日も街の平和を守り、夕陽を背負いながら去っていく…そんな、古臭いと扱われがちの西部劇の映画に、彼の心は奪われた。あの保安官のように、正義を為すために引き金を引く「正義のガンマン」になりたい。そのような願いが、彼を前代未聞のトンデモ警察官兼ヒーローへと変身させたのだった。",
"DETAIL_BARREL_S01": "オリエントシティ市警地域課所属・交番勤務の巡査。米国・ヒューストン育ちの宇宙人。素直で実直、市民への愛想の良さも抜群と、一部を見れば模範的ではあるのだが、西部劇の保安官に憧れるが故に、トリガーハッピーな側面を持つトンデモ警官である。捕縛用麻酔銃を何かと持ち出すが、しかしながら銃の腕前は素人以下で、何発撃っても目標は元より周囲の見物人にすら当たらないという酷さらしい。",
"DETAIL_BOREALIS_H01": "指揮棒型のパラレルウェポンは、ViewPowerを集めることに特化しており、彼が右手を掲げると一般観測者たちの視線は釘付けとなる。様々な楽器型ドローンを指揮し、奏でる音色によって戦闘時の支援や補助を行う。パラレルウェポンの強化能力はボレアリスの素質的な「他者の音を聴く」という特技に対し働き、逆に他者の心へと感情とエネルギーを伝播させ、活性化させることを可能にする。自身のコンサート中でも能力を使用し、観客たちを魅了している。",
"DETAIL_BOREALIS_H02": "ボレアリスには他者の内面を音として「聴く」生まれながらの特技があった。相手の感情や思考を無意識に聴いてしまう事はボレアリス自身にとっても多大な精神的負荷が掛かるものだったが、そんな彼を支えたのは彼の親友や家族たちであった。消息不明となった彼らに届くように、ボレアリスはより多くのViewを集めることに固執する。ボレアリスは他者の音と共鳴するように、自身や他者の思いを音に込め、聴いた者の心に響かせる。いつかきっと届くようにと。",
"DETAIL_BOREALIS_S01": "楽器ドローンを指揮し、演奏を行う指揮者の男。出身は人口の少ない小さな極寒の惑星であったが、その惑星は隕石の衝突により消失している。以前はヒーローとして活動していた記録があるが、その惑星の消失以来、ヒーロー事務所からの連絡を全て絶ち、自身の為だけに力を使用している。所有している劇場型宇宙船で開かれるコンサートは銀河中で視聴され、毎回凄まじい視聴率を誇っている。一部の支援者や気に入った者だけは特別に宇宙船に招待することもあるという。",
"DETAIL_BYGUL_H01": "ヒーロー「Zippy.C」に変身する彼の最大の武器は、出身惑星との重力差を味方につけた桁外れの怪力である。普段から着用している環境適合用スーツをパラレルウェポンに変換して纏い、筋出力調整機能を変動させることで、途轍もない破壊力の攻撃を繰り出すことができる。ただし、本来「環境適合」を主目的としてつくられたスーツである上、彼自身がその環境下で活躍できる明確なビジョンが描けない限り「適応」することが出来ない。その為、パラレルウェポンの性能は、彼自身の環境への理解度と状況への没入感に大きく依存する。",
"DETAIL_BYGUL_H02": "彼は、故郷の惑星の人々の期待を一身に背負い旅立った。任された任務は、他惑星の完全な庇護下におかれ発展が止まってしまった故郷を、再び自立させるための情報収集。主従関係から完全に切り離された遥か遠方の惑星・地球に関する知識の深さから特使に任命された彼は、その任務をこなしつつも「映画・アニメの聖地巡礼」を行うべく、様々な場所を尋ね、色々な人と話をする。憧れの映画の主人公のように、「故郷を含めた宇宙の人々を救うような大活躍をする」まで、彼のヒーロー活動が終わる事はない。",
"DETAIL_BYGUL_S01": "辺境の惑星から、就職活動のために地球圏へとやって来た獣人型宇宙人。地球産の映画やアニメに肩までどっぷりと浸かったオタクであり、憧れの「聖地」で暮らせることに胸を躍らせている。しかし、地球の環境に適応できていないがために、各所で数多のトラブルを引き起こしてしまっており、その新生活は前途多難の一言。社交的で快活な性格をしているため、マニアックな趣味を持つ者とは馬が合いやすく、いつの間にか親交を持っていることがある。",
"DETAIL_CANES_H01": "自分より体格に恵まれ、宇宙猟師としての素質に溢れたきょうだいに複雑な感情を抱くカネス。「最強の猟師」であり「最高の相棒に並び立つ自分」になるという強い願いがこのパラレルウェポンを生み出した。浮遊する巨大な腕は、自律行動によりカネスの指定した対象の保護や攻撃を行う。対象の指定はカネス自身のほか、仲間を指定し腕を貸し与える事もできる。猟師の訓練を受けてきたカネスは獲物を観察し、機を伺い、死角から一撃必殺を狙う戦い方を好むようだ。",
"DETAIL_CANES_H02": "カネスにとって、ヒーローは配信画面の向こうで華々しく活躍する存在だった。種族の枠を越え、体格の差などものともせず、各々の能力を発揮し活躍する姿に憧れていた。晴れてヒーローに覚醒した少年は、自身と同じくヒーローに憧れる者たちの期待に応えようと決意する。先輩ヒーローたちの背中を追いかけるカネスが不安の代わりに抱くのは希望の２文字。覚醒のきっかけとなった願いを必ず叶えてやるのだと、新人は目を輝かせる。",
"DETAIL_CANES_S01": "開拓中の星ムイラウカＩで生活するヒト型宇宙人の少年。危険な原住生物から開拓地を守る「宇宙猟師」の家に生まれ、見習いとして生活している。真面目で責任感のある彼は、いずれは自身が家業を継ぐものと信じている。同業者の大人たちに囲まれ、同年代はきょうだいのみ、それも自身よりはるかに体躯と身体能力に恵まれている。そんな環境で育ったカネスは日々鍛錬を重ねても皆の背中を追い続けるばかり、いつかひとり取り残されるのではないかという不安を密かに抱いている。",
"DETAIL_CERASTIUM_H01": "「ひとびとを守る正義の盾でありたい」と願う彼女は、巨大な盾のパラレルウェポンを持ち、時には防具として、時には武器として戦闘に使用する。機動隊内で「鉄壁」とあだ名されるほどにはタフな彼女は、自ら進んで味方の盾となり、味方の前進をサポートする。それは自身の功績より、「正義」が達成されることを優先する考えを持つがゆえの、彼女らしい行動ともいえる。",
"DETAIL_CERASTIUM_H02": "彼女のそばには、かつて共に「正義」の達成を掲げて機動隊に入った親友がいた。しかし彼女は、親友に自身の「正義」について問われた時、困惑し言葉を返せなかった。自分の「正義」を持っていないことに気づいてしまったのだ。常に上官やチームリーダーの示す「正義」に従って行動してきたため、彼女は自分の意見を持てていない。ゆえに苦悩する。今の彼女にとっての至上命題は、自分だけの「正義」を見つけ、その「正義」に従って行動できるようになることである。",
"DETAIL_CERASTIUM_S01": "フランス国家憲兵隊の機動憲兵隊に所属する機動隊員でありながら、UEHAフランス支部にも籍を置くヒーローの女性。フランス・リヨン出身の地球人だが、宇宙人とのハーフであるため、頭に大きな角を持っている。若くして機動憲兵隊員を志し、実際に入隊を果たした実力者で、性格は生真面目で素直。「正義」という言葉を異常に愛し、社会的不正義には容赦はしない。ザップ・ザ・ジャスティスの熱烈なファンであり、崇拝に近いほどの敬愛の心を持っている。",
"DETAIL_CROWNE_H01": "宇宙中の先端技術を見て回る事を夢見た少女が、大人になってから当時の夢を思い出し、再びその夢を胸に抱くことに決心した結果、様々なメカを解析できる性能を持った工具を武器にして戦うヒーローが誕生した。彼女の担ぐ巨大な工具は、目の前に存在する対象が持つ武器の性能や構造を的確に解析し、様々な工具の形態に変化し、対象を分解する事が出来る一種のスーパーコンピューターでもある。",
"DETAIL_CROWNE_H02": "「男」はこうあれ、「女」はこうあれ…彼女を取り巻く環境は、いつだってそのような言葉に満ちていた。周囲の人々曰く「男」的である趣味や性格を持つ彼女は、常に浮いた存在で、「女」らしくすることを望まれ続けてきた。彼女の持つ夢に対しても同じようなことを言及され、「女」らしい夢を持つことを切望された。そんな彼女が夢を一度捨てるまで、そう長い時間はかからなかったという。",
"DETAIL_CROWNE_S01": "地球有数のシェアを誇る宇宙船製造企業・ラムジェット社に所属する整備士で、パラレルフライト社と提携契約を結んでいる専属メカニック兼パイロット。米国シアトル出身の地球人で、フルネームはクローネ・アップルフィールド。気も腕っぷしも強く、「女だから」とナメられることを非常に嫌う。先端技術に興味深々なギークで、珍しいメカやロボットを見ると、解体して構造を解析したがる悪癖がある。",
"DETAIL_DANZO_H01": "忍装束をモチーフにした派手な衣装を纏ったヒーロー「ウィード・グルーヴァー」に変身する彼は、様々な忍具だけでなく、音響機器を模したパラレルウェポンを装備している。レコード型のチャクラムを巧みに扱いながら、周囲に浮かぶDJブースの幻体をいじり、派手なサウンドの飛び交うバトルを演出しながら戦うことで、戦場をライブ会場へと変貌させる。彼がバトル中に作り出すサウンドは、味方のバトルにおける高揚感を煽り、視聴者の目と耳を惹き付けて離さない。また、音響機器は超音波攻撃の道具としても活用できる。",
"DETAIL_DANZO_H02": "日本の歴史の影に暗躍してきた「忍者」の末裔として育てられた彼は、宇宙まで活動の場を広げていた。しかし、他惑星における任務の際に瀕死の重傷を負い、気づいた時にはサイボーグ化されていた。機械によって生き長らえることになった彼は、自分がニンゲンとして「生きている」ということを実感できる体験を渇望するようになる。五体満足であった頃に培った能力と、音楽の趣味。そのすべてを活かし、「ああ、オレ今超気持ちいい生き方してる」と心の底から満足するその時まで、彼はヒーローであり続ける事が出来る。",
"DETAIL_DANZO_S01": "ネオタレンツ・プロダクションと契約を結び、クラブDJから作曲・編曲、プロデュース業まで、音楽業界でマルチな才能を発揮するサウンドクリエイター。「Dz.NINJA」「弥彦（やひこ）ダンゾー」の名義を使う。地球人だが、身体の約半分が機械で構成されているサイボーグとなっている。自らの芸能活動やファッションのコンセプトに「忍者」を取り入れているものの、その割に常にハイテンションで派手好きなお調子者であり、忍ぶ様子を全く見せない。しかし時折、ゾッとするほどに冷徹な側面を見せることがある。",
"DETAIL_DIGRAM_H01": "公共交通機関の安全運行・定時運行を何より貴ぶ彼は、その障害となる者に容赦なく立ち向かうメカノイドヒーロー「トランセイバー」に変身する。元より感情を持つ「生命体」としての側面とカイブツと戦う「ヒーロー」としての側面を併せ持つよう開発された彼の身体は、排除すべき障害に対応できるよう変形することができる。最も良く使用する武器は、高火力を以て一瞬で対象を排除するレールガン。",
"DETAIL_DIGRAM_H02": "永い間続いていた戦争が終結し、公共交通機関たる他星との定期連絡船が運行を再開した日。その宙を行く列車の勇姿は、彼にとってまさに「平和になった象徴」そのものであった。故に公共交通機関がしっかりと定時通りに運行されていることは、彼にとって大変尊く感じることであり、守っていかなければならない事象なのである。その平和の象徴を乱そうとする存在に対しては、断固たる処置をとる。",
"DETAIL_DIGRAM_S01": "機械生命体の星・トロネシオン出身の、生命を持ったヒト型ロボット。惑星間高密度旅客輸送航路・通称「銀河鉄道」の車掌兼運転手の職に就いている。非常に冷静かつ生真面目で、規則に従順。特に時間に厳しく、例え数秒の遅刻であっても許さない。他のロボット以上に機械的な性格の彼であるが、感情を持って生まれた生命体である以上感情はあり、愛情を向けられた際には素直に好意を示したりする。",
"DETAIL_ESPERDICA_H01": "コーヒーロースター型のパラレルウェポンからは感情を揺さぶる香りを発生させ、嗅いだ相手の行動に影響を与える。例えば香りを充満させることで、敵の行動を鈍らせる、味方の士気を上げるといった使い方も可能。またエスペディカは香りを纏った煙に幻影を投影し、鍛えた体術を以て攻撃する方法を得意な戦法としている。しかし、香りという特性上、嗅覚の無い敵や風の強い場所での戦闘では不利となる。",
"DETAIL_ESPERDICA_H02": "幼少期に飲んだコーヒーの味に魅了され、自らの喫茶店を持つために勉強を重ねてきたエスペディカ。何よりその香りを好んでおり、彼はより多くの人がこの香りで優しい気持ちになってほしいと一杯一杯丁寧にコーヒーを淹れる。しかし、彼が今そう心から願えるのは将来の道を選択する岐路に立った時、「安定に留まらず欲張りに全て諦めない」と決断する強さを一人の少年に分けてもらえたからなのだろう。",
"DETAIL_ESPERDICA_S01": "オリエントシティ郊外の閑静な都市公園近くに自身の店を持つ喫茶店のオーナー。店の経営を行いながらバリスタとしても活躍しており、コーヒーに関する深い知識と様々な資格を活かして鑑定士として他店舗等への依頼にも精力的に協力している。なぜか非常に情報通であり、その理由を尋ねても笑って煙に巻かれてしまう。物腰柔らかで穏やかな性格だが、和やかな時間を奪い去る相手には容赦がなく、怒らせると手が付けられないという噂も……",
"DETAIL_EXIO_H01": "エクシオは「観測者」足りうるニンゲン■■■として■ら■た■■■■である。彼の「観測者」としての能力は、■■■■であることによってもたらされた■■■■であり、変身した姿は■■■■としての■■にすぎない。肉体はほぼ■■■■のままのため、戦闘は専ら、自身の自我の■■である■■■■■■に任せる形をとっている。また、サイドキックの際に使用する狂乱は、本来は■■のための■力であるものを、■■し■ものにすぎない。<br><b>メインクエスト第2部2章7話クリア時に解放</b>",
"DETAIL_EXIO_H02": "「■■■」による実■。それは■■■ツが持つ情報共■機能を、「■■■」足りうる、■元■■耐■を持つ■に■した場合どうなるのか。というものだった。結果として、■ク■■はそれに耐えうる初めての個体となった。並■世界の無数の■■、その■■■思■や経■■■限に■■する中、■■■■が個体と■■の■気を■■た理由は、自身の思考への介入■■を手に入れたことと、夢■■■■■■■を抱き続けら■た事が大きい。つま■■■在■」への復讐と、■■■■■■■■■■■■■■■■。<br><b>メインクエスト第2部2章13話クリア時に解放</b>",
"DETAIL_EXIO_H03": "エクシオは「観測者」足りうるニンゲンを素材として作られたカイブツである。彼の「観測者」としての能力は、カイブツであることによってもたらされた類似機能であり、変身した姿はカイブツとしての外皮にすぎない。肉体はほぼニンゲンのままのため、戦闘は専ら、自身の自我の分身であるイドレプリカに任せる形をとっている。また、サイドキックの際に使用する狂乱は、本来は自分のための能力であるものを、転用したものにすぎない。",
"DETAIL_EXIO_H04": "「介在者」による実験。それはカイブツが持つ情報共有機能を、「観測者」足りうる、次元観測耐性を持つ者に施した場合どうなるのか。というものだった。結果として、エクシオはそれに耐えうる初めての個体となった。並行世界の無数の自分、その感覚や思考や経験が無限に循環する中、エクシオが個体としての正気を保てた理由は、自身の思考への介入方法を手に入れたことと、夢という名の妄執を抱き続けられた事が大きい。つまり「介在者」への復讐と、自身にとってのヒーローを守ることだ。",
"DETAIL_EXIO_S01": "パラレルフライト社の協力者である、謎の多い「観測者」。豪州シドニー出身の地球人で、フルネームはエクシオ・グラント。表向きは優れた腕前と温和な人柄が評判のマッサージ師であるが、裏では「ある計画」を完遂すべく動いている地下組織の一員でもある。「介在者」に対して、並々ならぬ敵意を抱いているようだ。<br><br>彼の真の目的は、すぐ傍にいるメリデやヨシオリ、モノマサですら深くは知らない。ただ、「介在者」の野望について誰よりもよく知っており、それを阻止すべく動いていることだけは、地下組織の構成員たる彼に関わる者は皆知っている。彼の人生に触れ、その真意を知った者は、この世界における「観測者」の立ち位置やその扱われ方、果ては「観測者」が誕生した経緯についてまで、知ることになるだろう。",
"DETAIL_FLAMIERGHOSTWOODS2204_H01": "ヒサキたちの研究にボランティアで協力し、ウェーマルトの花祭りに相応しいヒーロースーツの姿となったフラミー。幼少期に祖父からプレゼントされたダンスシューズによく似たパラレルウェポンを装着している。そのシューズが輝く時、人々の視線は自然と集まり、残る光の軌跡は敵の意識を惑わせる。「やるからには全力で楽しみなさい」という祖父の教えを元に、軽快に踊る花びらのようにフラミーは敵を圧倒していく。",
"DETAIL_FLAMIERGHOSTWOODS2204_H02": "子供の頃から踊ることが大好きだったフラミー。しかし、身分相応の振舞いをしなければならないと教育係に躾けられ、幼心にもフラミーは気持ちを押し殺し自分を抑圧することで、望まれているだろう役割を演じていた。その思いを掬い上げ理解者となったのは、フラミーを孫娘としてだけではなく、一人のヒトとして接した祖父であった。どの自分も変わらずに胸を張って愛せるように、と今は亡き祖父の教えは、今フラミーが立つための基盤となっている。",
"DETAIL_FLAMIER_H01": "白衣をマントのようにはためかせながら、化学物質を合成・燃焼させる為のありとあらゆる機材を駆使して戦うヒーローに変身する。しかしながら彼女の目的は「敵を爆発によって殺傷する事」ではなく、「美しい炎を皆に魅せること」であるため、彼女の技は派手さに対して破壊力はさほどでもない。とはいえ、辺り一面を文字通り「火の海」にするため、ある意味恐ろしいヒーローともいえる。",
"DETAIL_FLAMIER_H02": "彼女の願いは「宇宙一美しく咲く花火を、宇宙一美しく咲く場所で咲かせること」。燃焼は大気のある場所でしか起こり得ず、惑星によっては大気を構成する成分の関係で思うような反応が生じない。そもそも燃焼すらしない物質だって数多ある。だからこそ彼女は、この突拍子もない理想を追い求め、日々物質の燃焼に関する研究を続ける。この異常ともいえる炎への執着は、恐らく誰にも負けないであろう。",
"DETAIL_FLAMIER_S01": "月面都市群では指折りのエリート高校で教鞭を取る化学教師。月面出身の月面人で、アステロイドベルトの鉱物資源採掘を一手に担う実業家の令嬢。才色兼備であるがゆえに学校内外に多くのファンを持つが、「美しく燃えるもの」に対して異様なまでの執着を持ち、火薬や爆薬といった可燃物質に対して並大抵ではない知識を有する変わり者。宇宙でも美しく咲く花火を作り出すのが彼女の夢。",
"DETAIL_FURLONGCIRCUS2202_H01": "サーカスにおいて曲芸を披露するにあたり、「人の命を救うため」ではなく「人を楽しませるため」に変身することを決意したハロン。人の目を引き、尚且つ身軽なその衣装は、ハロンの身体能力の高さを極限まで生かせるような構造になっている。日々人命救助のために訓練とトレーニングを重ねている彼は、高難易度の体術をスポンジの如く吸収して体得し、スポットライトに照らされながら堂々と宙を舞う。まるで本来の恥ずかしがり屋な性格こそが、演技であるかのように。",
"DETAIL_FURLONGCIRCUS2202_H02": "本来彼の変身は、弱気な自分を覆い隠すという意味において「自分のため」のものであった。自分を奮い立たせ、強気な自分を演じることで、弱虫を覆い隠せるからこそ変身できるのだ。しかし、心に根深く残るトラウマを前にしては、弱虫を覆い隠しきることは不可能だった。だからこそ、変身を「自分のため」ではなく「他人のため」にするものと置き換えることにより、彼は新たな姿へと変身することができたのだ。",
"DETAIL_FURLONG_H01": "「炎より熱い消防官になる」と誓った彼は、普段とは真逆の勇猛果敢で熱いヒーロー「バーン・ストライカー」に変身する。この時の彼はどんなに危険な現場であろうと、人命救助最優先と宣い猛火の中へ飛び込んでいく。この性格の変化は決して背負ったポンプのパラレルウェポンの効果では無く、変身することによって、彼が持つ恐怖心の底に眠る勇気が呼び起こされ、自らを奮い立たせた結果である。",
"DETAIL_FURLONG_H02": "「弱虫でどうしようもなく怖がりな自分を変えたかった」…これが、驚くほどに小心者である彼が、他者の命を預かる事になった経緯である。生命の与奪がその手に委ねられているからこそ、彼は今日も勇気を奮い起こし、絶対無敵の強気な自分へと行動の主導権をバトンタッチする。そして、炎の燃え盛る火災現場、市民への脅威が牙を剥く戦場へと、勇猛果敢に飛び込んでいくのだ。",
"DETAIL_FURLONG_S01": "オリエントシティ消防局に所属する消防士。異星出身の宇宙人であり、フルネームはハル・ハロン・ヘイル。地球に対し比較的高温な気候を有する惑星の出身である為、基礎体温が高く、高温にも強い為、火災現場での人命救助では重宝される。普段は人見知りかつ怖がりで、平穏を愛する小心者で、極端に押しに弱い。誰に対しても敬語だが、年が近い警察官のバレルとだけはタメ口で話す。",
"DETAIL_GAISEI_H01": "前腕部から伸びるブレード型のパラレルウェポンは、身体の骨が金属のように硬い、ガイセイの種族的特徴が更に強化されたものである。金属をも切り裂く硬質なブレード、そして身を護る骨格型のアーマーは全てがガイセイの肉体に由来するものである。そのためヒーロースーツは動きを阻害しないよう開放的なデザインとなっており、自らの肉体で、技で相手を上回り、その圧倒的な力を示すというガイセイの決意を表している。",
"DETAIL_GAISEI_H02": "貧富の差の激しい辺境惑星の孤児院で育ったガイセイは、幼少期より強い者が弱い者から全てを奪うさまを見続けてきた。彼に武術の教えを授け、子供たちを守ってくれる存在であった孤児院の院長ですら、より強大な力に蹂躙された。その事実を胸に育ったガイセイは、その後に保護された地球を飛び出し、ただ強い者と相対する戦場を求めて銀河を駆け回っている。強さの優劣こそが全てを決定づける、という己の価値観を実感するために。",
"DETAIL_GAISEI_S01": "いわくつきの質屋兼古物商の用心棒で、地球人に近い外見を持った宇宙人の青年。ただ己の技を高め、強者に勝つことのみに喜びを見出しており、強者とのバトルが期待できるのであれば、雇い主不問の用心棒として、店を飛び出しあらゆる戦場へと赴く。バトルとなれば酷薄な笑みを浮かべながら嬉々として戦場を駆ける反面、バトル以外への興味は薄く、バトルや鍛錬の時以外は、ただぼんやりとしていることも多い。",
"DETAIL_GAIUS_H01": "ガイウスはグローブ状のパラレルウェポンを使用し、エーテル体の弓と矢を生成する。ViewPowerに応じて矢として放つエネルギー弾のサイズや装填する数、発射するスピードを任意に調整することが可能で、遠く離れた場所からでも威力を落とすことなく攻撃が出来る。またヒーロースーツは水中での行動に特化しており、背中のリングと尾びれのようなモジュールで水流を制御し、どのような体勢でもバランスを崩すことなく攻撃態勢へと移行することが可能となっている。",
"DETAIL_GAIUS_H02": "ガイウスの育ての親である老夫婦は彼が10代のときに他界しており、遺された手紙によって自分は血の繋がった息子では無かったことを知った。他者に対し密かに疎外感を感じていたガイウスは、誰かを頼るではなく、これから自分の力で生きていくことを選び、そして自身の出生の謎を解き明かすことを目標に掲げた。ガイウスは静かな水面を見つめ自分は何者であるのかを自問する。その答えはきっと湖の中に、どこかにあるのだと信じ、彼はまた水の中へと潜っていく。",
"DETAIL_GAIUS_S01": "故郷の湖を愛するダイバーであり、それが高じて観光客向けにガイド・インストラクターの仕事を始めた青年。しかし、湖を荒らされることを嫌い、その警戒心が強く態度に現れて怖い印象を持たれやすいからか、指名を受けることは多くはない。水の中の静けさを好み、湖に潜ることを生活の一部としている彼は、こと湖においては誰よりも深い知識と潜水の経験を有している。体にタトゥーらしき複雑な紋様があり、それを隠すようにウェットスーツを着ている事が多い。",
"DETAIL_GAMMEIRAKUSAI2304_H01": "祭りの季節を迎える街で囮捜査を行うため、ガンメイはUEHAが制作依頼した喧嘩札型の「パラレル・キュー」を装着し変身する。強い光が消えたあと、彼は祭装束風の新たなヒーロースーツに身を包んでいた。手に持つ「纏」のパラレルウェポンは、古くの日本は火消しと呼ばれる者が用い、近代では祭で行列の先頭を切る者が用いる旗印。彼はそれを掲げ、振り回し、戦場を庭の様に駆け暴れまわる。",
"DETAIL_GAMMEIRAKUSAI2304_H02": "彼は故郷を思い出す。荒廃した街での暮らしは決して楽なものではなかった。しかしそこで過ごした経験は少年期のガンメイにとってかけがえのないもので、彼の原点となっていた。「ジャスティ・アレスター」は市民を守るヒーローである。それは立場を超え、役割を超え、己自身が望む生き様であるのだと彼は気付く。市民が待ち望む「晴れの日」の姿を装い、彼は纏を高々と上げる。",
"DETAIL_GAMMEI_H01": "どこまでも伸びる長い鎖を有する手錠型のリングを武器とするヒーロー「ジャスティ・アレスター」に変身する。鎖はもとよりリングも捕縛対象のサイズに応じて伸縮する為、あらゆる大きさの対象を「逮捕」することが可能である。彼の戦場での立ち回りの上手さは、刑事兼ヒーローとして活躍してきた経験と、カイブツによる大災害で壊滅した都市圏の出身であるが故の記憶に裏打ちされている。",
"DETAIL_GAMMEI_H02": "自らを「ドブ浚い係」と称する彼の仕事は、ヒーローの名に相応しい輝かしいものでは決して無い。ヴィランやカイブツが関わった事件には、明確な物証が残る事が極めて少なく、そのまま迷宮入りしてしまいかねないものが多い為、ヒーローだからこそ出来る解決法を望まれ、何でもかんでも仕事を回され、片っ端から片付けていくことになるからだ。彼は今日も愚痴を吐きながら、事件現場へと赴く。",
"DETAIL_GAMMEI_S01": "オリエントシティ市警所属の刑事。役職は巡査部長。カイブツやヴィランが関連する事件の捜査と取締りを主務とする係に配属されている。日本・千葉出身の地球人で、フルネームは月輪（つきのわ）ガンメイ。やさぐれた風体だが、警官としては至って真面目。様々な厄介事を丸投げされたり、中間管理職であるが故に上下からの板挟みに遭ったりと、苦労が尽きない。老け顔と薄給が悩みの種。",
"DETAIL_GANRAN_H01": "巨大なハンマー型のパラレルウェポンと、鎖が巻き付いたヒーロースーツが特徴的な姿へと変身する。巻き付いた鎖は、鋼が鍛えられるかのごとく相手の攻撃を受けるたびに熱と硬さを増し、力を蓄えていく。その力は鎖の先に繋がったハンマーへと送られ、立ち塞がるものに超高温の鉄槌を下す。また、蓄えた力を解放することで空間に炉を出現させ、その場でエネルギー体の武具を生成することも可能となる。",
"DETAIL_GANRAN_H02": "とある国の平和の象徴として、伝承にある秘宝斧のレプリカを打つべく招聘されたガンラン。何度打っても納得の仕上がりに至らず過ごしていたある日、王国がカイブツに襲われる。国が崩壊していく中、王の忘れ形見であるバルテを預かったガンランは国を離れ、育てていくことを決意する。やがて成長したバルテの熱意に負け、初めての弟子として受け入れるものの、バルテはカイブツの襲撃に巻き込まれ姿を消した。いつか弟子が戻るまで自分は師であり続けねばならないと、ガンランは今日も鍛錬に励み続ける。",
"DETAIL_GANRAN_S01": "惑星ガルンデラで鍛冶師を営むドワーフ型宇宙人。根っからの職人気質で、他星から名指しで注文が入る程の凄腕職人でありながら、相手が誰であっても、そしてどんな注文であっても特別扱いせず、平等に順番に対応している。これまで耐えられなかったものを我慢し、耐えている瞬間こそ、鍛えるほど硬度が増す鋼のように「より強くなれていることを実感できる」と考えている。そのため根競べや我慢比べが好きで、無理強いはしないものの乗ってあげるととても喜ぶ。",
"DETAIL_GARBO_H01": "ほぼ生身の状態で、クリスタル化した手足と、それに纏う青白い炎を用いて戦闘を行うヒーロ―。これは、ガルボの夢の「成し遂げた己」を象った姿で、纏っている布は彼の種族の特別な装束である。普段発揮しない、本来の種族としての獰猛性や攻撃性を、その手足と炎を用いて存分に振るうたびに、彼の手足や炎はより一層煌めきを増していく。その眩さは、ガルボ本人の自慢でもあるようだ。",
"DETAIL_GARBO_H02": "ガルボは、個体をもって転生する種族である。その記録は転生する度にアーカイブのように保存され閲覧でき、本人曰く代替わりのようなもの、とのこと。この種族にとっての寿命は、転生も含め「生に満足した」際に訪れる。しかし、ヒーローとなったガルボは死に焦がれているわけではない。求めるのはその過程、生を全うする事。その到達点に至る事を夢に見た姿、それこそが彼のヒーローとしての姿である。",
"DETAIL_GARBO_S01": "言語研究家・翻訳者である、龍の姿に似た、長大な期間を生きる宇宙人。宇宙共通語が存在するこの世界において、ガルボが行う言語研究とは「宇宙共通語で丸められてしまう、削られてしまう」ものそのものである。文化形体に深い造詣を持ち「無くなってしまう概念」の保全を行い、宇宙共通語の拡充も行っている。本人は生の文化を体験する事、に重きを置いており、流行りものを実体験する事に強い欲求があるようだ。",
"DETAIL_GIANSARLIGHTYEARS2412_H01": "良い子にはご褒美が、悪い子にはお仕置きが届くとされるクリスマス。そして黒いサンタクロースのスーツに身を包んだギアンサルが届けるものは、そのどちらでもない。手にしたプレゼントボックスのパラレルウェポンには大量のエネルギー体が収納されており、ギアンサルに定義されることで形を持ち、飛び出していく。爆弾が音と光だけのフェイクかと思えば、可愛くラッピングされたキャンディーが派手に爆発する。真実と嘘を織り交ぜたギアンサルのサプライズプレゼントの数々は、良い子と悪い子を区別する「正しさ」を破壊するかのように戦場を派手に彩っていく。",
"DETAIL_GIANSARLIGHTYEARS2412_H02": "かつて正しいと信じて起こした行動は他者に「正しくない」と断定され、ヒーローになることが叶わなかった。そして本人の信念と関係なく情報は発信され、それを信じたヒト達によって、正しくない行動であると拡散されていった。そんなギアンサルは、成り行きでとあるクリスマスイベントに協力することとなる。そこで目にしたのは、型破りの都市開発デザイナーや、「正しくない」アイドルたち。そんなヒト達が自分たちの信念に従ってイベントを作り上げていく姿だった。皮肉を言いながら手伝うギアンサルの目に、黒衣のサンタクロースのデータが映る。良い子にプレゼントを、悪い子に罰を。それを見てギアンサルは不敵に笑うのだ。自分にはどちらも必要ないと。",
"DETAIL_GIANSAR_H01": "ナイフ型のパラレルウェポンは、刺した対象の情報を収集・分析し、その姿を自身のスーツで再現する。その再現精度は非常に高いが、対象はヒーローに限られ、取得した情報をストックすることは出来ない。その為、他のヒーローに擬態し直す場合は、能力の解除と再分析が必要となる。高頻度での能力行使は再現精度の低下を引き起こすが、例えば超仮想現実世界などの情報化された空間はパラレルウェポンとの相性が良く、彼の持つハッキング能力も優位に働くだろう。",
"DETAIL_GIANSAR_H02": "有望な主席候補生として、大手ヒーロー育成事務所のインターンに参加していたギアンサルは、とある事件に巻き込まれる。その際取った行動が「ヒーローらしからぬもの」であると判断され、ライセンスを取得することは叶わなかった。ヒーローになれず、危険人物として経過観察をされるという失意と苦痛の中、彼はひとつの誓いを立てる。自分が全てのヒーローの情報を持つ最強のヒーローに成り代わる――ずっと大好きで憧れ続けた、「本物のヒーロー」になる、と。",
"DETAIL_GIANSAR_S01": "ソフト・ハードを問わず様々なシステムについて深く高度な技術的知識を持つギアンサルは、荒っぽい口調や態度に対して、非常に几帳面な性格である。「完璧」や「ぴったり」といった言葉を好んで使用し、自身の計画に対して不確定な要素は徹底的に排斥する。ヒーローに対して強い反抗心を抱いており、その背景にはヒーローライセンスの取得を試みた過去が関係しているようだ。",
"DETAIL_GOMEISAXMASMELT2212_H01": "クリスマスは、大人も子供も皆が笑顔で、楽しく過ごすものであってほしい。ましてや、そのお祭りが何者かに脅かされて中止になるなんて、そんな悲しいことはあってはならない。そう思うゴメイサが、過去の思い出から得た新たなヒーロー姿。手のひらから、足元から築かれる氷壁は、包み込んで皆を守るため。絶やさぬ笑顔と艶やかな舞いは、楽しい祝祭の日を彩るため。祝福を受けし踊り子たる彼の願いは、きっと見るものをも幸せにすることだろう。",
"DETAIL_GOMEISAXMASMELT2212_H02": "かつて故郷で見た、信奉する御神木が自身を凍てつく冬から守るために、自らにあえて氷を纏う姿。そして、自身を元気づけるためにプロキーが持ちかけ、ともに作ったあの雪のクリスマスの日のかまくら。それらはゴメイサに、氷雪に包まれた内側の暖かさを教えてくれた。故郷で得た知見、そしてクリスマスにまつわる暖かな思い出が、ゴメイサの思いを強くし、新たな姿を形作るまでに至ったのだ。",
"DETAIL_GOMEISA_H01": "故郷で神木に祈りを捧げる為に舞っていた頃に纏っていた衣装を模した装束を纏い、踊り子のヒーローとして戦場に立つ。しかしながら彼は争いごとを好まない、徹底した平和主義者である為に、自身から相手に危害を加えることは稀。彼のヒーローとしての真価は、体表より生み出される日光の恵みの結晶にある。舞い踊る事によって光の結晶は宙に飛び散り、光を浴びた者の傷を癒す効果を発揮するのだ。",
"DETAIL_GOMEISA_H02": "争いが嫌いで平和主義、可愛いもの好きで誰とでも仲良くしたがる彼を戦場へと赴かせたのは、彼自身が持つ「皆で仲良く踊って遊んで暮らしたい」という願いであった。どんな極悪人でも、例えカイブツでも、いつか分かり合って仲良くする事が出来ると信じる彼は、いつ叶うともしれない願いを叶えるために、今日も戦場で平和を願う舞いを楽しそうに踊るのである。",
"DETAIL_GOMEISA_S01": "プロキーが切り盛りする、ヒーロー達の集う酒場でウェイターを務める巨人型宇宙人の青年。巨木と共に息づく文明を持つ惑星の出身であり、巨木信仰の下、神体に祈りを捧げるための踊り子であったため、踊る事を好む。純粋無垢で天真爛漫、人懐こくて他者を疑う事を知らない。身体を触られる事、服を脱ぐ事に抵抗が無く、また体の大きさ故のドジを良く起こす為、プロキーは非常に手を焼いている。",
"DETAIL_GOROGHOSTWOODS2204_H01": "ウェーマルトの花祭りで用いられる衣装のデザインを元に、新たなヒーロースーツの姿を得たゴロウ。その手には得意の工作で作ったおもちゃや楽器がエネルギー体で再現されている。子供が喜ぶ仕掛けを沢山込めて作られたおもちゃ型のパラレルウェポンは、味方を守るために自立し身を挺して行動する。またアコーディオンの様な楽器型のパラレルウェポンからは、周囲に活力を与える音のエネルギーを発することが出来、力強くも優しい音を奏でる。",
"DETAIL_GOROGHOSTWOODS2204_H02": "「子供の相手をする時には酒は飲まない」と、彼は自身にルールを課した。それは愛する我が子に酒臭いと嫌われない為、一人の親としての小さな約束事だったのかもしれない。その子を、家族を、帰るべき場所の家すらも失ったゴロウが奏でるのは優しい子守唄のメロディーだった。二度と戻ることはない幸福を、泣き崩れたくなる程の願望を噛み締め、そして、枯れることは無いその悔恨と共にゴロウは生きてきた。そして、今も生きている。",
"DETAIL_GORO_H01": "大工として最もパフォーマンスを発揮できる姿をとるヒーローに変身する。この状態でも漏れなく酔っ払いではあるのだが、地下足袋型のパラレルウェポンにより垂直な壁すら足場にしながら、工具箱型のパラレルウェポンから取り出す様々な工具を用いて、常人には成し遂げられないほどのスピードで障壁やシェルターといった建築物を作り上げることが可能になる。",
"DETAIL_GORO_H02": "故郷で家庭を持ち、大工として平和に暮らしていたが、カイブツの襲来による大災害の中で家族と離散し、ムイラウカⅣへと漂着した過去を持つ。彼が酒浸りになったのも、「カイブツに絶対壊せねえ家を作る」という信念のもとヒーローとして覚醒したのも、この頃である。故に、愛し合う者同士・血のつながった者同士が引き離される状況を目すると、例え赤の他人のそれであっても取り乱す。",
"DETAIL_GORO_S01": "海洋惑星・ムイラウカⅣの大洋に浮かぶ船上都市で、船の補修や船上建築を担う船大工として働く男。ムイラウカⅣとは異なる星の出身で、放浪の末この星に辿り着いた。性格はいい加減でスケベな楽天家。大酒飲みであり、仕事中すら酒瓶を手放さない不良大工だが、腕は確かで手先が器用。存外計算高く頭が回り、設計図面を頭の中で組み立て、精密かつ完璧な建築を成し遂げるという特技を持つ。",
"DETAIL_GRIGORY_H01": "本人がヒーロー活動にまったくもって積極的ではないため、彼のヒーロー姿や活動について知るものは少ない。彼のパラレルウェポンは、幾何学的な模様の入った球体２つで構成されており、ヒーローの捕捉、撮影、配信など、LIVEに必要なことは何でもできる。特筆すべき点としては「グリゴリーの認識しているヒーロー」の元へ、グリゴリーがそのヒーローがどこにいるかを知らなくても瞬間移動させる事ができる事。ただし、移動距離に伴ってViewPowerは増加していく。",
"DETAIL_GRIGORY_H02": "彼のヒーローとしての根底にあるのは「ヒーローが能力を十全に発揮できない」という状況が我慢ならないという事。幼少期に見た、行方不明のヒーローのニュース。それを見て「そのヒーロー達は、変身できないまま蹂躙されたかもしれない」という想像は、彼に大きな恐怖と憤りを感じさせた。いつヒーロー能力に目覚めたかは定かではないが、彼の持つパラレルウェポンは、あの事件の日に夢見た「いかなる場所へもとび、いかなるヒーローも独りにしない」を体現したような性能になっている。",
"DETAIL_GRIGORY_S01": "ドローン設計・開発者。地球圏で活動している「ウォーデン・インダストリアル」の創設者の一人だが、みんなが立派なだけ、自分は雇われの技術者。と本人は口にしている。「VIEWがなくてはヒーローは死ぬ」がモットーで、どのような状況下でもヒーローに追従でき、観測し続ける事ができるドローンカメラを目指し、日夜開発を続けている。その設計思想や本人の持つ知見から、ゼロトラスト社からの要請を請け、技術顧問としても出向している。",
"DETAIL_GUARDMANEARTH_H01": "彼らは黒いヒーロースーツを纏い、黒いパラレルウェポンを手にしてターゲットの前に立ちはだかる。夜闇に紛れて仕事を遂行することの多い彼らにとって、あらゆるものを覆い隠してくれる黒という色は、都合がいいのだ。自らの身を闇に潜ませ、無駄のない装備が実現させる無駄のない動きで、着実に任務を全うする。信頼を重んじるからこそ、彼らは効率的にできた装備を好むのである。",
"DETAIL_GUARDMANEARTH_S01": "厳つい顔つき、筋骨隆々の逞しい肉体が特徴的な、大きな角を持つ異星人たち。日陰や闇に例えられるような社会の暗部こそが、彼らの居場所である。戦闘に向いた身体能力と高い知性を兼ね備えるからこそ、権力者たちに目を付けられるのだろう。彼らの生きる世界では、口の軽さは命取りになる。秘密に関しては固く口を閉ざし、決して味方を裏切ることがないように行動する。信頼は、金で買うことはできない。それを知っているからこそ、彼らは口先だけではなく、行動で仲間への信頼を体現し、仲間からの信頼を得ようとするのだ。",
"DETAIL_GUARDMANFIRE_H01": "彼らは黒いヒーロースーツを纏い、黒いパラレルウェポンを手にしてターゲットの前に立ちはだかる。夜闇に紛れて仕事を遂行することの多い彼らにとって、あらゆるものを覆い隠してくれる黒という色は、都合がいいのだ。自らの身を闇に潜ませ、無駄のない装備が実現させる無駄のない動きで、着実に任務を全うする。信頼を重んじるからこそ、彼らは効率的にできた装備を好むのである。",
"DETAIL_GUARDMANFIRE_S01": "厳つい顔つき、筋骨隆々の逞しい肉体が特徴的な、大きな角を持つ異星人たち。日陰や闇に例えられるような社会の暗部こそが、彼らの居場所である。戦闘に向いた身体能力と高い知性を兼ね備えるからこそ、権力者たちに目を付けられるのだろう。彼らの生きる世界では、口の軽さは命取りになる。秘密に関しては固く口を閉ざし、決して味方を裏切ることがないように行動する。信頼は、金で買うことはできない。それを知っているからこそ、彼らは口先だけではなく、行動で仲間への信頼を体現し、仲間からの信頼を得ようとするのだ。",
"DETAIL_GUARDMANLIGHT_H01": "彼らは黒いヒーロースーツを纏い、黒いパラレルウェポンを手にしてターゲットの前に立ちはだかる。夜闇に紛れて仕事を遂行することの多い彼らにとって、あらゆるものを覆い隠してくれる黒という色は、都合がいいのだ。自らの身を闇に潜ませ、無駄のない装備が実現させる無駄のない動きで、着実に任務を全うする。信頼を重んじるからこそ、彼らは効率的にできた装備を好むのである。",
"DETAIL_GUARDMANLIGHT_S01": "厳つい顔つき、筋骨隆々の逞しい肉体が特徴的な、大きな角を持つ異星人たち。日陰や闇に例えられるような社会の暗部こそが、彼らの居場所である。戦闘に向いた身体能力と高い知性を兼ね備えるからこそ、権力者たちに目を付けられるのだろう。彼らの生きる世界では、口の軽さは命取りになる。秘密に関しては固く口を閉ざし、決して味方を裏切ることがないように行動する。信頼は、金で買うことはできない。それを知っているからこそ、彼らは口先だけではなく、行動で仲間への信頼を体現し、仲間からの信頼を得ようとするのだ。",
"DETAIL_GUARDMANSHADOW_H01": "彼らは黒いヒーロースーツを纏い、黒いパラレルウェポンを手にしてターゲットの前に立ちはだかる。夜闇に紛れて仕事を遂行することの多い彼らにとって、あらゆるものを覆い隠してくれる黒という色は、都合がいいのだ。自らの身を闇に潜ませ、無駄のない装備が実現させる無駄のない動きで、着実に任務を全うする。信頼を重んじるからこそ、彼らは効率的にできた装備を好むのである。",
"DETAIL_GUARDMANSHADOW_S01": "厳つい顔つき、筋骨隆々の逞しい肉体が特徴的な、大きな角を持つ異星人たち。日陰や闇に例えられるような社会の暗部こそが、彼らの居場所である。戦闘に向いた身体能力と高い知性を兼ね備えるからこそ、権力者たちに目を付けられるのだろう。彼らの生きる世界では、口の軽さは命取りになる。秘密に関しては固く口を閉ざし、決して味方を裏切ることがないように行動する。信頼は、金で買うことはできない。それを知っているからこそ、彼らは口先だけではなく、行動で仲間への信頼を体現し、仲間からの信頼を得ようとするのだ。",
"DETAIL_GUARDMANWATER_H01": "彼らは黒いヒーロースーツを纏い、黒いパラレルウェポンを手にしてターゲットの前に立ちはだかる。夜闇に紛れて仕事を遂行することの多い彼らにとって、あらゆるものを覆い隠してくれる黒という色は、都合がいいのだ。自らの身を闇に潜ませ、無駄のない装備が実現させる無駄のない動きで、着実に任務を全うする。信頼を重んじるからこそ、彼らは効率的にできた装備を好むのである。",
"DETAIL_GUARDMANWATER_S01": "厳つい顔つき、筋骨隆々の逞しい肉体が特徴的な、大きな角を持つ異星人たち。日陰や闇に例えられるような社会の暗部こそが、彼らの居場所である。戦闘に向いた身体能力と高い知性を兼ね備えるからこそ、権力者たちに目を付けられるのだろう。彼らの生きる世界では、口の軽さは命取りになる。秘密に関しては固く口を閉ざし、決して味方を裏切ることがないように行動する。信頼は、金で買うことはできない。それを知っているからこそ、彼らは口先だけではなく、行動で仲間への信頼を体現し、仲間からの信頼を得ようとするのだ。",
"DETAIL_HISAKILOSTANCIENTS2208_H01": "惑星サマアッドでの水上遺跡の警備を通して新たな姿を得たヒサキ。その魚型のロボットを模したパラレルウェポンは、ヒサキを守る為に自立して行動し、敵の攻撃を拒絶するバブル状のシールドを展開することでバトルをアシストする。また、その背に掴まれば、水中を自由自在に高速で泳ぎ回ることも可能となる。一人の発明家として、ヒサキは未知の技術に全力で向き合った。その結果が、まるで心を通い合わせているかのように１人と１機が共に水中を移動する姿である。",
"DETAIL_HISAKILOSTANCIENTS2208_H02": "ヒサキが並行宇宙で完成させたのは、ヒトとロボットの双方が互いに歩み寄ることを実現した新たな「命」だった。それは自身が発明した技術を悪用された過去を持つヒサキだからこそ、気付けた絆の在り方であった。本当に自分が作りたいものは何か、ヒトとロボットはどのような関係を築けるか、テクノロジーはどう活かされるべきか――終わりなき課題と向き合う覚悟を決めた時、ヒサキは未知を切り拓く新たな技術を手に入れる。その情熱の炎は、燃え尽きることは無い。",
"DETAIL_HISAKI_H01": "栄光に満ちた未来をその手に掴むことを夢見る彼が装備するのは、「未来」を手の中に再現する事が出来るパラレルウェポン。全宇宙の最先端に到達することに成功した未来の自分の頭脳にアクセスすることにより、現代のテクノロジーではとても作り出せない代物をグローブ上にアウトプットし、武器として扱う事が出来る。まるで魔法の産物としか言いようのない未知のテクノロジーで構成されたそれらの武器は、科学技術の無限の発展を予感させる。",
"DETAIL_HISAKI_H02": "自らを天才と誇り、自信たっぷりに振る舞う彼は、自己顕示欲や承認欲求と言った、マイナスの印象を持たれがちな欲求をストレートに主張する。そのような彼の人格は、「ニセモノ」と指さし続けた周囲の人間への反抗心と、その人間達に自らの存在を認めさせたいという願望が同時に生じたことから形作られていった。とにかく多くの人々に、自らの存在を主張し、認めて貰いたい……そんな願望を胸に、彼は今日も、誰もが驚くような最先端技術の開発を模索する。",
"DETAIL_HISAKI_S01": "中堅の重工業メーカーの工場に勤める青年。獣人型宇宙人の見た目をしているが、日本人の養子であるため、淀橋（よどばし）ヒサキという日本人名を名乗る。科学・工学について幅広い知識を有しており、自他共に認める天才発明家である。普段は工場の片隅にある研究室にて、怪しい「新製品」の開発に没頭している。社交的で快活な性格の自信家だが、同時にかなりのおっちょこちょい。大学の先輩であるクローネのことを姐さんと呼び、信頼していると同時に恐れている。",
"DETAIL_HITOMISUMMERDIVE2108_H01": "水の星ムイラウカⅣでの活動に適した新たな姿を手に入れたヒトミ。「TPOに合わせて戦ってこそのアイドル戦士」だと、ヒトミは夏に負けない熱さで語った。スピーカー型浮遊ユニットにより、音の波を発生させて敵と戦う。「ドキドキ☆レッド・マーメイド」として、ファンの皆が心から楽しめるリゾートの平和を取り戻すべく、ヒトミはその声の限りを尽くして歌い、そして戦い続ける。",
"DETAIL_HITOMISUMMERDIVE2108_H02": "ヒトミの衣装に対する姿勢はとても熱心であり、歌手活動や番組放送の度に時間を掛けてコンセプトに合った衣装を選択している。そんなヒトミが衣装の指向性をもたせたヒーロー変身の研究に興味津々なのは当然であった。目指す「完璧なアイドル」まではまだ道のりは長いかもしれないが、ヒトミはまた一歩夢の実現に近づけたと感じている。そんなヒトミの歌うこの夏の新曲も各音楽ストアで好評配信中である。",
"DETAIL_HITOMI_H01": "煌びやかで可愛らしいステージ衣装に身を包み、颯爽とバトルフィールドに立つ彼女は、自らを「ドキドキ☆レッド」と称するアイドルヒーローとして活躍している。マイク型のパラレルウェポンを通して、自らの歌声を発信することで、味方の戦意高揚や敵の無力化など、様々な効果を周囲に与える事が出来る。彼女が研究しつくしたアイドルらしい立ち振る舞いは、多くの観客の視線を釘付けにする。",
"DETAIL_HITOMI_H02": "弱冠15歳の少女である彼女にとって、高すぎる身体能力はコンプレックス以外の何物でもない。可愛く立ち振る舞い、皆に愛らしいと称賛されるアイドルという職業とは対極にある自らの能力と闘いながら、「完璧なアイドル」を目指して日々頑張り続けている。「売れるようで売れない」という微妙な立ち位置ながらも、そんな彼女の一生懸命な姿は、夢を追いながらも挫折しかけている人々の心を、知らず知らずのうちに癒し、後押ししているようだ。",
"DETAIL_HITOMI_S01": "地球・日本を拠点としてアイドル活動を行う、地球人と宇宙人のハーフの少女。日本・広島出身で、芸名は綾歌（あやうた）ヒトミ。元気で愛想がよく、頑張り屋な正統派アイドルであるが、宇宙人である母の遺伝により、地球人としてはオーバースペック気味な身体能力を有している。自身の能力をうまく制御しきれずに備品を破壊してしまうことが多々あるため、握手会などの他者の身体に触れる機会を恐れている節がある。",
"DETAIL_HUCKLE_H01": "S級ヒーロー「ホッパー・ザ・フェイス」の特徴は、桁外れに高い脚力とその脚から繰り出される強烈な足技、そして抜群に優秀な頭脳であった。それは、再覚醒した今においても変わらない。純白のマントをはためかせながら高く高く跳躍し、一気に加速しながら降下し見舞う必殺の蹴り技は、相棒のザップ・ザ・ジャスティスすら舌を巻くほどに強力である。なお、以前より体重が増した分、より技の威力が増しているという事実に関しては、当人は知らないふりをしている。",
"DETAIL_HUCKLE_H02": "強靭な脚力は生まれ持ったものではあるが、それを強化しヒーローの能力として使用するに至った経緯には、彼の生い立ちが関係している。かつて籠の中の鳥のように、外に出ることを許されなかった半生。それが彼の、外の世界への憧れをどんどん強めていき、結果「自らの足で世界を救い、踏破したい」という願いを抱くに繋がった。足腰の能力を増幅させるパラレルウェポンと、旅人の姿を彷彿とさせる衣装には、彼の幼少期からの憧れが詰まっているのだ。",
"DETAIL_HUCKLE_S01": "パラレルフライト社を設立した創業者であり、現・社長。ヒーローオペレーターとして戦場で指揮を執ることもある。異星出身の宇宙人だが、すっかり地球の生活に順応している。飄々とした性格ながら責任感のあるオトナだが、どこか間が抜けている。豪快奔放なライキの保護者的な立ち位置に身を置く苦労人でもある。ヒーローを指揮する能力者たるオブザーバーとしての能力は比較的高い。<br><br>かつてザップ・ザ・ジャスティスことライキとタッグを組んで活躍していたＳ級ライセンス保持ヒーロー「ホッパー・ザ・フェイス」とは、彼のことである。ある日突然オブザーバーの能力に覚醒し、ヒーローに変身することが出来なくなった為、ヒーローからは引退し、ヒーローをバックアップする立場に自らの身を置くことに決めた。彼の体格の良さと戦場での判断力の高さは、この経歴に起因する。",
"DETAIL_HYDOOR_H01": "彼は出身惑星ムイラウカⅣの原住民族の生き残りであり、ヒーロー時に装備する衣装もまた、彼の民族が伝統的に着用してきた晴れ着のそれである。コースロープの形をとるパラレルウェポンは、ロープが放たれた空間に液体状のエネルギー体で満たされた「海」を作り出すことができる。海と共に生きてきた彼は、その「海」を自在に泳ぎながら相手を翻弄し、「海」に作り出した水流を扱って戦闘を行う。",
"DETAIL_HYDOOR_H02": "血の気が多く欲深い、まさにチンピラのような彼であるが、その願いは純粋に「綺麗な海を守ること」である。彼の故郷の海は、かつて他星からの移民の流入と異常な開発競争で、民族ごと滅ぼされかけた。その様に対する悲嘆と反抗心が、若い彼の心を荒ませ、海賊へと駆り立てたのだ。だからこそ、例え他の星の海であっても、生命の源たる海を汚そうとする者は決して許さない。",
"DETAIL_HYDOOR_S01": "スポーツ用品メーカー・ファランクス社お抱えの水泳選手。海洋惑星ムイラウカⅣにて、海賊ヴィランの一員として暴れ回り、一度ヒーローに懲らしめられて投獄された後、水泳選手兼ヒーローになったという異例の経歴を持つ。元・海賊故にガラの悪さや血の気の多さが目立つが、海賊だったからこそ仲間意識はとても強く、面倒見がいい。また、おだてや挑発にあっけないほど乗りやすく、チョロい。",
"DETAIL_ISARIBIBATTLESHIP2411_H01": "ムイラウカⅣでの航路を巡る代理戦争「フィッシング・ウォー」に参加することになったイサリビは、今回の戦に特化した衣装を身に纏う。仲間が釣った魚を引き揚げるという支援の意思が表れた腰蓑は、防御力の向上に役立ちながら、分離展開すれば網としても使えるなど機能性にも事欠かない。両手に握られているのは、いつかの父が使用していた釣竿を思わせるパラレルウェポン。先端から吊り下げられた集魚灯は、眩い光を放つことで魚たちの目を引き、釣果の助けとなる。しかし、その光に誘い出される対象が魚だけとは限らない。",
"DETAIL_ISARIBIBATTLESHIP2411_H02": "イサリビが釣竿型のパラレルウェポンを握って追憶したのは、幼い日の遠い思い出。無口な父と無心で釣りをした楽しい記憶は、イサリビにとって漁師を志した原体験とも呼べるもの。しかし、釣竿に繋がった集魚灯には見覚えがなかった。大事なことを忘れてしまっている。そんな感覚だけが確かにあるものの、どうしても思い出すことが出来ない。そのうち思い出すだろうと豪快に笑うイサリビは、見事な竿捌きを披露して戦場を盛り上げる。そしてイサリビが「とある記憶」を呼び起こした時、パラレルウェポンはその真価を発揮するだろう。",
"DETAIL_ISARIBI_H01": "漁師としての経験を存分に生かせる姿をとるヒーローへと変身する。やたらに露出度が高い為、防御力を確保する為に腰蓑型の防御装置が存在する。主に使う武器は銛型・グローブ型の２つのパラレルウェポン。グローブからは対象のサイズに合わせて拡縮する投網を発射する事が出来、投網で動きを封じた後に銛で攻撃するという戦闘スタイルをとる。頭が弱いのでトリッキーな戦術をとる相手に弱い。",
"DETAIL_ISARIBI_H02": "漁師として駆け出しの頃、彼は嵐の海で巨大な魚に襲われ、食われたことがある。結果、駆けつけたヒーローにより救い出されたのだが、自身を食った「アイツ」は逃亡、漆黒に淀んだ海底へと消えていった。以来彼は「アイツ」と再び相見え、リベンジマッチを仕掛ける事を夢見ており、その夢が叶う日がくるまで、彼は漁師兼ヒーローとして戦い続ける事が出来る。",
"DETAIL_ISARIBI_S01": "海洋惑星ムイラウカⅣにて、豊かな海を漁場とする近海漁業に携わっている漁師の宇宙人。人情味に篤く涙脆い、せっかちで喧嘩っ早いと、江戸っ子を絵に描いたような男である。旺盛な体力と筋肉には自信があり、やたらと喧嘩に首を突っ込みたがるし、脱ぎたがる。その腕っぷしや肉体美を褒められると上機嫌になる。同じ船上都市で近所に住むゴロウとは腐れ縁であり、良き飲み友達である。",
"DETAIL_JOEZEN_H01": "ヒーローに変身したジョウゼンは、高い階級の軍服を思わせるスーツを身に纏う。それは、己が責任ある立場だという自負と覚悟が形になったもの。また、いつも首から下げている壊れた羅針盤も本来の機能を取り戻し、周辺環境把握の一助となる。ジョウゼンはペンとルーラーを模したパラレルウェポンを用いることで、具現化した「海図」に気圧や潮流の変動を書き込み、その結果を現実に反映することができる。局所的に嵐や落雷すら発生させることのできる能力だが、その行使には周辺環境への深い理解が必要であり、慣れない環境では十分に力を発揮できないという弱点を抱えている。",
"DETAIL_JOEZEN_H02": "彼が幼くして船員から一目置かれる航海士になった背景には、責任感の強い性格と優れた吸収力が寄与している。キロクとは異なる種族の外見をしているが、それは彼らが血の繋がらない親子であるから。「お気楽バ艦長」と揶揄される父親には辟易としながらも、同時に自分を拾い育ててくれたことには感謝の念を抱いている。そのため、頼りない艦長を補佐することが息子である自分に課せられた役目だと認識しており、キロクと共通の夢「争いのない凪の海へと皆を導く」を掲げて、航海士とヒーローという二足の草鞋を履いて努力を重ねている。",
"DETAIL_JOEZEN_S01": "ムイラウカⅣの都市艦隊エステボルタで航海士を務める少年。都市の航行を司る司令艦の船員としては最年少ながらも航海術と気象学に精通しており、理論立てられた適切な航路構築には信頼が寄せられている。その性格は素直で明るく、そして実直。ゆえに年上からはよく可愛がられるが、子ども扱いはされたくない様子。そんなジョウゼンだが、艦長かつ養父であるキロクに対しては複雑な感情を抱いており、性格が正反対であることも手伝って、手厳しい言動をとってしまう場面が多い。",
"DETAIL_KALASKISUMMERNIGHT2407_H01": "休暇を満喫したカラスキが肩慣らしとして請けた仕事。それは廃業が決まったホテルが最後の日を迎えるまでを追う、記録記事の作成だった。かつてホテルを利用したヒト達に向け、近く消えてしまう風景を届けるため、彼はシャッターを切り続ける。そんな仕事の最中に、ホテルを盛り上げるショーにも出演する事になってしまったカラスキは、パラレル・キューの力を用いて変身を遂げる。形作られた衣装は、ショーの演者として相応しい、華やかなもの。手にしたスポットライトのパラレルウェポンが放つ光に照らされて戦うカラスキの姿。それは見るものの目を惹きつけ、心を奮い立たせる。",
"DETAIL_KALASKISUMMERNIGHT2407_H02": "かつてカラスキが撮った１枚の写真。それは、戦争で故郷を失ったヒト達と共に搭乗した宇宙船で、殆どのヒトが俯く中、顔を上げて前を向き、故郷で流行った映画の歌を明るく歌うヒトの笑顔だった。そのヒトが語った「自分達の星が無くなって、痛ましいニュースのひとつとしていつか消えていくとしても、こうやって歌って、生きていくんだ」という言葉を思い出し、カラスキはステージに立つ。たとえここが戦場でなくとも、この場所に確かにある生き様を、消えていく叫びを伝え、繋ぐために。",
"DETAIL_KALASKI_H01": "カメラ型のパラレルウェポンは文字通り「一瞬を切り取る」事が出来、シャッターを切った際にフレーム内のものは一定時間動きを止める。継続時間は数秒程と短い上に安定しないが、パラレルワールドとのパスが最大限開放された状態では、従来より長い時間・広い範囲の時間停止が可能になる。彼曰く「５秒で十分」とのこと。その短い間に小柄な身体と戦場を渡り歩き身に着けた高い身体能力で以て、敵を翻弄する。",
"DETAIL_KALASKI_H02": "内戦真っ最中の街に生まれ、紛争の中で家族と散り散りになりながらも何とか生き延びてきたカラスキ。30年近くの人生経験を重ね、数多の紛争地帯を渡り歩き、時に命の危険を覚えるような状況を掻い潜りながら写真を撮り続けてきた。戦場の中で泡のように生まれては消えていく命の営みの一瞬一瞬を切り取り、半永久的に残る記録として残すことを自らの使命だと考えている。",
"DETAIL_KALASKI_S01": "数々の戦場でその現状や兵士たちの姿を撮影してきた歴戦の戦場カメラマンで、虎獣人型の宇宙人。彼の種は成長に地球人の倍近くの時間を要するため、子供のように見えて実際は20代後半。プロの戦場カメラマンという意識から、情が移ると後々面倒だと他者のプライベートに深入りせず、自らも深入りされることを好まない。しかし、好意的な態度の相手を無下には出来ず、迷惑そうにしつつもまんざらでもない様子。クールでいようと努めているが、すぐに逆上する一面も。",
"DETAIL_KILOC_H01": "ヒーローに変身したキロクは、艦長らしい軍服型のヒーロースーツで戦場に臨む。肩に担がれたアンカー型のパラレルウェポンは投擲武器にもなるが、それは本来の用途ではない。艦が目指すべき場所に向かって放たれたアンカーは、艦を傍に留めるという目的を逆説的に果たす。それはつまり、アンカーが到達した地点まで艦にバリアを展開し、クルーを安全に導くことを意味する。しかし、アンカー自体を撃ち落とされると能力の真価を発揮できないという欠点と表裏一体の性質であり、運用には適切な状況判断が不可欠である。",
"DETAIL_KILOC_H02": "エステボルタの先代総艦長を父に持つキロクは、都市艦隊を運用するための英才教育を幼い頃から叩き込まれた。しかし厳格で仕事熱心な一方、家族を顧みない父に反感を抱いたキロクは、父の望む息子像からはかけ離れた人物に成長していく。ろくに働きもしないが気さくで明朗快活な彼のことを、エステボルタの人々は「遊び人の放蕩息子」と揶揄しながらも憎めない人物と評していた。そんな彼が艦長に就任し、ヒーローとして掲げるのは「争いのない凪の海へと皆を導く」という普段の言動とはかけ離れたもの。しかし、その胸中を知るものはごく一部に限られる。",
"DETAIL_KILOC_S01": "ムイラウカⅣ最大の都市艦隊・エステボルタで、すべての艦を統べる「総艦長」の役職に就く男性。「ムイラウカ星系一のお気楽者」の呼び名に違わぬ奔放な人物であり、だらしなく軟派で非常に好色。同艦隊都市の航海士を務める養子・ジョウゼンとは、どちらが保護者か分からないようなやり取りを日夜繰り広げている。そんな人物がエステボルタの艦長に就任した背景には、ムイラウカⅣにおける統括組織「艦長会議」の暗躍があったのではないかと、まことしやかに囁かれているが憶測の域を出ない。",
"DETAIL_KIRSCH_H01": "様々な製菓道具に変化させることができる大きな泡だて器型のパラレルウェポンを携えたパティシエヒーローに変身する。その泡だて器は大気に渦を巻き起こす能力を有し、師匠から受け継いだ妙技「回転製菓術」によって多種多様な菓子を味方に振り撒く。パラレルウェポンの能力を駆使して作り出した彼女の菓子には、摂取したヒーローとパラレルウェポン双方の疲弊を回復させる効果を持つ。",
"DETAIL_KIRSCH_H02": "様々な点で破天荒な彼女だが、その願いも「パティシエ生命に賭けて幻のスイーツを再現すること」という、これまた破天荒なもの。かつて師匠が銀河の果てで出会い、九死に一生の経験を経てレシピに起こしたという「幻のスイーツ」を自身の手で再現できる日が来るまで、彼女は戦うパティシエであり続ける事だろう。ちなみに、作ったお菓子を「美味しい」と言ってもらえることが、一番嬉しいらしい。",
"DETAIL_KIRSCH_S01": "とある街の洋菓子店でパティシエとして働く、宇宙人の少女。「嵐を呼ぶパティシエ」の異名を持ち、菓子作りとはおよそ縁遠いスポ根的な熱血精神で以て日々菓子作りに精進している。かつて究極の菓子作りの修行の中でカイブツに食われ消えていった師匠の意志を受け継ぎ、破天荒な製法で菓子を作り上げる。菓子作りに関すること以外は無関心であり、なかなかに頓珍漢な言動が目立つ。",
"DETAIL_KOUKIRAKUSAI2304_H01": "祭を楽しみに待つ市民たち。彼らを脅かす存在に対抗すべく、「パラレル・キュー」により呼び出されたヒーロースーツ。伝統衣装をベースに機能性とデザイン性を兼ね備えて作られたそれは、プロ意識の高いコウキを満足させるものだった。本番使用は初めてとなるが、彼はいかなる条件でも人々を魅せるのがプロの仕事だと豪語し、シリウスと共にブレード型鳴子のパラレルウェポンを構える。",
"DETAIL_KOUKIRAKUSAI2304_H02": "コウキは自身の在り方と将来に悩んでいた。成長した後も良い子を演じ続けるのか、本来の姿を視聴者は受け入れてくれるのか――その答えを探す姿を、家族のシリウスは変わらぬ様子で彼に寄り添い、見つめていた。華やかな燕尾服風のスーツを纏うコウキが守りの姿とすれば、祭装束で戦舞台に立つ彼は攻めの姿。心に抱き続けた願いの叶う日がいつか来ると信じて、彼は未来への道を切り開く。",
"DETAIL_KOUKI_H01": "２人で１つのヒーローである彼らは、お揃いの煌びやかな衣装を身に纏ったエンターティナーヒーローへと変身する。視聴者の視線を釘付けにするその姿、どれをとっても派手の一言である技を繰り出すことで、目立って目立って目立ちまくるのだ。戦場で視線を集めることに関して、他の追随を許さないその派手な戦いぶりの裏には、彼らが抱き続ける「ある目的」が存在する。",
"DETAIL_KOUKI_H02": "コウキは、自らの前から姿を消してしまった母親を追い続けている。俳優になったのも、特例の認可を受けてヒーローになったのも、全ては「目立ってママに見つけてもらう」為の行動である。しかし、どれだけ実績を積み上げても母は一向に現れない。やきもきとした感情を抱くコウキに常に寄り添い「ずっとコウキと一緒にいる」という願いを抱いてヒーローになったのが、彼のパートナー・シリウスである。",
"DETAIL_KOUKI_S01": "地球圏の映像系メディアを中心に幅広い活躍を見せる子役俳優とタレント犬のコンビ。ともに日本・名古屋出身であり、フルネームはそれぞれ犬座（いぬくら）コウキ、シリウス。コウキは演技力の高さから自他ともに認める一流の俳優に成り上がった。それ故かカメラの有無で性格が異なり、カメラの回っている場所では素直な良い子を演じるのだが、カメラが止まった途端、横柄で尊大な態度を露わにする。",
"DETAIL_KYOICHIVALENTINE2102_H01": "「愛のエージェント・ETL」と自称するキョウイチ。この姿に変身した彼は、テロリズムの渦中にいる子供達を救い出す使命を帯びた、まさに愛の戦士である。恋愛を恥ずかしいものと捉えているがゆえに、秘密がすべて曝け出される状況下で、子供達はお互いを刺激し合い、怒りと悲しみに満ちた地獄絵図を自分達で作り出してしまった。成熟した一人の大人として、子供達を救い出さんとする彼は、チョーク型の弾丸を武器に、黒いスーツを纏って、敵の拠点を駆ける。",
"DETAIL_KYOICHIVALENTINE2102_H02": "隠し事というのが苦手であるキョウイチは、自らの考えや感情を、進んで他者に曝け出す。それは、彼自身を他者に信頼してもらうために作り上げていった、彼ならではのスタンスである。しかしながら、正直にモノを言いすぎることは、時に良くない結果を生む。ストレートに伝え過ぎると、どうしても他者を傷つけてしまうことがある。そのジレンマの最たる例とも言える事案に直面した彼は、自らに課された重たすぎる課題に、頭を抱える事になるのだった。",
"DETAIL_KYOICHI_H01": "彼が初めてカイブツと対峙したのは、教育実習で訪れた小学校であった。持ち前の兄貴肌と年下への庇護欲が彼に「生徒たちの住む世界を護りたい」という決意を芽生えさせ、ヒーロー「エレメント・ティーチャー」を誕生させた。小学校の授業で扱うボールや跳び箱、黒板用の三角定規などを模した武器を扱い、「何故悪い事をしてはいけないのか」を生徒たちに示しながら、彼は今日も戦場に立つ。",
"DETAIL_KYOICHI_H02": "自身が街を守るヒーロー「エレメント・ティーチャー」である事は、クラスの生徒達には内緒である。それはヒーローが身近にいることで生徒達に危険が及ばないようにするという配慮と、自身の功績をひけらかしたくてやっているわけではないという考えからである。故に今日も彼は、クラスの児童たちが「エレメント・ティーチャー」を真似たごっこ遊びに励む様を眺めながら、優しい笑顔を浮かべている。",
"DETAIL_KYOICHI_S01": "オリエントシティの小学校で教鞭を取る教諭。日本・仙台出身の地球人で、フルネームは大友キョウイチ。アカシの大学の元先輩であり、教職に就いて間もない新米教師。元々野球選手を目指していただけあって、運動神経は抜群。児童たちから慕われるリーダーシップや度量の大きさの持ち主であるが、スケベと年下好きを拗らせている節がある。ちなみに「小学生はそっちの意味では守備範囲外」らしい。",
"DETAIL_LILACSUMMERNIGHT2407_H01": "廃業が決まったホテル、その最後を盛り上げる水上ステージのショーに出演することとなったライラックは、このショーの為に製作されたパラレル・キューを装着し変身する。その身を包むのは水着とレインウェアを基調とするステージ衣装風のスーツ、そして手には雨傘のパラレルウェポンが握られていた。その雨傘を開くことで周囲に降り注ぐ雨はライラックの想いに応え、障害を打ち払う武器にも、仲間を癒す恵みにも自在に姿を変えていく。",
"DETAIL_LILACSUMMERNIGHT2407_H02": "ライラックがステージに立って思い出した幼い頃の記憶。それは雨上がりを歩いた兄との想い出だった。兄は、雨が嫌いだと泣くライラックと共に歩いて雨上がりに芽吹く小さな芽を見つけ、この芽吹きを見せてくれる雨が自分は大好きだと笑った。そして持ってきた傘を開き、そんな雨の中で踊るステップをライラックに教える。いつか大きい傘を持てるようになって兄と２人、花祭りで踊る約束は果たせなかった。それでも思い出を胸にステージに立つライラックの顔は、雨上がりの空のように晴れ渡っていた。",
"DETAIL_LILAC_H01": "ライラックの持つ花鋏型のパラレルウェポンは、意思の力で触れることなく操作でき、飛翔させ攻撃を行う。消費するViewPowerに応じて、花鋏の大きさや数を調整することも出来るが、巨大なものや複数のパラレルウェポンを同時に操るには相当に体力と精神力を消費してしまう。しかし、その切れ味は抜群であり、ライラックが枝葉だと認識できる物であれば、どれ程の硬さを持つ物であっても両断することが可能である。",
"DETAIL_LILAC_H02": "ライラックの兄・ハシドイは生まれつき病弱で特に視力が弱く、花などの匂いのするものを好んでいた。兄とは反対に活発で行動的だった幼少期のライラックは、ハシドイが体調を崩して一緒に遊ぶことができない日が続き、心にも無いことを言ってしまう。幼心にも深い反省の念を抱くも、それを謝罪する機会を永久に失ってしまったライラックは、「伝えたい事は思った時に伝えるべきだ」という考えを根底に持つようになった。",
"DETAIL_LILAC_S01": "異星の温暖な地域にある穏やかな街・ウェーマルトで生まれ育った青年。外見上は地球人と差がないように見えるが、宇宙人である。目つきが鋭く他人から怖がられる事もあり、それを気にして目元を髪で隠すようにしている。物腰は柔らかで温和な性格の持ち主。幼少期に兄・ハシドイの影響を受けて、草花への関心を持つようになった。想いを伝える贈り物として利用される事が多い草花には、言葉と同様に何かを伝える力があると彼は考えている。",
"DETAIL_LOREN_H01": "読んで字の通りの「白衣の天使」となって、彼は戦場へと舞い降りる。ヒーローとしてのコードネームは「プレーガー・L」。翼の形をとるパラレルウェポンは、羽根の一本一本が手に取った途端に治療道具に変化する仕様になっている。羽根を手に取り、得られた道具で救護した一般市民の治療を行う、得られた特効薬で仲間の回復を試みるなど、主にバックアップの担当として活躍する。",
"DETAIL_LOREN_H02": "彼が住んでいた街は、彼が学生の頃にカイブツの襲来により大きな被害を受けた。怪我を負った人々の救護に当たっていた際、重傷を負った人に手を取られ「まるで天使だ」と有難がられたことがきっかけで、看護師を志すようになったという。故に彼は「白衣の天使」であり続ける事に強い決意と誇りを持っている。救護すべき対象がこの世に存在し続ける限り、彼は命を救う為、羽ばたき続けるのだ。",
"DETAIL_LOREN_S01": "月面都市の総合病院に勤務する看護師。英国・バーミンガム出身の地球人で、フルネームはロレン・ファーランド。物腰が柔らかく優しい性格ゆえ、患者から人気を集めているが、どうしてそうなるのかというレベルのドジを何度も繰り返すドジナースである。しかし、同じくヒーローとして活躍する暴走しがちの医師・ラクタを唯一制止できる存在である為、病院では何かと重宝されているようだ。",
"DETAIL_MACULATA_H01": "常に「攻め」の姿勢をとる彼女が変身するのは、衣装をつくりあげる者としての側面と、常にオフェンシブな気質を持つ女性としての側面の両方が色濃く出ている姿のヒーローである。対象を「攻め」るに相応な素材の糸を指先から作り出し、それを編み上げることによって、様々な特性を持つ布や服を作り出すことが出来る。煌びやかに輝く糸を張り巡らせ、編み上げる姿は、視聴者のみならず敵の視線をもくぎ付けにする。",
"DETAIL_MACULATA_H02": "彼女にとっての「攻めること」とは「戦うこと」「抗うこと」そして「自分らしくあること」。同調圧力に屈せず、トレンドに踊らされるのではなく踊らせる。常に主導権を握る方に舵を切るのが彼女のやり方である。種族の習慣に習って定められた決まりにより、ひとりで生きていくことを強いられたことで生まれた大人への反発心が、自らが大人になるにつれ、「自分は自分だ」というアイデンティティを保つことを重要視する気質へと変化していった。",
"DETAIL_MACULATA_S01": "オリエントシティにオフィスを構え、服飾デザイナーとして活躍する宇宙人女性。「攻めるオンナ」を自称し、強気で勝気な性格も相まって、何者にもマウントを取らせないという気概が常に漂っている。その美貌と恵まれたボディを生かし、自らランウェイに立つモデルを買って出ることも。自分にも他人にも厳しい姿勢ゆえに、若干世話焼きの気質がある。スイの師匠兼身元引受人なのだが、親友の忘れ形見であるスイとの距離感は、経緯が経緯ゆえに少し微妙。",
"DETAIL_MARFIKRUINS2104_H01": "謎と不思議で満ち溢れた迷宮に挑むことになり、留まるところを知らずに膨らみ続けた好奇心が、ヒーローとしてのマルフィクの新たな姿を呼び寄せた。迷宮の深部を目指す冒険に最適化された衣装は、数々の探険道具と、スコップとしても大剣としても扱える大きなパラレルウェポンとで構成されている。生涯現役を掲げる生粋の「冒険者」であるマルフィクに相応しい衣装ともいえよう。しかしながら、「冒険」しすぎた布地の少なさは、当人としても予想外だったようだ。",
"DETAIL_MARFIKRUINS2104_H02": "幼い日から育て続けた「冒険家」への夢を叶え、宇宙を股にかけて飛び回るマルフィクにも、とあるリミットが迫ってきていた。それは「老い」という、誰にも抗えぬ限界点。自らの老いを感じながらも、それでも冒険することを止めない彼を突き動かす原動力は、尽きることなく湧き出し続ける好奇心と知識欲。尽きることを知らない心の泉がこんこんと湧出を続ける限り、彼はヒーローであり、冒険者であり続けることだろう。",
"DETAIL_MARFIK_H01": "鶴嘴とロープの２種のパラレルウェポンを扱う、冒険家らしい出で立ちのヒーローへと変身する。彼のパラレルウェポンは、鶴嘴で地面を穿つことでその地の地層の奥深くに眠る「星の記憶」を呼び起こし、ロープによってその記憶を具現化したエネルギー体を引きずり出して攻撃に利用する事が出来る仕組みとなっている。しかしながら記憶が形を保っていられる時間は持って数分とかなり短い。",
"DETAIL_MARFIK_H02": "好奇心と知識欲の塊のような存在である彼にとっての人生の至上命題は、「宇宙生命の神秘を知り尽くす」こと。その飽くなき探求心に身を任せ、行きたいところへ行き、やりたいことをやり、知りたい事を知る。そんな生き様ゆえに、愛し合いながらも別れていった者達は数知れず。そんな彼が絶対に手放さないと執着を占めす存在が現れるとすれば、それは余程謎に満ち溢れたミステリアスな存在だろう。",
"DETAIL_MARFIK_S01": "大学に籍を置く考古学教授であり、生涯現役の冒険野郎。米国・インディアナポリス出身の地球人で、常人離れした生命力とタフさ、学者らしい冷静な考察力と子供っぽい好奇心旺盛さを併せ持つやんちゃな爺さん。様々な惑星の古代文明に興味を持っており、例え宇宙の果ての惑星でも、珍しい遺跡があると聞けば出没すると言われている。なお、出土品の現代における金銭的価値については全く興味が無い。",
"DETAIL_MELIDE_S01": "エクシオのもとに身を寄せているオブザーバーの少女。国籍不明の地球人。幼少期にオブザーバーとして覚醒したことから、能力の扱いには長けており、エクシオ以上の並行宇宙への干渉能力を有している。大人しく物静かで、感情の起伏をあまり表に出さない。周囲から「魔女」と呼ばれ続けてきたため、現在では自称し、その類のグッズの収集を好んで行う。フィジカル面では非力であることから、外出時にはモノマサがボディガードとして同行している事が多い。<br><br>魔女としての能力の覚醒を、人格形成の時期に迎えた彼女の幼少期は、悲惨なものであった。気味悪がられ、恐れられ、迫害されて虐待され。最後はカイブツの襲来の際に、置き去りにされてしまった。泣くことすら忘れるほどに感情が消えてしまった彼女に救いの手を差し伸べたのは、同じ能力を持つエクシオだった。エクシオからは、親に貰えなかった愛情をたっぷり受けた。魔女として生きることを決めた背景には、そんなエクシオへの恩返しの意図も含まれている。",
"DETAIL_MERCENARYEARTH_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYEARTH_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYFIRE_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYFIRE_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYLIGHT_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYLIGHT_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYSHADOW_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYSHADOW_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYWATER_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYWATER_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MOKDAIMETEORITE2112_H01": "激しい戦いが迫る中でも、視聴者へ喜びと華やかな映像を届けたいという思いがモクダイに新しい姿と力を与えた。プレゼント袋型のパラレルウェポン内部はエーテルで満ち、触れた者に活力を与えるエネルギー体を生成する。ソリ型のパラレルウェポンは対象者がどこに居ても届けられる能力を持っており、また本体はエネルギー体であるため、敵への突撃攻撃に使用することも可能である。クリスマスを心待ちにする人々の元へ、モクダイは聖夜の空を滑るように駆けて行く。",
"DETAIL_MOKDAIMETEORITE2112_H02": "モクダイにとってクリスマスは一年で一番楽しみな一日である。物心がついた時にはモクダイは既に地球での生活を送っていた。彼の幼い頃の記憶はカイブツに住む星を滅ぼされた難民たちの集まるキャンプでのものだった。カイブツの恐ろしさをぬぐい切れない生活を送る彼らだったが、クリスマスには豪華とは言えないながらも、暖かな食事を皆で囲いお祝いをした。その温もりを胸に、この日だけはどんなヒトにも平等に訪れる幸せを、モクダイは心から願っている。",
"DETAIL_MOKDAI_H01": "彼自身が有する「カッコいいヒーロー」のイメージと、彼が有する能力を最大限に生かすことが出来るパラレルウェポンとが融合したヒーローに変身する。装備品の手袋や靴は彼が秘める身体能力を極限まで引き出し、高高度までのジャンプや破壊力抜群の格闘技の使用を可能とする事が出来る。元来の怪力をより強力なものへと変化させるこの装備は、彼をヒーローたらしめるのに最適の武装と言えるだろう。",
"DETAIL_MOKDAI_H02": "ヒーローに関する幅広い知識、強い憧れを抱く彼にとって、自身は最もヒーローから遠い存在であった。「カッコいい」という賛美とは無縁と自己評価する容姿に、無数のカイブツの群れへのトラウマから、多くのカイブツを前にすると足がすくむという臆病さ。自身がヒーローになるなど、夢のまた夢であると考えていた。そんな彼の考えを変えたのもまた、ヒーローやオペレーターといった存在であった…。",
"DETAIL_MOKDAI_S01": "パラレルフライト社の正社員で、カメラや映像演出を主に担当している、人当たりのいい青年。獣人型宇宙人の見た目をしているが、日本・福岡で生まれ育っている。ヒーローやヴィラン、カイブツについて幅広い知識を有しているオタクである上、頭もよく回る方である為、現場で戦略を練る際に一役買うこともある。まるまるとして柔らかそうな体だが、血筋の影響か恐ろしいまでの怪力を有している。",
"DETAIL_MONOMASAWORKOUT2312_H01": "彼らが受け取ったパラレル・キューには、オーソドックスなデザインのサンタ服がプリセットされているはずだった。しかし実際に変身してみると、現れたのは不完全なサンタ服。そして星のような形状のエネルギー体を形成するパラレルウェポンだった。寄生者のドロヴァインは、この姿に夢を託す。聖夜に浮かされた、彼曰く分不相応な願い。「身近なヒトの幸せを祈り、明日を迎える事を夢見たい」という、ドロヴァイン自身のささやかな、しかし得難い祈りの形だ。",
"DETAIL_MONOMASAWORKOUT2312_H02": "「モノマサ」は、寄生者によるドロヴァインと、宿主である大里モノマサの２名をもって成り立っている。彼らは常に背反した思いを抱いており、どちらかの願いが叶う事は、もう一方の願いは叶わない事を意味する。しかし、聖夜であれば、その一瞬だけであればどうだろうか？「家族で過ごし」「喜びを感じ」「明日のプレゼントを夢見る」そんな儚いが、確かにある奇跡の一夜。ドロヴァインがこの姿に願ったのは、それを体現する星の光である。しかし「モノマサ」はドロヴァインのみでの存在ではない。星の光は、常に影を伴っている。",
"DETAIL_MONOMASA_H01": "体内に巣食うドロヴァインが、モノマサの肉体の外側へと侵食し、ヴィラン「モンストルーパー」へと変身する。本体たるドロヴァインは不定形の生物である為、モノマサの身体を包み込むことによって、彼の肉体を保護する鎧となり、肉体の能力を増強する武器となる。伸縮自在なその体の特徴を以て、人間離れした戦法で同胞たるカイブツを翻弄し、カイブツを食らい返すことで命を繋げるのだ。",
"DETAIL_MONOMASA_H02": "モノマサは、エリートな家庭に生まれたが為に、自身の意志が殆ど反映されない人生を歩んできた、操り人形のような青年だった。そんな彼がある日出会ったのは、言葉を話し、自らの意思で他者を食らうことをしない、瀕死のカイブツだった。人生に疲れ、自殺する場所を求めて彷徨っていたモノマサは、瀕死のカイブツにある提案を持ちかける。そして問答の末、カイブツに自らの身体を委ね、未来を生きることを諦めたのであった。ドロヴァインの願いは、そんなモノマサが再び表に出てきて、自分の意思で生きられるようになることである。",
"DETAIL_MONOMASA_S01": "獣人型宇宙人の青年に、意思を持ったカイブツが憑依しているという珍しい存在。肉体の持ち主の名は大里（おおさと）モノマサ、カイブツの名はドロヴァイン。モノマサの魂が深い眠りについている為、表に出ている人格は常にドロヴァインのものである。本来空の器であるはずのカイブツが人格を持っている時点で異質だが、常に大衆の生命を尊ぶ心を持っている「正義のヴィラン」であるという点でも、彼らは特異な存在と言えよう。モノマサは物静かでおどおどした青年だったようだが、ドロヴァインはクールで冷静沈着な性格。",
"DETAIL_NARIHITOMETEORITE2112_H01": "クリスマスに貰った思い出のヒーローフィギュア。幼い頃の色褪せない記憶を辿り、ナリヒトは鮮やかな赤と金のヒーロースーツに身を包む。そのスーツの装甲は非常に頑丈で、「ドクターＸが開発した、どんな熱も遮断し、ほとんどの衝撃をも吸収する素材」をナリヒトの記憶から再現している。また、右腕部はエネルギー弾を発射できるキャノンへと変形でき、最大出力時は山をも吹き飛ばす威力となる。子供たちのクリスマスを守るため、ナリヒトはその右腕に誓いを立てる。",
"DETAIL_NARIHITOMETEORITE2112_H02": "隕石の衝突が迫る中、ナリヒトは子供の頃に憧れたスーパーヒーローを思い出していた。悲しむ市民たちの前に颯爽と現れ、どんなピンチすらも解決してしまうフィクションのヒーロー。大人になり、現実を知り、夢物語のヒーローは望めなくなったナリヒトだが、今だけはあのヒーローのようにこれから訪れる平和を信じ、皆を守りたいと強く願う。現実でも空想でも、ヒーローたちに救われた彼の命と心は、次は誰かを救う為にこの現実で熱く輝き、そして世界を照らす。",
"DETAIL_NARIHITO_H01": "情報戦のスペシャリストたる彼が変身するヒーローは、宇宙随一ともいわれるヒーローに関する膨大なデータを武器とする。彼の記録と記憶から、現況に最も近いヒーローやカイブツの戦闘データを検索し、状況を突破する為に最も適切な攻撃手段を抽出して、自らの武装に取り込み、使用することが出来る。一見万能にも思える能力だが、少しでも記憶や記録が曖昧だと、武装としての性能も落ちてしまう。",
"DETAIL_NARIHITO_H02": "彼がヒーローやヴィラン、カイブツに対して恐ろしいまでの執着心を持って情報を追うのには、かつて自らを救ってくれた憧れのヒーローと再び会いたいという願いが背景にある。多くの市民の命を救い、名も言わずに去っていった栄光のヒーロー。思い出そうにもすっかり記憶がぼやけてしまって姿が分からない幻のヒーロー。その背中を追い求めながら、彼は今日も記者兼ヒーローとして駆けまわる。",
"DETAIL_NARIHITO_S01": "ニュース配信企業・太陽新報社の取材記者。日本・神戸出身の地球人で、フルネームは軽江（かるえ）ナリヒト。一見大人しそうな男なのだが、ヒーローの話題になると暑苦しいまでの熱量を発しながら食いつく熱狂的なマニア。常にヒーロー関連の特ダネを求めて方々を駆け回っており、本社にいる事は殆ど無い。古今東西のヒーローやヴィラン、カイブツに関する情報をプロファイリングしている情報通。",
"DETAIL_NESSENMASQUERADE2310_H01": "新たなイベント企画のヒントを得るため、伝統的な祭りの視察に訪れたネッセン。そこで見たのは、自分達がただ楽しむためだけに全力で祭りを盛り上げる人々の姿だった。そんなネッセンが賑々しい祭りを楽しむ人々を護るために得た新しい姿は、夜空を思わせるヒーロースーツを身に纏っていた。スーツに縫い付けられた装飾具のパラレルウェポンは自在に姿を変える光を生成する。その光は攻防一体のダンスパートナーとなってネッセンと共に戦場を舞うのだ。",
"DETAIL_NESSENMASQUERADE2310_H02": "「相手にどう届くかはわからない、それでも自分の全てを込めてただ形にするだけ」という服飾職人の言葉に、自らのおもてなしの心を見つめ直すネッセン。相手を想って出したものが受け入れられるかわからなくとも、ただ自分の想う最高を提供し続ける。その先にこそネッセンが目指す、おもてなしの心があるのだと考えた。決意と共に自分の目指す道を見据えるネッセンの瞳は、月を優しく迎える夜空のように輝いていた。",
"DETAIL_NESSEN_H01": "三助のような姿に変身する彼の武器は、櫂か太刀のように柄のついた、巨大な湯もみ板。この板が纏う水のようなエネルギー体は、観衆の熱気を湯もみの要領で混ぜ込むことで温度を増す。観衆が沸いていればいるほど、元来の水の沸点である摂氏百度を遥かに超えて熱されていく高温の刃を以て、彼は戦うのだ。力はあるものの、武道の嗜みがある訳では無い為、動きが大振りでやや隙が多い事が難点。",
"DETAIL_NESSEN_H02": "心無い言葉に傷つき、心を閉ざしていた彼を癒したのは、親の故郷であるこの街の温泉と、街に住まう人々の温かさであった。この温泉街が、宿の主を立派に務められるまでに彼を成長させたと言っても、過言ではない。ゆえに彼は、恩義以上の愛着をこの街に持っており、平和を脅かす存在から街を守るために、ヒーローになった。愛するこの街が観光地として発展を続ける限り、彼の夢は終わらない。",
"DETAIL_NESSEN_S01": "オリエントシティ南部の温泉リゾート地と、そこに立地する温泉旅館の１つを共に差配する男。日本・静岡生まれで、フルネームは望月（もちづき）ネッセン。地球人と宇宙人のハーフゆえ、厳つい体格と顔のつくり、鋭い２本の角を持っており、初対面の者には大抵恐がられる。物腰の柔らかい穏やかな人物であるが、責任感が強すぎるきらいがある。異常なまでに風呂好きで、１日に５回は入浴している。",
"DETAIL_OBSIDIUSCRISIS2404_H01": "大事な後輩たちの尊厳が踏みにじられ、自身の夢の一端が勝手に解析されていく状況に猛烈な怒りを覚えたオブシディウスは、自分たちを支配せんとする者への徹底抗戦を誓い、変身する。大きなガトリング砲を自在に振り回しながら撃ちまくり、猛然と飽和攻撃を仕掛けるその姿は、まさに破壊衝動の化身。いかに多勢に無勢の状況下にあっても、彼は仲間を勇気付けるように笑い、煙が巻く戦火の中へと臆せず突入していく。しかし、そんな勇猛果敢な彼でも、恐くて仕方がないものが存在するようだ。",
"DETAIL_OBSIDIUSCRISIS2404_H02": "自身の出生の謎を解明することは、オブシディウスの学者人生の原点であり、今でも大事にしている夢のひとつである。彼が医療機関の受診を敬遠する主たる理由は、それを解き明かす楽しみを他者に奪われる可能性が生じることへの抵抗感。非常に丈夫に鍛え上げられた身体は、マルフィクの無茶な冒険に付き合わされたり、自ら実地調査に赴くうちに作り上げられていったものだが、結果的に怪我や病気と縁遠いところに自身を置く一助となっている。逆に言うと、丈夫であるがゆえに、自身に忍び寄る病魔になかなか気づかないのだ。",
"DETAIL_OBSIDIUS_H01": "ヘルメットに作業服という、採掘師を思わせるスーツに身を包んだヒーローに変身する。その手に握られる削岩機型のパラレルウェポンは、オブシディウスの掘削対象に関する知識量によってその硬度を変える。例え一撃で対象を砕けなくとも、一部でも砕けばその欠片から対象の構造情報を取得し、その硬度を増していく。そして最後には「未知をブチ抜く」最硬のドリルと化してあらゆるものを砕く。",
"DETAIL_OBSIDIUS_H02": "オブシディウスは物心ついた時には孤児院で生活していた。自分と故郷を繋ぐ唯一の手掛かりは、生まれたときから身に着けていたという未知の鉱石で出来た腕輪だけだった。腕輪に使われた鉱石がなんなのか、同じ鉱石を産出する星があるのか、それは故郷なのか。自分を取り巻くありとあらゆる未知。そんな「あらゆる未知をブチ抜く」夢を胸に、彼は今日もまた銀河を駆け回る。",
"DETAIL_OBSIDIUS_S01": "オリエントシティ大学に籍を置く鉱物学者で、牛獣人型の宇宙人。希少な鉱石を求め銀河を飛び回るフィールドワーク主義者で、未知に飛び込む好奇心とそれを満たすだけの生命力、タフさを持つ。同じ事務所に所属するマルフィクとは、学生時代の師弟関係にある。現場研究がメインのためか、専門外の機器、特に精密機械の操作は苦手。孤児院育ちで幼少期から年下の面倒をみていたため、兄貴肌で面倒見がいい。",
"DETAIL_OKITAKACRISIS2404_H01": "UEHA日本支部の最高責任者として、１人のベテランヒーローとして、オキタカは危機に陥った後輩ヒーローたちを救う為に立ち上がる。訓練生時代に最も扱いを得意としていた銃剣を再び手に取り、人工知能が支配する混沌とした戦いの中へと飛び込んでいく。長らく後方に控えて参謀的な役割を担うスタイルをとっていたため、機動力は全盛期に劣る。しかし、戦況を素早く分析する洞察力や、間隙を見定める視力は、ヒーローとしてのキャリアの長さに裏打ちされる形で向上している。",
"DETAIL_OKITAKACRISIS2404_H02": "今でこそ司令官兼参謀として確固たる地位を確立した彼だが、ヒーローになったばかりの頃は、今とは異なる夢を掲げていた。それは「身近な人々を脅威から守れる存在になりたい」というシンプルなもの。その頃扱っていたパラレルウェポンこそが、銃剣であった。次第に戦略策定を担当する機会が多くなり、「仲間を活かせる司令官でありたい」という夢を持ち直すに至ったことで、後方支援タイプのヒーローへと変貌を遂げた。しかし、仲間を大切に思う心、人命救助を最優先に行動するという心掛けは、今も変わっていない。",
"DETAIL_OKITAKA_H01": "諸葛亮孔明を尊敬する人物に掲げる彼は、武器にもなる軍扇と将棋盤を携えた軍師のヒーロー「ジ・コマンダー」へと変身する。個で戦うことより、チームワークを生かして戦略的に戦うことに得手がある珍しいヒーローで、敵・味方それぞれを表示できる将棋盤を用いて、様々なシミュレーションを行うことができる。彼は盤面で駒を動かしながら、オペレーターと連携して戦略を練り、兵の士気を煽ることが出来る軍扇で味方を鼓舞しながら、チームを勝利へと導く。",
"DETAIL_OKITAKA_H02": "彼の胸中では、普段は指令室に籠り指令を出すという立場であることから、中々現場に出れないことに対する歯がゆさと、現場を離れてしばらく経つ自分が戦列に加わる事で、味方のヒーロー達に負担をかけないかという恐れとが、常にせめぎ合っている。軽薄に見えながらも責任感の強い彼は、歯がゆさを噛み殺しながら一歩引くことを選んだ。そんな彼が戦場に立つとき、戦況はどう動いていくのか…それは、彼自身にも分からない。",
"DETAIL_OKITAKA_S01": "オリエントシティ市庁総務局行政部に勤務する傍ら、UEHA日本支部の総司令を務める壮年男性。日本・大阪出身の地球人で、フルネームは高殿（たかどの）オキタカ。陽気で社交的な性格とノリの軽さで、およそ国際組織の要職に就く人物の雰囲気を感じさせないのだが、司令官としての才知は抜群に富んでいる。UEHAとパラレルフライト社とのパイプの太さは、彼とライキ・ハックルとが、共闘を経た上で深い絆を結んだことが起因している。",
"DETAIL_ORBITER_H01": "スペースデブリにも耐えうる装甲と、反重力モジュールのパラレルウェポンを身に纏った姿に変身する。胸や両腕、両足には重力発生装置が装着されており、重力場を操作することで、低重力や無重力の空間でもオービター自身は自由に行動することが可能となっている。また、特定座標の空間に対して重力操作の出力を上げることで、対象を引き寄せたり、その場に固定したりする等の応用も可能。これはオービターの「宇宙を自由に飛び回りたい」という願いに由来しており、彼の冒険に向ける無垢で真っ直ぐな熱意の表れである。",
"DETAIL_ORBITER_H02": "■■■■■■■は■■宇宙■の■■■■名■■り、本来の■■が思い■■ない彼はその■■■■■■に記されてい■■■■自分■■■■ている。宇宙■■の船外作業■■■■「■■■■■」の■■者は、ある■■戦■にて■■からの襲■■■■、■■宇宙を■■った。自身に迫■■る■■を見据え■彼は、叶■■■■■■た夢■■■うと、■■■に搭■■れている■■■■の■■■に自身の■■■■タを■■■する。不■全な■■■継■■■■記憶■■少■■の夢、それ■■宙飛行士・オービタ■■全ての■■■■■■。<br><b>（「栄光のライジング・ムーン」最終話クリア後に破損個所は修復されます）</b>",
"DETAIL_ORBITER_H02_CLEAR_QUEST": "「オービター」は軍用宇宙服の製品識別名であり、本来の名前が思い出せない彼はそのスーツの内部に記されていたそれを自分の名としている。宇宙戦艦の船外作業員だった「オービター」の搭乗者は、ある星間戦争にて敵軍からの襲撃を受け、一人宇宙を彷徨った。自身に迫り来る最期を見据えた彼は、叶えられなかった夢を残そうと、スーツに搭載されている補助AIのメモリに自身の意識データをコピーする。不完全ながらも継承された記憶と幼少からの夢、それが宇宙飛行士・オービターの全ての始まりだった。",
"DETAIL_ORBITER_S01": "宇宙に強い関心を持ち、広大な星間を飛び回って冒険することを夢に見ている少年。巨躯の見た目とは裏腹に、無邪気で好奇心旺盛な性格をしており、フェイスディスプレイに映し出される表情はコロコロと変動する。常日頃から船外作業用の宇宙服を着用しており、オービター自身もそのスーツを脱ぐことに強い抵抗を示している。彼は宇宙飛行士を目指しているらしく、トレーニングや情報収集という名目で散歩や遊びに出掛けているという。",
"DETAIL_PHEIN_H01": "マントの下には重く厚い特殊防護スーツが装備されており、大きな衝撃を感知すると内部がエーテルで満たされることで保護される仕組みになっている。また、彼のパラレルウェポンは把手の付いた盾であり、敵の攻撃を弾き返すことや受け流すことを得意とする。体勢が崩れた相手に対しては、エネルギーで形成されたブレードでそのスキを打つ戦法を取る。使用者の本質が表れるパラレルウェポンにおいて、対象の保護に特化した「守る為の攻撃」を具現化している。",
"DETAIL_PHEIN_H02": "若かりし頃にフェインの父親は蒸発し、残された弟と二人生き残るため苦しい生活を余儀なくされた。弟は衰弱し、ある出来事によって命を落としてしまう。弟を守るだけの力さえあれば死なせることはなかったという強い思いが、彼を「弱者を守り抜く」ヒーローとして覚醒させた。しかしその日から、弟を守れず見殺し同然にした自分には己の為に力を振るうことは許されるのかという意識が、彼の内側では答えのない呪縛のように渦巻いている。",
"DETAIL_PHEIN_S01": "マセリマオセⅢスラム街出身の傭兵。警護や人命救助、対人制圧を専門に活動しており、弱者を守り抜くという意志の元、「ヒトを守る」という点においての評判は非常に高い。日頃は言葉数が少なく、護衛対象には棘のある発言が目立つが、そのどれもが過度な心配から来るものであり、戦場に付き添わせないよう頑張って嫌われようとしている様子。昔、弟が好んでいた飴玉をいつも持ち歩き、空腹を訴える者にはそれを分け与えている場面が何度も目撃されている。",
"DETAIL_PLAYER_S01": "新米ヒーローオペレーター。ブローカーと名乗る謎の宇宙人の差し金により、並行宇宙に存在する「同一人物」と人格を統合された上で、この宇宙へと送り込まれた。送り込まれた側の人格の記憶の影響が強い為、元々この宇宙にいた側の人格の記憶はやや希薄になっている。ブローカーが「特別製」と謳うだけあって、その身に備えられた並行宇宙への干渉能力は、特殊能力者・オブザーバーの中でも一際高い。",
"DETAIL_POLARISWORKOUT2312_H01": "スペシャルなクリスマス興行を地球各地で実施するという、大規模な企画を打ち立てたポラリスマスク。サンタ服をモチーフとした衣装デザインをプリセットしたパラレル・キューを持参し、意気揚々とパラレルフライト社を訪れる。しかし、実際に変身してみると、発注内容にはないパーツが含まれていた。それは、熊の手を模した大きな手袋のパラレルウェポン。振るえば爪痕のような軌跡を描きながら波動を放つその手袋に、彼は見覚えがあるようだ。",
"DETAIL_POLARISWORKOUT2312_H02": "ポラリスマスクは素顔を見せない。それは、彼自身が「ポラリスマスク」であること、その存在を作り上げた事に、誇りと自負をもっているからだ。彼は望む者に躊躇なく贈り物を渡せるし、そこに施しをしているという感覚すらない。「ポラリスマスク」にとって「自分より弱いヒトに手を差し伸べる事」は、存在の前提条件であるためだ。それは、彼自身が幼少期に求めたヒーロー像であるが、同時にこの姿の熊の手を受け入れられない「北上ケンスケ」の理由とも一致している。",
"DETAIL_POLARIS_H01": "普段の衣装より数段派手なリングコスチュームを纏ったヒーロー「ポラリス・ザ・グレート」に変身する。リングシューズの形状をとるパラレルウェポン・グラビティリングを用いて、戦闘フィールドの重力をコントロールしながら戦う。自らにも敵にも高い負荷がかかるバトルフィールドを意図的に作り出すことで、否が応でも互いに本気を出し合う事になる「本気のバトル」を演出することが出来るという。",
"DETAIL_POLARIS_H02": "必殺技は「“闘魂”ポラリス・バスター」。高重力・低重力といった地球と全く異なる重力場において、彼の持ち合わせる筋力と戦闘能力を最大限に生かした必殺の飛び技を敵に仕掛ける。例え身体が押しつぶされそうな高重力下においても、彼は筋骨を軋ませながらも不敵に笑い、観衆が見たいと願う最高の極限バトルを披露するのだ。全ては、自らの夢である「宇宙一の強者との対決」に備えるために。",
"DETAIL_POLARIS_S01": "宇宙を放浪する、覆面のプロレスラー。日本・札幌出身の地球人であり、本名は北上ケンスケ。かつて地球のプロレス界で頂点に登り詰めたチャンピオンだが、それだけでは満足できなかった彼は更なる猛者との戦いを望み、広い銀河へと旅立った。行き過ぎたポジティブシンキングと豪快ぶりゆえに、全ての行動が非常に大雑把かつ見切り発車。ヒーローでありながらトラブルメーカーでもある。",
"DETAIL_PROCYCHOCOLATEFES2303_H01": "一人のヒーローとして、頼られるべきバンチョーとして、道理を通してみせると決意を固めた姿のプロキー。これまで素直になり切れずに見落としてきた誰かの想いと正面から向き合うという意思がその学生服のようなヒーロースーツに表れている。貧しかった学生時代に夢を見た一攫千金の億万長者。未だ到達は出来ぬ中、しかし、プロキーはその先を見据え始めた。荒くれ者の友人たちと交わして鍛えたその拳で、今度は先陣を切り、仲間を守る為にその力を発揮する。",
"DETAIL_PROCYCHOCOLATEFES2303_H02": "プロキーがスラムを出て、金稼ぎの旅に出ると決意した日。そこには命を救ってもらったお礼の気持ちを込めてマフラーを贈るある少年の姿があった。お世辞にも綺麗とは言えないボロボロのマフラーを、少年はどんな想いで差し出していたのか――見返りを求めないヒーローたちが掲げていた思いを理解した今。あの日受け取れなかったマフラーをその首にたなびかせ、プロキーは誰よりも速く仲間の元へと駆け付け、その拳を構える。",
"DETAIL_PROCY_H01": "億万長者を目指したかつての願望が強く出た、金銭を稼ぐことに特化した珍しいヒーローへと変身する。担いでいるハンマーは身体の周囲を飛び回る小型のロボットとセットで１つのパラレルウェポン。小型ロボットはその場で最も利益の上がる行動をプロキーに伝え、その状況に特化した形に変形したハンマーを以てプロキーに一攫千金のチャンスを与える、いわば「打ち出の小づち」である。",
"DETAIL_PROCY_H02": "明日をも知れない貧困に喘ぐ環境で生まれ育った彼は、何不自由なく暮らす億万長者になる事を夢見て、鉱山で採掘作業員をしながら暮らしていた。そんな時に起こったカイブツの襲来の折に、振るっていた木槌が打ち出の小づちたるパラレルウェポンに変わり、ヒーローとなったことで彼の生活は一変。自らの生活を一変させられるかもしれない大きな「賭け」へと、彼は人生の舵を切ったのだ。",
"DETAIL_PROCY_S01": "パラレルフライト社近傍にある、ヒーロー達の情報交換所兼酒場「ヒーローズギルド・アースキャンプ」店主。小型犬のような可愛らしい外見ながら、20年以上のキャリアを持つベテランヒーローであり、ライキ・ハックルとは昔馴染み。気さくで面倒見がよい男ではあるが、金銭への執着は誰よりも強い。余計な金払いを嫌い、儲け話には何かと食いつく。酒場の開店費用に結構な借金を負った様子。",
"DETAIL_PUBRASEERRISINGMOON2410_H01": "ヒーロー誕生の節目を祝う式典で、パブラシアは自らがリーダーとなった日のことを思い出す。その手に握るサーベル型のパラレルウェポンはパブラシアが搭乗していた宇宙船をエネルギー体として再現し、呼び出すことが出来る。また、宇宙航海用のナビデバイス型のパラレルウェポンは、仲間を癒し鼓舞する優しい光を周囲に展開する。仲間たちと共に無事に目的地に着き、そして、帰るべき場所に戻れるようにという願いがそのパラレルウェポンには詰まっている。",
"DETAIL_PUBRASEERRISINGMOON2410_H02": "リーダーに任命され、楽天家だったパブラシアの中に確固たる意志が生まれた。それは、すれ違いながらも同じ夢を掲げた仲間たちと共に抱いた、希望に満ちた１つの決意。「必ず実りある冒険をし、またこの場所に戻って来よう。」それが叶うことなく、悔しさを分かち合う者たちすらも奪われたパブラシアは、今の自分にできる命の使い方を模索する。未来を切り拓くようにと願いが込められたサーベル、仲間たちから贈られた宇宙コンパス、そして、身が引き締まる思いと共に羽織ったスーツ。託されたその全てで、新たな「友」を導き、その背中を押す為に。",
"DETAIL_PUBRASEER_H01": "【一部データの破損があります】<br>■■■■り■し、ヒーローとしての力に目覚めたパブラシア。その■■レルウェポンは、■■たちと■に■■から■■■という決■の表れであり、その手には■■の■に立■■■■旗を掲げている。その旗型のパラ■■ウェ■ンは通常閉じて槍として使用■るが、仲間を■護する際や安全地■■と導く時には大きくたなびく。また、パブラシアの■ーロ■■■■は、■■■■以前に■■していた■■■の■■■あった■のデ■■■と■■■■いる。<br>(サマーダイブ・アミューズメント！7話クリア時に破損箇所は修復されます)",
"DETAIL_PUBRASEER_H02": "【一部データの破損があります】<br>パブラシア本来の性■は■■く■気なもの■■■■が、■■■の■■■■■しての自■や■■、■レ■■■ーが■■れ、自己■■に■■責■感■■い■■■■■■が生まれた。記憶のフ■■シュ■■■■より、過去■■■を■■■し■パブラシアは、今は■■■■たちを■う。■■■■■■■に■って■■■れた自身の――【この先は破損が致命的であり表示できません】<br>(サマーダイブ・アミューズメント！7話クリア時に破損箇所は修復されます)",
"DETAIL_PUBRASEER_H03": "記憶を取り戻し、ヒーローとしての力に目覚めたパブラシア。そのパラレルウェポンは、部下たちと共にこれからも歩むという決意の表れであり、その手には未到の地に立てるべき旗を掲げている。その旗型のパラレルウェポンは通常閉じて槍として使用するが、仲間を保護する際や安全地帯へと導く時には大きくたなびく。また、パブラシアのヒーロースーツは、記憶喪失以前に着用していた宇宙船の船長であった頃のデザインと相似している。",
"DETAIL_PUBRASEER_H04": "パブラシア本来の性格は明るく陽気なものであったが、宇宙船のリーダーとしての自信や責務、プレッシャーが生まれ、自己犠牲に近い責任感の強い真面目な性格が生まれた。記憶のフラッシュバックにより、過去の記憶を取り戻したパブラシアは、今は亡き部下たちを想う。５人の仲間たちによって生かされた自身の命の重さを噛みしめながら、もうこの命は自分一人のものではないと、パブラシアはその手に誓いの旗を掲げ、未来を照らす綺羅星を見つめる。",
"DETAIL_PUBRASEER_S01": "リゾート宇宙船の船員として、主に清掃を担当している雑用係の男。犬獣人型の宇宙人。陽気でのん気な性格の持ち主。リゾート船の建造中に、近くの海を漂流しているところを保護された。保護された当時は記憶のほとんどを失っており、会話さえ困難な状態であったが、人一倍旺盛な好奇心で、多くの言葉や知識を吸収してきた。発見時から身に着けているペンダントから、時折理解不能な言葉が聞こえてくるらしく、その度パブラシアは頭痛を起こしている。",
"DETAIL_RAIZI_S01": "インディペンデント・ヒーローズに所属するヒーローオペレーター。非常に勘が鋭く、頭が働く。それ故、勝負師としてギャンブルを行い日銭を稼いでいる。複数の感覚において知覚する「観測者」であるレイジは、並行宇宙とのパスを接続する際、それを引っ張ってくる感覚だと説明する。普段は高い集中力と冷静さを欠かさない彼だが、幽霊やお化け等の超自然的な事象には激しい恐怖を露わにする。その背景には彼の幼少期の体験が深く影を落としているようだ。<br><br>生まれつき高い観測能力を持っていたレイジは、それ故に幼少期から過酷な境遇で育った。彼の強がりな性格はその環境に適応し、渡り歩いていく為に必要な意識だったのかもしれない。しかし一方で、ある男にギャンブルの才能を見出され世話になった過去からか、年上の男性には頭が上がらない。時折ぼーっとしている時があり、その際は他の並行宇宙を視ているというが、本人は観測した内容を多くは語りたがらない為、真偽は定かではない。",
"DETAIL_RAKTATHERMAE2307_H01": "ラクタは避暑地として有名な都に派遣医師として訪れる。そこで目にしたのは薬効のある浴場で身体を、美しい故郷の風景で心を健康に保つ人々だった。その姿に心を打たれ、身体を治療するだけでなく心の健康も守る医師であろうという誓いを胸に、新たな装いを得る。その手に携えた水瓶型のパラレルウェポンからは都の美しい風景を育む水が迸る。その水は触れるものに活力を与え、水面に咲き乱れる花々は見るものの心を奮い立たせる。",
"DETAIL_RAKTATHERMAE2307_H02": "研修医時代のラクタが担当した患者に、どれだけ身体が健康になってもベッドから起き上がることができないヒトがいた。故郷をなくしたというそのヒトに笑顔を取り戻せなかったことを、ラクタはずっと悔んでいた。患者が自分の意思で立ち上がれるまで寄り添い、心と体の健康を取り戻す。かつてそのヒトが渇望した故郷のように、樹や花が生い茂る景色を育む水瓶を掲げるラクタの顔は、医師としての新たな決意に満ちていた。",
"DETAIL_RAKTA_H01": "白衣を纏ったヒーロー「ドクトル・R」に変身する。メスや鉗子といった手術道具の形をとるパラレルウェポンを複数所持、それらを駆使して戦闘や救助活動を行う。彼の掲げる「救える命は必ず救う」というモットーにより、彼の道具は例え敵であっても殺生を行うことは出来ない仕様になっている。その為、彼のヒーローとしての能力は「危機が及んでいる人々を救う」場合において真価を発揮する。",
"DETAIL_RAKTA_H02": "パラレルウェポンのメスは物質間の空間を切り裂いて、対象内部とのトンネルを作り出す仕様である為、切り裂いた対象にダメージを与えることは無い。縫合すれば元通りである。変身中の彼が握る道具たちが、他者を傷つけたり、命を奪ってしまったりすることは決して無い。これは彼のヒーローであり続けるための前提であり、誓いである。戦闘に於いてもそれは変わらない為、一種の制約となる。",
"DETAIL_RAKTA_S01": "月面都市の総合病院で執刀する外科医。アジア系月面人で、フルネームはラクタ・シャーリヤ。医師として非常に真面目な人物であり、その手腕にも一定の信頼を得ているものの、何をするにも生真面目であるがゆえに熱意が空回りしがち。先輩医師に「外科医は体力勝負」と教わってから、様々な健康法を試し、週５でジムに通う、何か間違った方向の努力を惜しまない健康オタクの側面がある。",
"DETAIL_REXERVOLCANO2402_H01": "番組の企画で向かった火山で新たな姿を得たリグザ。そのパラレルウェポンは周囲に浮遊する火球ユニットが熱やマグマのエネルギーを操り、手にしたクロスボウから炎の矢として射出することで、立ち塞がる敵を撃ち抜いていく。野生を開放した狩人を思わせる涼し気なスーツは超高温環境下でも快適に活動できるよう最適化されているため、たとえ周囲を溶岩に囲まれた火山内であっても、配信に映るリグザからクールな笑みが消えることはない。",
"DETAIL_REXERVOLCANO2402_H02": "「過去最高難易度の誰にもクリアできないような難しいステージだが、アレックスならきっと大丈夫だ」――火山を前に彼の胸中に浮かんだのは、父が制作していたSRゲーム内の火山ステージを誰よりも先にクリアしてみせる、と意気込んでいたいつかの父との思い出だった。「リグザ」というひとりのヒーローとして立つことになった今でも、確かに存在していた思い出、そして父への想いが色あせることは決してない。",
"DETAIL_REXERVOLCANO2402_H03": "「過去最高難易度の誰にもクリアできないような難しいステージだが、アレックスならきっと大丈夫だ」――火山を前に彼の胸中に浮かんだのは、父が制作していたSRゲーム内の火山ステージを誰よりも先にクリアしてみせる、と意気込んでいたいつかの父との思い出だった。「リグザ」というひとりのヒーローとして立つことになった今でも、確かに存在していた思い出、そして父への想いが色あせることは決してない。<br><br>「父を超えるリグザになる」という夢を持てたのはもちろん父が居たから。自分の力でリグザとは違う自分自身のヒーローとして戦っていく決意を抱くことができた今でも、胸にある父への想いが変わることはない。かつて父がこっそりと見せてくれたステージクリア報酬と同じスーツを身に纏い、父と違う武器であるクロスボウ型のパラレルウェポンを手にしたリグザ――アレックスは、胸を張って抱き続けたその想いを言葉にするのだ。「ありがとう、そして、さよなら」と。",
"DETAIL_REXER_H01": "色鮮やかに輝くバイザーとアーマーが特徴的な姿に変身する彼の武器は、大剣と戦斧の２つの形態に変形できる巨大なパラレルウェポンである。戦況や相手に応じて自在に変形させ、相手を一網打尽にしていく彼の戦闘スタイルは、まさにゲームの世界で巨大なモンスターを相手に立ち回るハンターの姿そのもの。しかしある時期からその戦闘スタイルにも変化が生じていて、ファンの間ではなにがあったのか心配する声が上がっている。",
"DETAIL_REXER_H02": "【このファイルへのアクセス権限がありません】<br>（バーチャルフェスタ・ロワイアルの最終話公開時にアクセス権限を取得できます）",
"DETAIL_REXER_H03": "今ここにいる「リグザ」は、かつての「リグザ」とは異なる存在である。その正体は、かつての「リグザ」の実の息子。現実世界でのカイブツとの戦いの中で消えていってしまった父から、そのアバターを受け継ぎ、「リグザ」の名で活動を行っている。奇しくも彼もゲームの才能が有り、プロゲーマーとして活動はできているが、ヒーローとしての活動までは受け継げなかった。彼の願いはただひとつ。父の育てた「リグザ」というヒーローを、再び世の中に引き戻すことだ。",
"DETAIL_REXER_S01": "ネオタレンツ・プロダクションが抱えるプロゲーマーチーム「μ-Hyperions」に所属する、年齢不詳のプロゲーマー。ヴァーチャル空間にて、プロゲーマーとしての活動と並行し、「電脳ヒーロー」としてタレント活動を行っている。ゲームにおいては各分野でトップランクを維持するほどの実力があり、成熟した偉丈夫のビジュアルと落ち着いた喋り方でありながら、内面はかなり子供っぽい様子。一時期は現実世界でもヒーローとして活動していたが、昨今はぱったりとその姿を見なくなったとささやかれている。",
"DETAIL_ROIKER_H01": "ヒーローとしての彼は、望遠鏡型の銃と天球儀の２種のパラレルウェポンを持つ。銃には、彼が今まで観測し分析してきた宇宙空間のデータがインプットされており、任意の天体の環境や宇宙で発生している現象を、限定的に再現することが出来るエネルギー体を撃ち出すことができる。 天球儀はエーテルサーチャーと互換性を持つパラレルウェポンであり、ヒーロー・ヴィランやカイブツを、宇宙規模～特定の地域の任意の倍率で検索することができる。",
"DETAIL_ROIKER_H02": "彼の願いは「多元宇宙に関わる自らの無限の知識欲を満たすこと」。父母の無い天涯孤独な子供として、日々星を眺めながら育った彼は、星の輝きに慰められながら「自分はなぜ独りぼっちなのか」と思いふけっていた。そんな時、宇宙好きが高じて読んだ本で、並行宇宙の存在を知る。「並行宇宙の自分に会って話をしたい」と願うようになった彼が、多元宇宙を研究しはじめ、より深く知りたいと欲するようになっていったことは、ある意味必然だったといえよう。",
"DETAIL_ROIKER_S01": "日本の最高学府を謳われる大学に付属する天体物理学研究所に所属する獣人型宇宙人。大学教授でもある。並行宇宙の存在と宇宙同士の関連性、ひいては「観測者」の特性について研究している若き秀才で、エーテルサーチャーの開発者を恩師に持つ。典型的な学者肌の人間であり、話し口調は固く、仏頂面であまり愛想はよくない。その割に妙に家庭的であり、家事全般をそつなくこなし、料理も上手い。 事情によりヒーロー活動を抑えているため、ヒーローとしてはマイナー。",
"DETAIL_ROUDIN_H01": "ヒーローに変身したルーディンは、派手なステージ衣装のスーツを身に纏う。子供時代にヒーローであった彼は、大人になった今の変身姿にも、往時の印象が影響している。当時着用していたマントが肩布として使われていたり、マジックの相棒だったマスコットがシルクハットから顔を覗かせていたり、といった具合だ。パラレルウェポンであるステッキとシルクハットから繰り出される奇想天外なマジックの数々は、バトルでありながらもエンターテインメントショーとして観るヒトの目を釘付けにしていく。",
"DETAIL_ROUDIN_H02": "かつて天才マジシャンとして、そしてヒーローとして活躍していたルーディン。しかしながら大人になるにつれてその人気は低迷。自身の夢に揺らぎが生じ、ついに変身することも出来なくなった。その過去の全てを棄てた彼だったが、なぜかショービズの都市に流れ着いてしまったところを老舗ホテルのオーナーに拾われ、その後ホテリエとして働くこととなった。新たな居場所と仲間、それをルーディンがどう思っているかを表に出すことはない。それでも、一度は棄てたマジックを再び行おうとした決意には、その存在が大きく関わっているようだ。",
"DETAIL_ROUDIN_S01": "ムイラウカⅢの老舗ホテルで働くホテリエ。ホテルスタッフにしては接客態度や言葉遣いなど業務の全てが適当で、お世辞にも優秀なホテリエとは言えない。だが、妙に人懐っこい性格と嫌味を感じさせない軽快なトークでゲストの人気は意外に高い。子供時代に人気マジシャンとしてステージに立っていた経歴を持っており、今ではそのマジックを泣く子供や喧嘩するカップルの前で披露したりと、ゲストを喜ばせるために使っている。",
"DETAIL_RUTILIX_H01": "立派な騎士である父の背中を見ながら育った彼は、父のような立派なたてがみとマントをなびかせ、重厚な鎧を身にまとった騎士のヒーローに変身する。光で構成された刃を持つレイピアを武器に、自己鍛錬で鍛え上げた体で、重い鎧もものともしていないような速度で以て戦場を駆ける。剣の腕前は変身する前と大差ないが、強い情熱を注ぎ込んだ彼の一撃は、時折奇跡を呼び起こす。",
"DETAIL_RUTILIX_H02": "長子が家を継ぐことが当たり前という、古い伝統がいまだに息づくこの国では、彼のような末っ子がいくら大成を願ったところで、社会がそれを助けてくれることはない。使えるようなコネクションも無く、剣の師を買って出てくれるような者もいない彼は、常に孤独に努力し、高みを目指さざるをえないのだ。そんな苦境の中にあっても、挫けずに騎士を目指し続ける彼を突き動かすのは、「立派な騎士として国や民を護れる存在になりたい」という、幼い日からの夢である。",
"DETAIL_RUTILIX_S01": "異星の小国・アラディシア王国の騎兵隊に所属する、騎士見習いの少年。立派な騎士を志す熱意と生真面目さこそ立派だが、短気で熱くなりやすく、肝心の剣の腕前はヘナチョコと、欠点が多い。家格の低い家の末っ子であるがゆえに、隊内では軽視されがちで、なかなか実績も積めない現状に焦りを感じている。それでもめげずに騎士を目指してひとり鍛錬に明け暮れるひたむきさから、アルフェッカ王に気に入られている。アカシとは、性格が似ているためか喧嘩が絶えない。",
"DETAIL_RYEKIEXMAS2012_H01": "怪我により休業中であったはずが、ある想いとある出来事がトリガーとなり、一時的に新たな姿のヒーローとして復活した。一部の種に恍惚感を与える植物に過敏に反応してしまう体質であるがゆえに、泥酔状態である。しかし、酔っているからこそ、溜め込んでいた感情が爆発し、願いに寄せる想いを加速させた結果、この姿を得たともいえるだろう。怪我している部分はしっかり補強されている様子。",
"DETAIL_RYEKIEXMAS2012_H02": "宴の踊り手のように、彼は派手な着物を身に纏い、扇子に雷を纏わせて戦場を舞う。それは、せめて戦いを早く終わらせ、後輩たちを労う宴を開きたいという願いから生まれた、一時だけの姿。自らが休業中である為に負担をかけている後輩たちへの罪悪感と、彼を彼たらしめる活動を制限されているもどかしさが、酔いの回った彼の中に生んだ願望から来る姿。酔いが醒めた時、きっと彼は、ヒーローである自分が我が儘を言ってしまったと、自己嫌悪に陥るのだろう。",
"DETAIL_RYEKIE_H01": "純白のマントを翻し、雷の力を用いて悪と戦うＳ級ライセンス保持ヒーロー「ザップ・ザ・ジャスティス」に変身する。彼の武器は、身体に蓄積させた電気や肉体に宿るエネルギーから生成した稲妻。それを拳や脚に纏うことにより、まさに降り注ぐ雷のような攻撃を放つことができる。威力はスタンガンレベルの微弱電流から空を裂く稲妻の如き猛烈な電流まで、自由自在に調節可能。",
"DETAIL_RYEKIE_H02": "「正義を体現したスーパーヒーローであり続けること」こそ、彼の望みである。それはかつてタッグを組みながら共に戦ったかつての相棒にも語った言葉であり、戦場で散っていた仲間達に宣言した誓いでもあった。どんな苦境でも豪快に笑い、堂々とした威容を見せるスーパーヒーロー「ザップ・ザ・ジャスティス」が現在の姿に至るまでには、並大抵でない努力と悔し涙に濡れた戦いの日々があったのだ。",
"DETAIL_RYEKIE_S01": "パラレルフライト社最強の営業社員であり、地球ではトップクラスの功績を誇るスーパーヒーロー。異星出身の宇宙人で、体毛には常に静電気を蓄積している超帯電体質の持ち主である為、衣服はすべて絶縁素材である。ヒーローとしての自覚と自信に満ち溢れた熱血漢で、自身がヒーローであるという自覚から、常に変身時に装着するヘッドギアに似せたハーフマスクを被っている。声が常に大きい。",
"DETAIL_RYUSEI_H01": "ヒーローとしてのリューセイは、鍛えられた肉体を存分にアピールするサーフパンツモデルのスーツを身に纏う。そんな彼の武器はあくまでも自身の肉体美であり、ライブで魅せるリューセイの肉体が美しいと認められる度に、スーツの随所に取り付けられたリング型のパラレルウェポンが呼応して力を増していく。そして解放された承認の力はリューセイの肉体をより美しく、より良いコンディションへと強化していく。",
"DETAIL_RYUSEI_H02": "体が弱く引っ込み思案、そんな自分を変えるための一歩も踏み出せない。ずっと自分を好きになれなかったリューセイは、ある日カイブツ被害に巻き込まれる。その時に己を顧みずに助けてくれたヒーローの強く逞しい肉体と、かけられた「１つずつ諦めずに積み重ねていくこと。トレーニングは裏切らない。自分自身が自分の一番のヒーローになるんだ。」という言葉に憧れを抱き、自分を変えるために１からトレーニングを始めた。今度は自分が誰かの変わるきっかけとなれるように。今もリューセイは１日も欠かさずトレーニングを続けている。",
"DETAIL_RYUSEI_S01": "元フィジーク選手権大会の優勝者。フィットネスモデルに転向したことを機に現所属事務所のネオタレンツ・プロダクションに移籍し、「ボディメイクをライフスタイルに組み込んで普及させること」をテーマにモデル活動を行っている。自己肯定感の非常に高いポジティブな性格そのままの爽やかなスマイルと、鍛えられた筋肉がベストマッチだとモデルとしての人気は高い。スイムウェアやジムウェアなどのサーフパンツ収集が趣味で、今ではパンツだけで１部屋が埋まっている。",
"DETAIL_SADAYOSHISURVIVAL2309_H01": "無人島でのサバイバル生活を経て、普段の守りの姿を打ち破り自分自身の感情を以前よりも解き放つことができるようになったサダヨシ。その新たなスーツはビーチバレーの選手を彷彿とさせる。サンバイザー型パラレルウェポンで対象を捉えアタック地点を決定すると、ボール型のパラレルウェポンは高密度のエネルギー弾となり必ずそのポイントへと着弾する。巨大なグローブ型のパラレルウェポンを脱ぎ去り身軽になったサダヨシは、その身体でどこまでも高く自由に跳び上がる。",
"DETAIL_SADAYOSHISURVIVAL2309_H02": "我欲を捨て押し殺してきたサダヨシは、己の信念の為に選んだ道を進んでいくヴィランたちと寝食を共にし、本当の意味での自由に触れる。悪行は許されないという固い信念は変わらないが、相手のことを知ることが凝り固まった自分が変わることへの第一歩だと彼は思い始める。そして、自身に対しても、誰かに求められたものではない、自分が道を選ぶのだと顔を上げる。心の奥底から溢れ出る彼自身の感情のまま、弾ける汗も気にせずに砂浜を跳んで球を見つめる。その顔には積み重ねてきた経験と自信、そして眩しい程の笑顔が見えた。",
"DETAIL_SADAYOSHI_H01": "手足の重厚なパラレルウェポンが特徴的な、軍服姿のヒーローに変身する。厳格な教育と苛烈な訓練の末、他の兵たちより格段に高い体術のスキルを身に着けた彼は、手足のパラレルウェポンを介することによって、その腕力・脚力を数百倍から数千倍に強化した上で攻撃を放つことが出来る。普段は周辺環境に応じて力の解放具合をセーブしているが、最大出力で拳を撃ち放った時、激しい地割れを伴った地震が、周囲一帯に発生するという。",
"DETAIL_SADAYOSHI_H02": "その身は国民を守る為にあるべきと、とにかく我欲を捨てるように育てられてきたサダヨシは「この身を尽くして国民を守りたい」という願いを掲げ、ヒーローになった。そんな彼を指して、ひとは操り人形や飼い犬と罵倒するが、彼とて決して傷つかないわけではない。表に出してはいけないと押し殺している願望や感情も、もちろんある。彼が閉じ込めている願望を解き放った時、今まで以上に強くたくましいヒーローとして活躍できることを、彼自身はまだ知らない。",
"DETAIL_SADAYOSHI_S01": "国土防衛に携わる軍事組織・日本国防衛局において、陸上総隊第一ヒーロー大隊を大隊長として率いている武官。階級は一等陸佐で、フルネームは軍畑（いくさばた）サダヨシ。見た目は宇宙人だが、名門・軍畑家に養子として迎え入れられた日本人。国民に仕える軍人たるべく厳しい教育を受けてきた為、誰に対しても慇懃に接し、任された任務は忠実にこなす。戦闘能力も非常に高い。敷かれたレールの上を歩んできた人生ゆえ、レールを外れた者とは折り合いが悪い。",
"DETAIL_SANTETSU_H01": "書籍に対して異常なまでに強い関心と知識を持つ彼の個性は、ヒーローとしての能力に多分に反映されている。任意の条件で「索引」を作成することで、時空間を操作し、相手の行動・味方の行動を入れ替えるなどの事象操作が出来るようになる。 また、過去に読んだ本を記憶をもとに具現化させ、その一文を「引用」することで、抽出した文章通りの事象を、目の前に反映させることができる。なお、視界を遮断して集中する必要がある為、能力使用中は動けないのがネック。",
"DETAIL_SANTETSU_H02": "幼少の頃から家庭内でひとりぼっちだった彼にとって、本は自らを救ってくれるものであり、人生そのものだった。ゆえに彼は「この世に存在するありとあらゆる本を読みつくすこと」を願いとして掲げ、ヒーローとなった。全ては、あらゆる本や貴重な書物を、価値も分からぬ人々から守るため。本を愛し、一冊一冊記憶に刻み込むように読む癖のついている彼は、やがて世界中の誰もが敵わないほどの知識量を有する存在になっていくことだろう。",
"DETAIL_SANTETSU_S01": "新国立図書館に勤務する司書。日本・岡山出身の地球人で、フルネームは徳原（とくはら）サンテツ。読書や書物の収集以外のことにはとことん無気力な人間で、ボサボサの髪と無精ひげが彼の怠惰ぶりを物語っている。「面倒臭い」が口癖。しかし、一度読んだ本の内容を大体記憶できるという特技を持っており、尚且つ今は無くなってしまった本や歴史書の内容まで覚えているため、様々な機関に重宝されている人材。また、頼まれたことは最低限の労力で完璧にこなす主義。",
"DETAIL_SEIICHIRO_S01": "国土防衛省で国土防衛大臣政務官を務めながら、UEHA日本支部のチーフオペレーターを務める「観測者」。日本・堺の出身で、フルネームは天満（てんま）セイイチロウ。頭脳明晰・眉目秀麗・運動神経抜群で名家の出という自身の長所を誇る、自信に満ち溢れた人物。不正を許さぬ頑固さと勝気な性格ゆえに省内でも敬遠されがち。しかしながら、他者の言葉に耳を傾けて取りまとめ、チームを牽引していく能力は他の追随を許さない為、オキタカは彼を気に入っている。<br><br>幼い頃に「観測者」として覚醒して以来、周囲からの好奇の視線から彼を守ったのは、圧倒的な自信と高いプライドだった。理不尽には毅然とした態度で反論し、差別にはそれを上書きせんばかりの魅力と実力で対抗。ややナルシストの気を感じる彼の在り様は、外圧に抵抗し続けてきた彼の半生の証左でもある。その異様なまでの反骨精神は「介在者」に対しても向けられており、「介在者」に復讐を成し遂げるため、今日も彼は地下組織で秘密裏に活動を続けている。",
"DETAIL_SENSETTIA_H01": "マイクと刃とがついたキーボード型のパラレルウェポンを持つ。刃として振り回して戦うだけでなく、そのキーボードで奏でる音色と、自らの歌声を合わせ、音を武器として使うこともできる。その歌声は、ただ普通に聴く分にはとても美しいものであるが、パラレルウェポンを通し、武器として使用するときにはその性格が変わる。彼女の声と演奏は波のように広がりながら、時に味方に力を与え、時に音の刃となって、相手にダメージを与えるのだ。",
"DETAIL_SENSETTIA_H02": "彼女の生まれ故郷では、翼の大きさがすべてであった。歌の才能も将来性も、何もかも翼の大きい者の方が有利とされていた。そんな社会の中で、翼の小さな彼女は抑圧されて育ってきた。しかし、周囲からの期待は得られずとも、叶えたい夢というものは誰しもあるものである。彼女は「世界中に名の知られるようなシンガーソングライターになりたい」という夢を掲げ、コンプレックスと戦いながらも、広い宇宙へと戦いを挑んでいくのだった。",
"DETAIL_SENSETTIA_S01": "シンガーソングライターを目指す、有翼の宇宙人の少女。背中には小さな翼がある。人を突っぱねるような性格をしているが、自分の夢に対して実直で、頑張り屋。歌や演奏の実力は確かであり、宇宙を巡る放浪の旅の中、行く先々で路上ライブを行い、路銀を稼いでいる。育った環境から、自らの翼の小ささに関してはコンプレックスに思っており、たびたび気にしているような言動をとる。",
"DETAIL_SENTHAK_H01": "ヒトの心の中、まだ形になっていない「ヒトの夢の形」を形にしたい、という願いと共に変身するセンサクは、古代の地球、日本の職人を思わせるスーツを身に纏う。そして手にしたキューブ状のパラレルウェポンは、クリエイターであるセンサクのイメージに従って増殖し、イメージ通りのホログラムを次々と創造していく。また、そのホログラムに一瞬ではあるのものの質量、重量を持たせることも可能となっている。センサクは虚実のホログラムで相手を牽制つつ、己の肉体で相手に挑むというパワースタイルのバトルを得意としている。",
"DETAIL_SENTHAK_H02": "故郷の星の住人で構成された傭兵団で生まれ育ったセンサク。そこでは「強さ」こそが全てだった。しかし、生来の温和な性格からその価値観にずっと馴染めずにいたセンサクは、地球で偶然見たアイドルに心を奪われる。そのライブにあったのはただ「推し」に対する「尊い」という感情だけ、そこに上も下も無かった。自分の推しを模索しているヒトに、そして自分が推せる自分になりたいヒトに。自分が感じたあの尊い感情を少しでも多くのヒトに感じてもらうため、センサクは倉庫の片隅で一人、創作活動に勤しんでいる。",
"DETAIL_SENTHAK_S01": "かつて地球を旅立った移民船、そこに密航という形で同乗していた屈強な肉体を持つ宇宙人で、口調は荒いが至って楽天的で温和な性格である。密航前は傭兵稼業をしており、使用していた迷彩装備と自らが創り出したホログラムアバターを併用して、正体を隠しながら移民船の住人と密かに良好な関係を築いている。地球でアイドル文化にドハマりし、彼がねぐらとしている移民船の倉庫の一角は、かつて地球から持ち出したグッズや、移民船内で自作したグッズに埋もれている。",
"DETAIL_SHAFTVIRTUALFESTA2210_H01": "スペースタクシーのない空間で、自身はどうあるべきか。シャフトが出した結論は、自分の足で迎えに行き、自分の足で送り届ける存在となることだった。車夫のような身軽な恰好となった彼は、両輪のパラレルウェポンを味方につけながら、縦横無尽に、そして誰にも追いつけないスピードでフィールドを駆け抜ける。それは、ラグビー選手時代に培った自身の脚力への信頼、そして仲間を誰ひとり漏らすことなく救いたいという彼の願いの賜物である。",
"DETAIL_SHAFTVIRTUALFESTA2210_H02": "シャフトの人生は、常にチームと共にあった。それは、スペースタクシー運転手として個人で事業を行う仕事に就いてから、より強く感じるようになったものである。仲間との調和、そして仲間との絆を何より大事にしたい彼は、即席のチームですら何とかまとめ上げようと奔走する。決して過去の思い出に縋りたくて行動しているわけではなく、チーム内に自分の居場所を作り、チームを円滑に回すことこそが、自身の培ってきたものを生かす手段だと考えているからである。",
"DETAIL_SHAFT_H01": "投影型カーナビタイプのパラレルウェポンを使い、足元にマッピングされた進路を指し示す。行動予定地の危険判定を行い、安全に目的地に辿り着く正しい道を探し出すことができる。索敵や罠の探知に留まらず、奇襲を図るルートの探索や、敵の攻撃を回避可能なエリアの表示など、アシストを行いながら味方に攻撃を指示することが可能となる。道を切り開く為に、進路に従いタックルで壁をぶち壊すことも。",
"DETAIL_SHAFT_H02": "大事な人をゴールまで送り届けるという新たな理想を抱き、日々の空虚な日常の繰り返しから脱したシャフト。まだ自分に自信が無くとも、昔のような華やかさは無かろうとも、今の自分に出来ることを精一杯に行ってみるという志に再び火を灯して立ち上がる。誰からか与えられる未来ではなく、自信で道を切り開いていくことが大切だと気づき、今からでも遅すぎることはないと、ハンドルを握る。",
"DETAIL_SHAFT_S01": "元プロラグビープレイヤーであり、現在はスペースタクシーの運転手をしている地球人。ラグビー選手時代は、倒れずにゴールまでボールをキャリーできる選手であることをモットーに、タックルを受けても一歩でも多く前進しようとするスタイルから「鉄人」と呼ばれた。温和で真面目な性格だが、不器用で自己肯定感が低い面があり、ドジをする度に「しっかりしなければならない」と思い自省している。",
"DETAIL_SHIDEMASU_H01": "顧客の保護を最優先として戦場に立つ彼は、防御力と機動性を両立した上で、自身が盾となることを前提とした武装を纏う。武器としているのは、「裁定印」と呼ぶ六尺棒型のパラレルウェポン。先端が判子のようになっており、印面には相対する「災害」から被保険者を「保護」するために最適の判断が漢字２文字で刻まれる。その判子を至近の床や壁に押印することで、様々な効力を発揮する。「保護」が目的である以上、被保険者の回復や修復、「災害」の殺傷や破壊といった手段を取る事はできない。単純に棒術の棒として運用する場合であれば、攻撃に使用することも可能である。",
"DETAIL_SHIDEMASU_H02": "「ヒーローたちが安心して暮らせる世界をつくること」が、彼の望みである。昔、ヒーローが自分を守る為に、目の前で深い傷を負う姿を目の当たりにして以来、人々の為に身を張って戦うヒーローたちを守れるような仕事をしたいと志すようになった。シデマスにとって保険とは、被保険者や遺された者たちが悲劇から立ち直るための支えであるべきもの。そして自身の使命は、そんな保険が適応される事態が発生する前に、しっかりと被保険者を保護することだと認識している。彼が感情を押し殺し、常に笑顔を浮かべ続けるのも、保護対象者に不安を与えないようにと心掛け続けた結果である。",
"DETAIL_SHIDEMASU_S01": "大手保険会社ジュピター・インシュランスのヒーロー保険部門に所属する外交員。フルネームは羽丸（はねまる）シデマス。以前は被保険者の保護を目的に戦場へ介入する業務に携わっていたが、最近営業業務が主体である部署へ転属となった。どんな状況下においてもニコニコとした笑顔を絶やさず、至って穏やかかつ丁寧な口調で他者と接する。しかし時折言動に物騒で好戦的な側面が垣間見え、傷だらけの偉丈夫というビジュアルも相まって、営業成績は振るわない。感情の起伏が希薄である点も、接客対応に支障をきたしている模様。",
"DETAIL_SHOENVALENTINE2102_H01": "皆が心に秘めている秘密が意思に関係なく公開されてしまうという災厄の中で立ち上がったショウエン。頑ななまでにその身を覆い隠す出で立ちは、敵組織への潜入というミッションに相応しい、スパイを彷彿とさせるものでありながら、「秘めたままにしておいた方がいいこともある」という彼の考えを体現している。その手に持つのは、傘に偽装した仕込み大筆。敵地における有事の際、彼は筆を抜き放ち、トランクの中に満たされた墨を用いて、秘密を守るため立ち向かう。",
"DETAIL_SHOENVALENTINE2102_H02": "慎ましくある事を美徳とし、口下手で小心者な彼が最も恐れること。それは、自らの欲深い側面を他者に知られる事である。根源にあるのは、仕えるべき対象に恋をしてしまった、かつての苦い記憶。自らの立場も弁えずに湧き上がった情への戸惑い、想いを伝えられぬままに永別することになったトラウマ。自らの思い上がりも甚だしい欲深さと小心者ぶりを恥じた彼は、この記憶を心の奥底に封じ込めた。そして、二度と暴くまいと戒めていた……はずだったのだが。",
"DETAIL_SHOEN_H01": "巨大な筆の形をとるパラレルウェポンを担いだ、袴姿のヒーローに変身する。自らの尻尾を墨壺替わりとし、自身の肉体から抽出したエネルギーを墨として宙に文字通りの「生きた字」をしたためる。彼の書いた字は、文字に与えられている意味の通りに行動し、行動を終えると霧散していく。文字の持つ意味に応じて攻撃の威力や対象に与える効果が変化する特徴を持つ。",
"DETAIL_SHOEN_H02": "彼が抱く望みは「『生きた』字を書く」こと。宙に書した字が生命を得て、与えられた使命を全うして霧散していく姿を目にする度に、彼は己の未熟さを痛感し、悔恨する。かつて日本の寺院で目した、躍動感に満ちた至高の書。その墨跡に彼は、いつまでも朽ちる事の無い命を感じた。そのような書を自らの手で生み出せるようになる日まで、彼は懺悔と挑戦を繰り返しながら、書道を追求し続けるのである。",
"DETAIL_SHOEN_S01": "オリエントシティで小さな書道教室を開いている書道家であり、大学の文学部に客員教授として籍を置く教育者でもある。異星出身の宇宙人で、初めて降り立った地球の国・日本の文化に強い感銘を受けて以来、書道の追求に人生を費やしている。無口かつ仏頂面の巨漢である為、恐い印象を抱かれることが多いが、至って穏やかな性格であり、子供好き。子供と会うと折り紙を折って渡す習慣がある。",
"DETAIL_STERIO_H01": "吹く事で任意のものを呼び集める事ができる、角笛のパラレルウエポン。それは大気に作用すれば風を呼び、時には積乱雲を集め嵐すら起こす事ができる。感覚的に使い方を理解しているステリオは、あまり深く考えず「たくさん風が出る笛」として扱っているようだ。家業で「猟犬」という役割を与えられたステリオは、狩猟では獲物を追い狩人をサポートする役目にある。変身してもその戦い方は変わらず、前線にいるヒーローたちを身体を張って援護する。",
"DETAIL_STERIO_H02": "幼い頃のステリオは、父親が作ってくれた玩具でよく遊んでいた。中でも動物の角で作られた笛はステリオのお気に入りで、その音色はいつしか家族の集合の合図となった。どんな立場、いかなる環境に置かれようとも彼の中には常にきょうだいや両親の姿がある。ずっと一緒に生きて、己の「猟犬」という役割を果たすのだという決意がステリオをヒーローに覚醒させた。そうまでして彼が家族にこだわる理由について身内以外に知るものは殆どおらず、積極的に語られる事もない。",
"DETAIL_STERIO_S01": "開拓中の星ムイラウカＩで生活する獣人型宇宙人の少年。危険な原住生物から開拓地を守る「宇宙猟師」の家に拾われ、見習いとして生活している。非常に大きな体躯と優れた身体能力を持つが、人懐っこく温厚な性格である。しかし狩猟の場や家族に危機が及ぶと性格はひとたび一変し、自らの命を顧みず脅威に立ち向かう。ステリオは自身に生きる場所をくれた両親と、共に育ったきょうだいを何よりも大切に思っており、生涯離れる事がないのだと信じている。",
"DETAIL_SUBARU_H01": "物語を紡ぐ者である彼は、その場の「流れ」を書き換えてしまうという大変珍しい武器を駆使して戦うヒーローへと変身する。愛用の万年筆によく似た形のパラレルウェポンは、話の流れをぶった切らない自然な流れであることを前提に未来の改変が可能で、宙に浮かぶ原稿用紙に彼が執筆した通りに、戦況を変化させることができる。ただし、あくまで「手書き」である為、執筆に時間がかかるのが難点。",
"DETAIL_SUBARU_H02": "彼が望むのは「真に迫る最高の一作を書き上げること」。彼の創作精神の根底には、故郷で起きたカイブツの襲撃事件が存在する。逃げ惑う人々の、それぞれが持つ絆や愛情が紡ぐ数多のドラマ。それは図書館に籠っているだけでは決して遭遇することは出来ないものばかり。不謹慎ながらも世界を広げられた心持ちだった彼は、今日もあの日見た光景のような、真に迫った作品を執筆する為、万年筆をとる。",
"DETAIL_SUBARU_S01": "オリエントシティに居を構えて活動する小説家。日本・浜松出身の地球人で、フルネーム及びペンネームは野辺山（のべやま）スバル。やや古風な文体と圧倒的な物語の構成力で、一定のファン層を獲得している。人情味に溢れた作品を多く執筆しているが、当人は不愛想でジジ臭く、理屈っぽい皮肉屋。不必要な外出や他者に集中を乱される状況を嫌う為、やや引きこもりがちな傾向にある。",
"DETAIL_SUHAILCHOCOLATEFES2303_H01": "宇宙一の海賊になる、そう決意したスハイルがトロネシオンに降り立った日、スハイルは一人の無機生命体と遭遇し、それが唯一無二の「友」との出会いとなった――過去の記憶が呼び覚まされ、それに応えるように友から託された左腕のパーツが拡声器のフォルムに変化した。応援団を彷彿とさせるスーツはパラレルウェポンと相互作用を起こし、どこまでも遠く響く声となる。友とスハイルの重なった声は星をも揺らし、聞く者の注目を全て掻っ攫っていく。",
"DETAIL_SUHAILCHOCOLATEFES2303_H02": "カイブツに襲われ記憶の一部を失ったスハイルは、失ったものを思い出そうと記憶を辿る。宇宙一の海賊になる為に友と交わした「全宇宙の注目、思慕、富を掻っ攫う」という約束。友と出会った日、海賊団を結成した日、左腕を失った日、……いかなる時も忘れた事はない。その約束があるから、スハイルは豪快に笑っていられる。吹き飛ばす程の熱い応援を全宇宙に届ければ、それが共鳴して返ってきては自身をより駆り立てることを、友から教えてもらったのだから。",
"DETAIL_SUHAIL_H01": "ヴィラン「キャプテン・トロネシオン」へと変身して戦闘に臨む彼の主力装備は、左腕の義手である。この腕は機械惑星トロネシオン出身の「友」が遺したパーツを移植したもので、対カイブツ戦用に仕込まれたシステムにより、スハイルの意志に感応して様々な形態に変形させることが出来る。お気に入りの形態は、対象目掛けてどこまでも伸びる「マジックハンド」と、「エネルギーガン」。",
"DETAIL_SUHAIL_H02": "彼にとって左腕は、かつて共に歩みながらも先に散っていた「友」の形見であり、「宇宙一の海賊になる」という誓いの証でもある。何度逮捕されようと脱獄し、どんなにマークされようと団の先頭に立って現場に出張って豪快に笑う彼の破天荒な生き様の裏には、かつて「友」と交わした約束を果たす為に邁進し続けるという、彼なりの友情に対する誠実さが存在するのだ。",
"DETAIL_SUHAIL_S01": "７つの恒星系を股にかける、左腕の義手がトレードマークである宇宙海賊団の団長。悪徳な富豪や支配者をターゲットとして襲い、金品を貧しい人々にばら撒く義賊である。あまり頭は良くないが、豪快な性格と誰も彼もが惚れ込むという漢気で、数百人の手下を従えている。「面白い」という感性を何より貴び、面白いと感じたターゲットやヒーローしか相手にしないという、一種の享楽主義者である。",
"DETAIL_SUI_H01": "かつて最愛の母親がデザインしてくれた、自らの為のドレスによく似た衣装を身に纏い、巨大な針と糸、裁ちばさみのパラレルウェポンを駆使して戦うヒーローに変身する。スイの武器は空間に直接干渉でき、異空間に存在する物体をこちらの空間に縫い付けたり、逆に関連性を断ち切ったりすることが出来る。キラキラと輝く糸を軌跡に遺しながら戦う様は、大変に美しいという。",
"DETAIL_SUI_H02": "心と体にズレを持ち、周囲から浮いた存在であったスイにとって、その全てを包み込み許容してくれた母親という存在は、とても大きなものだった。その母親がこの世界から姿を消したことで、スイは糸が切れたように生への執着を失くし、消えてしまいたいと日々願っていた。そんなスイに再び生きたいと思わせたもの、この世界に生きた証を紡ぎたいと願わせたものは、一体何だったのであろうか…。",
"DETAIL_SUI_S01": "オリエントシティ市内の服飾デザイナーの下で勉強中の、見習い服飾デザイナー。月面都市出身で、月面人と地球人のハーフ。幼い頃から服に囲まれた生活をしてきた為、衣類やファッションに関する造詣は深い。性格はクールかつドライで、やや毒舌。顧客との対話が重要であるデザイナーという職に身を置きながら、他者と関わるのが苦手。身体と心のズレに、幼少期から悩まされ続けている。",
"DETAIL_TABIT_H01": "変身時は身体に密着したボディスーツに身を包む。その身軽さで敵の背後へと瞬時に回り込み、身体の一部を変形させて生成した巨大な刃で斬り付け攻撃する。音もなく消え、ワープしたように別の場所に現れる彼の攻撃は目で追えるスピードではない。変幻自在に身体の形状を変化させることが出来る能力と軍人として培った戦闘経験を活かし、タビトは仲間たちを守るヒーローとしてその力を施行する。",
"DETAIL_TABIT_H02": "見た目では判別しづらいが、タビトの身体は全身がナノマシンで構成されている。体の一部や全部を分解することも可能であるその体は、戦時中にスパイとしてニンゲンたちの社会に高度に溶け込めるよう作られたものであった。しかし終戦を知り、タビトが率いる部隊の隊員たちは自己防衛以外の理由で有機生命体へ攻撃しないと誓い合う。タビトは、仲間たちと共に穏やかに過ごせる時をただ願っている。",
"DETAIL_TABIT_S01": "とある星間戦争において、特殊作戦部隊の隊長を務めていた元軍人である彼は、共に戦った仲間たちのことを一番に考えて行動している。また義侠心に篤く、一度受けた恩義を忘れることは無い。戦争の影響で離れてしまった出生の星へと戻ることを目指し、仲間たちと共に様々な星を放浪していた。本人はさほど気にしていない様子だが、言語機能の一部に異常が生じているのには理由があるようだ。",
"DETAIL_THEOREOL_H01": "テオレオールは長い年月で己の肉体に様々な物体を取り込んできた。吸収し、溶かされたその物体は情報としてテオレオールの肉体に蓄積し、錬金術の触媒として使用される。テオレオールの用いる実験器具のパラレルウェポンは錬金術における様々な工程を極限まで最適化するもの。このパラレルウェポンを用いることでテオレオールは自身の知る状況に応じた物質を、瞬時に生成することが可能となる。",
"DETAIL_THEOREOL_H02": "テオレオールは己を「出来損ない」と呼称する。それはテオレオールを錬成した錬金術師が、あえて「不完全なもの」として錬成したからに他ならない。創造者はなぜこんな出来損ないを錬成したのか、不完全な生命たる己の存在意義は何なのか。創造者が研究の果てに目指していた錬金術師の理想、完全の象徴たる「賢者の石」の錬成。これを成せばその意味がわかるのだろうか。その仮説を実証するため、長い長い年月、テオレオールはただ独りで錬金術の研究を続けている。",
"DETAIL_THEOREOL_S01": "全身を覆う衣服、顔を隠す独特の意匠が施された仮面。大抵のヒトが二度見するほどの怪しげな風体を持つ錬金術師。その正体は滅びた星の錬金術師に錬成された、スライムのような肉体を持つホムンクルス（人工生命体）である。相当に長い年月を生きており、故郷の星をなくした後もただ独り各地を放浪し、錬金術の研究を続けている。研究以外への興味が薄く、ヒトとほぼ接したことがないためか、少々一般常識に疎い。",
"DETAIL_TOSHUVIRTUALFESTA2210_H01": "未知の空間での戦い、得体の知れない相手との会敵を経て、自身の弱点に直面することになったトウシュウは、己に向き合う修練の末、この新たなヒーロー姿を得ることになった。明鏡止水の心で精神を研ぎ澄ませ、環境を肌で感じ、そして見抜いた筋に刀を振るう。それは、激情家の彼が己に打ち勝つため、そして仲間を勝利に導くために編み出した、「サムライ」を目指す彼の新たな在り方そのものを体現した戦法である。",
"DETAIL_TOSHUVIRTUALFESTA2210_H02": "修練を重ね、様々な己の「弱さ」を克服してきたストイックな彼だが、どれだけ手を尽くしても克服できなかったものがあった。それが水である。泳ぐことが出来ず、水に対する恐怖を抱える彼は、水場での戦いを極端に恐れる。根深い苦手意識を克服することは、決して容易ではない。しかして、避けていては決して前には進めない。そんな状況下で彼が取った選択は、水を克服することではなく、水のある環境においても精神を落ち着けられるよう己を鍛える事であった。",
"DETAIL_TOSHU_H01": "かつて地球に降り立った際に出会った、彼が「地球で最も貴い精神を持つサムライ」と認める男にあやかり、戦場に立つ武士の出で立ちを模したヒーローへと変身する。エネルギー体で構成された刀身を持つ刀が彼の武器であり、相手の隙を狙って一気に斬り込み攻め立てるという、血の気の多い彼ならではの戦闘スタイルをとる。その「攻め」主体の立ち回りは、逆に「守り」が薄くなるという弱点を抱える。",
"DETAIL_TOSHU_H02": "「あの日出会った真のサムライに追い付くこと」こそ、彼が掲げる目標であり、剣の道を究める上での信念である。かつて「サキモリ」と名乗るサムライに師事し、この星の剣の道を学んだ彼にとって、今は行方知れずのその男の生き様は、究極の理想像であり、いつか追い付くべき目標でもある。自分自身を「真のサムライに近づいた」と認められるようになる日まで、彼は戦場で刀を振るい続ける事だろう。",
"DETAIL_TOSHU_S01": "ヒノワ体育大学の教員であり、剣道部の顧問を務める剣道家。異星の故郷に於いて代々騎士を務める厳格な家庭で育った、非常にストイックで規律に厳しい武人である。精神修行を行っている割には短気で血の気が多く、鬣を触られると高確率でキレる。その堅物としか言いようのない性格ゆえに、「嬉しい」や「好き」といった気持ちを素直に表現する事が出来ない、いわゆるツンデレでもある。",
"DETAIL_TRAINEEEARTH_H01": "地球でも宇宙人のヒーローが活躍している場面は多く、高い名声を誇るヒーローは軒並み、高い身体能力を生まれ持つ宇宙人だ。地球人である彼らは、自分たちにそう言った特異な身体能力はないことを自覚している。しかし、地球で生まれ育った自分たちだからこそ守れるもの・立ち向かえることがあると、彼らは信じている。強い信念を持ち、日々厳しい鍛錬に明け暮れる彼らは、時折、そういった身体能力の高い宇宙人すら打ち負かすほどの実力発揮することがある。",
"DETAIL_TRAINEEEARTH_S01": "地球を守るためにヒーローになった地球人ヒーローたち。自身がヒーローであるという自覚は軒並み強く、オフの時ですら変身時に着用するヘルメットを手放さない。その意識の高さから、仕事後や休日には、近隣のスポーツジムやヒーロー訓練施設でトレーニングに明け暮れている姿がよく目撃される。ヒーローという文化自体が、宇宙人が地球に持ち込んだものである為か、宇宙人に憧れを持つ者も多く、そういった者たちのヘルメットや衣装のデザインには、宇宙人への憧れが表われている。",
"DETAIL_TRAINEEFIRE_H01": "地球でも宇宙人のヒーローが活躍している場面は多く、高い名声を誇るヒーローは軒並み、高い身体能力を生まれ持つ宇宙人だ。地球人である彼らは、自分たちにそう言った特異な身体能力はないことを自覚している。しかし、地球で生まれ育った自分たちだからこそ守れるもの・立ち向かえることがあると、彼らは信じている。強い信念を持ち、日々厳しい鍛錬に明け暮れる彼らは、時折、そういった身体能力の高い宇宙人すら打ち負かすほどの実力発揮することがある。",
"DETAIL_TRAINEEFIRE_S01": "地球を守るためにヒーローになった地球人ヒーローたち。自身がヒーローであるという自覚は軒並み強く、オフの時ですら変身時に着用するヘルメットを手放さない。その意識の高さから、仕事後や休日には、近隣のスポーツジムやヒーロー訓練施設でトレーニングに明け暮れている姿がよく目撃される。ヒーローという文化自体が、宇宙人が地球に持ち込んだものである為か、宇宙人に憧れを持つ者も多く、そういった者たちのヘルメットや衣装のデザインには、宇宙人への憧れが表われている。",
"DETAIL_TRAINEELIGHT_H01": "地球でも宇宙人のヒーローが活躍している場面は多く、高い名声を誇るヒーローは軒並み、高い身体能力を生まれ持つ宇宙人だ。地球人である彼らは、自分たちにそう言った特異な身体能力はないことを自覚している。しかし、地球で生まれ育った自分たちだからこそ守れるもの・立ち向かえることがあると、彼らは信じている。強い信念を持ち、日々厳しい鍛錬に明け暮れる彼らは、時折、そういった身体能力の高い宇宙人すら打ち負かすほどの実力発揮することがある。",
"DETAIL_TRAINEELIGHT_S01": "地球を守るためにヒーローになった地球人ヒーローたち。自身がヒーローであるという自覚は軒並み強く、オフの時ですら変身時に着用するヘルメットを手放さない。その意識の高さから、仕事後や休日には、近隣のスポーツジムやヒーロー訓練施設でトレーニングに明け暮れている姿がよく目撃される。ヒーローという文化自体が、宇宙人が地球に持ち込んだものである為か、宇宙人に憧れを持つ者も多く、そういった者たちのヘルメットや衣装のデザインには、宇宙人への憧れが表われている。",
"DETAIL_TRAINEESHADOW_H01": "地球でも宇宙人のヒーローが活躍している場面は多く、高い名声を誇るヒーローは軒並み、高い身体能力を生まれ持つ宇宙人だ。地球人である彼らは、自分たちにそう言った特異な身体能力はないことを自覚している。しかし、地球で生まれ育った自分たちだからこそ守れるもの・立ち向かえることがあると、彼らは信じている。強い信念を持ち、日々厳しい鍛錬に明け暮れる彼らは、時折、そういった身体能力の高い宇宙人すら打ち負かすほどの実力発揮することがある。",
"DETAIL_TRAINEESHADOW_S01": "地球を守るためにヒーローになった地球人ヒーローたち。自身がヒーローであるという自覚は軒並み強く、オフの時ですら変身時に着用するヘルメットを手放さない。その意識の高さから、仕事後や休日には、近隣のスポーツジムやヒーロー訓練施設でトレーニングに明け暮れている姿がよく目撃される。ヒーローという文化自体が、宇宙人が地球に持ち込んだものである為か、宇宙人に憧れを持つ者も多く、そういった者たちのヘルメットや衣装のデザインには、宇宙人への憧れが表われている。",
"DETAIL_TRAINEEWATER_H01": "地球でも宇宙人のヒーローが活躍している場面は多く、高い名声を誇るヒーローは軒並み、高い身体能力を生まれ持つ宇宙人だ。地球人である彼らは、自分たちにそう言った特異な身体能力はないことを自覚している。しかし、地球で生まれ育った自分たちだからこそ守れるもの・立ち向かえることがあると、彼らは信じている。強い信念を持ち、日々厳しい鍛錬に明け暮れる彼らは、時折、そういった身体能力の高い宇宙人すら打ち負かすほどの実力発揮することがある。",
"DETAIL_TRAINEEWATER_S01": "地球を守るためにヒーローになった地球人ヒーローたち。自身がヒーローであるという自覚は軒並み強く、オフの時ですら変身時に着用するヘルメットを手放さない。その意識の高さから、仕事後や休日には、近隣のスポーツジムやヒーロー訓練施設でトレーニングに明け暮れている姿がよく目撃される。ヒーローという文化自体が、宇宙人が地球に持ち込んだものである為か、宇宙人に憧れを持つ者も多く、そういった者たちのヘルメットや衣装のデザインには、宇宙人への憧れが表われている。",
"DETAIL_TSUNEAKIROOKIES2408_H01": "とある潜伏先の内輪揉めに振り回されるのは真っ平御免と、逃げるように向かった先はヒーローシティ・サマーフェスタ。素性を隠して新人ヒーローを装う事は出来たものの、正体不明の特殊デバイスを渡され、目立つ役目を立て続けに押し付けられる。最早身バレ不可避、懲戒処分待ったなし――そんな時、ひと夏の自身の密かな願いが、日陰を行く彼に新たな姿を授ける。それは余暇を満喫する為の装いにしか見えないが、れっきとしたパラレルウェポンなのである。",
"DETAIL_TSUNEAKIROOKIES2408_H02": "「ロクセイ」はその場しのぎの偽名ではない。覚醒したばかりの頃、彼はすぐにヒーローネームを思いついた。いつか大衆の面前で、受け継いだ姓に連なる名を名乗ってやろうと考えていたのだ。その願いが叶わぬまま月日が経ち、遂にその時が訪れる。積み重なった「日常」への憧れを身に纏い、新人ヒーロー（自称）は誕生した。彼の識る陰陽師の技術により、水塊のパラレルウェポンは様々な遊具に形を変え、夏のビーチを我が物とする。",
"DETAIL_TSUNEAKI_H01": "古き日本に存在したと言われる、陰陽師。その姿と能力を彼は強い願いで実現させた。「式札」と呼ばれる和紙札のパラレルウェポンは、彼の意のままに様々な「式神」へと変化し生物の様に活動する。高性能であるがその分燃費が非常に悪く、陰陽道で「龍穴・龍脈」と呼んでいるエーテルの流れを利用し、ViewPowerの代用としてエネルギーの一部を補っている。しかしこの対処法はいくつかの条件が揃う必要があり、彼のヒーローとしての強さは環境に左右されやすい。",
"DETAIL_TSUNEAKI_H02": "彼の情報については、ヒーローであるかどうかを含めて一切明らかにされていない。過去に記録された僅かな目撃談によると、どこからともなく現れては事件を解決し、あるいは他ヒーローのもとに駆けつけ共闘して去っていったという。彼が登場したヒーローライブは何故かアーカイブされる事が無く、また私生活や変身前の姿を見た者は未だ現れず、一流ジャーナリストでさえ、彼の正体を暴くことは困難だと言われている。<br><b>イベントクエスト「洛祭紀行」最終話クリア時に情報追加</b>",
"DETAIL_TSUNEAKI_H02_CLEAR_QUEST": "彼の情報については、ヒーローであるかどうかを含めて一切明らかにされていない。過去に記録された僅かな目撃談によると、どこからともなく現れては事件を解決し、あるいは他ヒーローのもとに駆けつけ共闘して去っていったという。彼が登場したヒーローライブは何故かアーカイブされる事が無く、また私生活や変身前の姿を見た者は未だ現れず、一流ジャーナリストでさえ、彼の正体を暴くことは困難だと言われている。<br><br>追加情報：イベントクエスト「洛祭紀行」最終話クリアにより解放<br>彼は日本国防衛局に所属する陰陽師ヒーローである。とある組織への潜伏調査など、公的機関として表立って動けない案件の処理を担っている。それ故に所属先や職務の詳細を知る者は、防衛局の中でもごく一部の官僚に限られている。なお一般人は、よほどのマニアでない限り彼がヒーローである事を知らない。ツネアキは、かつて師事していた地球人の後を継ぎ、宇宙人でありながら陰陽師に関する知識と技術を習得した。いつか種族や立場の垣根を超えた世界が実現する事を夢見て、彼は進んで政府の駒となり日陰に潜んで生きる。",
"DETAIL_TSUNEAKI_S01": "京都に移住した宇宙人たちが作った街「新洛」にて生まれた、自称「ローカル俳優」。他人と関わる事が好きで、地元ではそれなりに顔が知られている。一方で私生活を知るものは殆どおらず、彼自身、プライベートについては語りたがらない。とある出来事以来、本心をはぐらかす様な言動が染み付いてしまい、肝心な時にも自分の気持ちを相手にうまく伝える事が苦手になってしまった。京都の土地と文化を好んでおり、それ故に自身の出自に複雑な感情を抱いている。",
"DETAIL_VICTOMHEROFESTA2109_H01": "自らの身を投げ打ってでも人命を救助することを、ヒーロー活動の最優先事項と考えるヴィクトムは、水辺での救命活動に特化した新しい姿を得ることになった。パドルボードを巧みに操りながら波間を掻い潜り、命の危機にあった者を眩しい笑顔で元気づける……そんな、普段のヴィクトムからかけ離れた新たな一面に、人々は驚かされることになる。彼がこのような振り切れた変化を見せることに至ったのには、夏の祭典の最中にあった、とある出来事が関係しているという。",
"DETAIL_VICTOMHEROFESTA2109_H02": "無口で堅物、常に仮面をかぶった厳つい男。それが周囲の人間やヒーローファンが抱く、ヴィクトムに対する印象である。堅物であることに関しては否定はしないが、その厳つさゆえに恐がられるという点に関しては、思うところがあるようだ。ビーチでボールを拾ってあげた子供に泣かれるという出来事は、そんな彼の心を大きく揺さぶった。あの子供を笑顔にできるヒーローになりたい……そんな願いを抱くに至ったのは、かつて家庭を持っていたからこそなのかもしれない。",
"DETAIL_VICTOM_H01": "レスキュー隊での制服を彷彿とさせるスーツと装甲に身を包んだヒーロー「サヴァイヴ・テイカー」に変身する。たとえカイブツの腹の中でも、救助対象に対し最短距離で到達するロープのパラレルウェポンを所持する。救助対象との間にある如何なる障害物をも突破する特性を持つロープとスーツを活かし、音速の壁すら突き抜けるスピードで救助活動を行う事が出来る。",
"DETAIL_VICTOM_H02": "彼の望みは「脅威の下にあるすべての力無き人々を救出する力を持つこと」。それはかつてカイブツの暴挙で燃え盛る街で消えていった自身の家族の姿を思い出し、自らの無力を悔いながら誓った言葉である。ヘルメットの下の素顔に残された火傷痕をはじめとする数多の傷を負いながらも、人命救助を最優先に仕事に従事し続ける彼を突き動かすのは、深い自責の念と、カイブツに対する強い復讐心である。",
"DETAIL_VICTOM_S01": "常にフルフェイス・ヘルメットを被っている、オリエントシティ消防局・ハイパーレスキュー隊の隊長。英国・ロンドン出身で、フルネームはヴィクトム・ヴィンセント。常に冷静沈着であり、優れた状況判断能力を有している、まさにレスキュー隊員になるべくしてなったような男。他人の命は貴ぶものの、「他人のために生き、他人のために死ぬ」と公言しており、自らの命を軽く見ている節がある。",
"DETAIL_VISCUNAM_H01": "彼の武器は、背中から伸びる４つの機械触手型のパラレルウェポンである。「完璧な発明品を量産するには腕が足りない」という彼の発想から生まれたこの触手は、彼の思考通りに動かすことができる。触手の先端からは三又の爪やレーザーを出せる機構が備わっており、これを用いて戦闘を行う。腕の先端は変幻自在になっており、彼がその時必要とする形状のものへと変化する。",
"DETAIL_VISCUNAM_H02": "彼が偉大と仰ぐ父は、かつて世の誰しもが名を知るような発明家であった。しかし、カイブツの襲撃にあった際に父は食われ、世の中の人々の記憶から消えてしまった。誰も父を覚えていないことに憤慨し、悔しさを覚えた彼は、以来「誰の記憶にも残るような、絶対忘れられないような発明家になる」ことを目標に掲げる。日々ドジを踏み、失敗を繰り返しながらも発明を続ける彼の原動力となっているのは、この時覚えたやり場のない悔しさである。",
"DETAIL_VISCUNAM_S01": "自身の発明品の普及のため、発明品を販売することを生業としている獣人型宇宙人の科学者。自らの頭脳と才能に絶対の自信があり、日々完璧な発明品を作るために研究を重ねているが、需要や要望に対するインプット能力や解釈に問題があるため、奇天烈なものばかりを次々に生み出している。技術自体は確かなのだが、本人の運が異常に悪く、その上かなりの天然な性格が災いして、何かとドジを踏むことが多い。",
"DETAIL_VULPECULA_H01": "ウルペクラのパラレルウェポンは普段から身に着けている懐中時計が変化したものであり、ウルペクラ自身とその周囲の時間自体へ影響を与える事が可能となる。拡張された現在の時間を減速させつつ、ウルペクラ自身は自由に行動ができる為、まるで姿が消えたかのように亜高速で移動し攻撃する。強力である一方、影響範囲に応じてウルペクラ自身にも多大な負荷が掛かる。また、時間の停止や行動範囲を制限される能力とは相性が悪く、この能力の存在は内密にされている。",
"DETAIL_VULPECULA_H02": "誰もが過去を振り返らず今を見つめ、この瞬間を大切に生きていく世界を望む。それがウルペクラが辿り着いた願いの形だった。過去を盗み、縛り付ける悲しみから解き放とうと彼は執着にも似た祈りを掲げる。ウルペクラは仮面で本当の表情を隠し、悲しみに暮れる者たちの苦しみを忘れさせる為、そして今を最大限に楽しんで生きられるようにと宇宙中を暗躍する。過去は捨て去ったと語る彼の夢は、過去そのものに支えられているという自らの抱える大きな矛盾と共に。",
"DETAIL_VULPECULA_S01": "貴重な文化財を盗んだり、文化遺産を破壊することで知られている怪盗ウルペクラ。彼はこれらの行為を「景観を盗む」と表現し、犯行の前には必ずミステリアスでポエミーな予告の動画が非合法のサイト等で配信される。一部では彼の掲げた理想に共感しカルト的な人気を博していることもあり、熱狂的なファンは彼の配下であるヴィランとなる場合も多い。常に狐の仮面を身に着けており誰も彼の本当の顔を知らないが、それ故に模倣犯も多く出現し世間を騒がせていた。",
"DETAIL_WOLFMANEARTH_H01": "彼らの種は、生まれつきの高い身体能力を活かすため、動きやすい服装や軽量な道具・武器を好む傾向にある。変身した後の服装や武器にも、それが如実に表れている。また、耳や鼻が発達している代わりに、目は強い光に弱い為、視力を補助するサングラスやスコープを身につけている事が多い。彼らの種にはサングラスをかけている者がやたらにいるが、実はそういった切実な事情があったりする。",
"DETAIL_WOLFMANEARTH_S01": "地球圏への転入がやや多い人種のひとつである、狼に近い外見的特徴を持つ異星人の青年。出稼ぎ目的で血気盛んな若者がこぞって転入しているため、荒くれ者ばかりの種と見られがちではあるが、地球人同様、個々によって性格も嗜好も、掲げる夢も違う。ヴィランとして活動している者だけを見ても、ヴィランであることに誇りを持つ者もいれば、ヒーローに淡い憧れを抱いている者も、勿論存在するのだ。",
"DETAIL_WOLFMANSHADOW_H01": "彼らの種は、生まれつきの高い身体能力を活かすため、動きやすい服装や軽量な道具・武器を好む傾向にある。変身した後の服装や武器にも、それが如実に表れている。また、耳や鼻が発達している代わりに、目は強い光に弱い為、視力を補助するサングラスやスコープを身につけている事が多い。彼らの種にはサングラスをかけている者がやたらにいるが、実はそういった切実な事情があったりする。",
"DETAIL_WOLFMANSHADOW_S01": "地球圏への転入がやや多い人種のひとつである、狼に近い外見的特徴を持つ異星人の青年。出稼ぎ目的で血気盛んな若者がこぞって転入しているため、荒くれ者ばかりの種と見られがちではあるが、地球人同様、個々によって性格も嗜好も、掲げる夢も違う。ヴィランとして活動している者だけを見ても、ヴィランであることに誇りを持つ者もいれば、ヒーローに淡い憧れを抱いている者も、勿論存在するのだ。",
"DETAIL_WRESTLEREARTH_H01": "見るからに凶悪そうで派手なコスチュームとマスクを身に着け、彼らはリングという名の舞台に立つ。己の肉体を主たる武器とし、果敢に肉弾戦を挑んでいく彼らは、決して観衆を飽きさせるような真似はしない。シリアスになりがちな戦場を、万人が楽しめるショーへと昇華させるため、彼らは悪逆非道なエンターティナーとして立ち回るのだ。衣装についたチェーンも、その場を盛り上げるための道具に過ぎないため、さほど強度はない。なお、腰元の可愛らしいマスコットは、子供を想う心と各々の趣味とが融合し、顕現した姿である。",
"DETAIL_WRESTLEREARTH_S01": "ヒール、いわゆる「悪役」を演じながらリングに立つプロレスラーたち。悪役とは得てして子供達からは嫌われがちなものであるが、彼らは多くの幼年・若年層のファンを抱える。それは、彼らが「プロレス」というコンテンツを、子供達にも親しまれるものにしたいというモットーの下活動してきた成果である。役柄ゆえに敢えて敬遠されるような厳つい見た目をつくっている者も多いが、彼らの内面が自分たちへの愛情と思いやりで溢れていることを、ファンたちは理解しているようだ。",
"DETAIL_WRESTLERFIRE_H01": "見るからに凶悪そうで派手なコスチュームとマスクを身に着け、彼らはリングという名の舞台に立つ。己の肉体を主たる武器とし、果敢に肉弾戦を挑んでいく彼らは、決して観衆を飽きさせるような真似はしない。シリアスになりがちな戦場を、万人が楽しめるショーへと昇華させるため、彼らは悪逆非道なエンターティナーとして立ち回るのだ。衣装についたチェーンも、その場を盛り上げるための道具に過ぎないため、さほど強度はない。なお、腰元の可愛らしいマスコットは、子供を想う心と各々の趣味とが融合し、顕現した姿である。",
"DETAIL_WRESTLERFIRE_S01": "ヒール、いわゆる「悪役」を演じながらリングに立つプロレスラーたち。悪役とは得てして子供達からは嫌われがちなものであるが、彼らは多くの幼年・若年層のファンを抱える。それは、彼らが「プロレス」というコンテンツを、子供達にも親しまれるものにしたいというモットーの下活動してきた成果である。役柄ゆえに敢えて敬遠されるような厳つい見た目をつくっている者も多いが、彼らの内面が自分たちへの愛情と思いやりで溢れていることを、ファンたちは理解しているようだ。",
"DETAIL_WRESTLERLIGHT_H01": "見るからに凶悪そうで派手なコスチュームとマスクを身に着け、彼らはリングという名の舞台に立つ。己の肉体を主たる武器とし、果敢に肉弾戦を挑んでいく彼らは、決して観衆を飽きさせるような真似はしない。シリアスになりがちな戦場を、万人が楽しめるショーへと昇華させるため、彼らは悪逆非道なエンターティナーとして立ち回るのだ。衣装についたチェーンも、その場を盛り上げるための道具に過ぎないため、さほど強度はない。なお、腰元の可愛らしいマスコットは、子供を想う心と各々の趣味とが融合し、顕現した姿である。",
"DETAIL_WRESTLERLIGHT_S01": "ヒール、いわゆる「悪役」を演じながらリングに立つプロレスラーたち。悪役とは得てして子供達からは嫌われがちなものであるが、彼らは多くの幼年・若年層のファンを抱える。それは、彼らが「プロレス」というコンテンツを、子供達にも親しまれるものにしたいというモットーの下活動してきた成果である。役柄ゆえに敢えて敬遠されるような厳つい見た目をつくっている者も多いが、彼らの内面が自分たちへの愛情と思いやりで溢れていることを、ファンたちは理解しているようだ。",
"DETAIL_WRESTLERSHADOW_H01": "見るからに凶悪そうで派手なコスチュームとマスクを身に着け、彼らはリングという名の舞台に立つ。己の肉体を主たる武器とし、果敢に肉弾戦を挑んでいく彼らは、決して観衆を飽きさせるような真似はしない。シリアスになりがちな戦場を、万人が楽しめるショーへと昇華させるため、彼らは悪逆非道なエンターティナーとして立ち回るのだ。衣装についたチェーンも、その場を盛り上げるための道具に過ぎないため、さほど強度はない。なお、腰元の可愛らしいマスコットは、子供を想う心と各々の趣味とが融合し、顕現した姿である。",
"DETAIL_WRESTLERSHADOW_S01": "ヒール、いわゆる「悪役」を演じながらリングに立つプロレスラーたち。悪役とは得てして子供達からは嫌われがちなものであるが、彼らは多くの幼年・若年層のファンを抱える。それは、彼らが「プロレス」というコンテンツを、子供達にも親しまれるものにしたいというモットーの下活動してきた成果である。役柄ゆえに敢えて敬遠されるような厳つい見た目をつくっている者も多いが、彼らの内面が自分たちへの愛情と思いやりで溢れていることを、ファンたちは理解しているようだ。",
"DETAIL_WRESTLERWATER_H01": "見るからに凶悪そうで派手なコスチュームとマスクを身に着け、彼らはリングという名の舞台に立つ。己の肉体を主たる武器とし、果敢に肉弾戦を挑んでいく彼らは、決して観衆を飽きさせるような真似はしない。シリアスになりがちな戦場を、万人が楽しめるショーへと昇華させるため、彼らは悪逆非道なエンターティナーとして立ち回るのだ。衣装についたチェーンも、その場を盛り上げるための道具に過ぎないため、さほど強度はない。なお、腰元の可愛らしいマスコットは、子供を想う心と各々の趣味とが融合し、顕現した姿である。",
"DETAIL_WRESTLERWATER_S01": "ヒール、いわゆる「悪役」を演じながらリングに立つプロレスラーたち。悪役とは得てして子供達からは嫌われがちなものであるが、彼らは多くの幼年・若年層のファンを抱える。それは、彼らが「プロレス」というコンテンツを、子供達にも親しまれるものにしたいというモットーの下活動してきた成果である。役柄ゆえに敢えて敬遠されるような厳つい見た目をつくっている者も多いが、彼らの内面が自分たちへの愛情と思いやりで溢れていることを、ファンたちは理解しているようだ。",
"DETAIL_YASUHIKO_H01": "ヒーローとして変身したヤスヒコは、金色の派手な衣装を身に纏い、彼が最も得意とする芸である猛獣をつかった曲芸を駆使して戦う。かつてヤスヒコと共に芸を磨いた動物たちが、ヤスヒコの記憶からエネルギー体として復元され、召喚される。人懐こいライオンのレナート・おっとりしたゾウのルフィナ・優しい虎のボグダン・プライドの高いキリンのダーリヤの４頭がいる。鞭の合図に合わせ、一糸乱れぬ動きで敵を一網打尽にする姿は、まさにエンターテイメントショーのようで、観衆の喝采を誘う。",
"DETAIL_YASUHIKO_H02": "ヤスヒコの掲げる夢は「弥富サーカス団を宇宙に名だたるサーカス団にし、盛り上げていく」こと。先代団長である父との間に深い溝が残ったまま離別することになったヤスヒコにとって、父が再興したこのサーカス団に対しては複雑な心境がある。しかし、幼い日より憧れてきたサーカス団を率いる立場になった以上は、自身を信頼してついてきてくれる仲間たちを見捨てたくないし、高みに連れていってやりたい。父に対するマイナスの感情を打ち消すほどのサーカスへの思い入れと責任感の強さこそが、ヤスヒコの原動力なのだ。",
"DETAIL_YASUHIKO_S01": "オリエントシティを拠点とする老舗サーカス団の若き団長。フルネームは弥富（やとみ）ヤスヒコ。サーカスの運営で忙しい日本人の父から離れ、ロシア人の母と共にモスクワで暮らしていた。幼少期から多くのサーカスの興行を見てきたこと、父親がサーカス団長であることから、サーカスに関する造詣は深く、同時にかなり入れ込んでいる。陽気で勝気、人を楽しませることが何より好きな青年ではあるが、父親との確執、思うようにサーカスが運営できないジレンマが、彼の心に暗い影を落としている。",
"DETAIL_YOHACK_H01": "ヨハックはかつて自分を救った鍵師に似た、ツナギ風のヒーロースーツを身に纏う。そんな彼のパラレルウェポンは、「閉じ込められた人を救い出したい」という願いを具現化したマスターキーである。どんな錠前にも対応できるこの鍵は、対象の心を鍵のかかった扉と見立てて解錠する機能を有している。それを応用することで味方ヒーローの潜在能力を引き出し、サポートすることも可能。ヨハックが「心の扉」と認識する物を開く事で、対象の普段は口に出さない部分を聞き出すこともできるが、それは他人の心に土足で踏み込む行為だと認識しているため、ヨハックはあまりやりたがらない。",
"DETAIL_YOHACK_H02": "ヨハックは幼い頃、カイブツ被害の余波で宇宙船の一室に閉じ込められた。ドアキーが歪み、内側から開けることはできない。怯えて震えるヨハックに声をかけたのは、鍵師を名乗る男だった。彼はヨハックを励ましながら解錠作業を続け、ついに扉を開けることに成功する。自らを助けてくれた鍵師の姿に憧れたヨハックは、男が店を構えるムイラウカⅣに単身移住し、彼の元で鍵師としての研鑽を積んだ。幼い自分がそうしてもらったように、困っている人に出口があることを示し、救い出すために。",
"DETAIL_YOHACK_S01": "ムイラウカⅣにて、鍵師を生業にしている青年。鍵に関する業務であれば概ね対応可能で、古くなった金庫の解錠から、電子ロックの解除までお手の物。そのため仕事の評判は良好で、他の星から依頼が舞い込むこともある。また、持ち前の器用さから料理やDIYも得意としている。人の役に立ちたいという思いが強く、頼まれごとをされると嬉々として引き受けるので、近隣住民からもありがたがられている。時にはイエスマンな性格が災いし、依頼を抱え込みすぎて頭から煙を吹くことも。",
"DETAIL_YOSHIORITRAIN2305_H01": "豪華銀河鉄道のミステリートレイン、その旅路で新たな姿を得たヨシオリ。そのパラレルウェポンは、乗客たちを護り抜く為の二丁拳銃と周囲の危険を察知し映し出すサングラスへと変化し、力を以て脅威を排除するというヨシオリのスタイルを保持しつつ、防衛への信念を表している。また、機動性の高いヒーロースーツは急襲にも適応し、強靱な体力と精神力でターゲットをその身に代えても護り抜く。",
"DETAIL_YOSHIORITRAIN2305_H02": "ヒトから認識をされず、自身をまるで幽霊のようだと感じることのあったヨシオリ。子供の頃に描いた夢、それを叶える為に必死になって訓練に明け暮れていた日々――もう叶うことは無いだろうと斜に構えていた言い訳を全て捨て、彼は再びその手で誰かを護り抜くことを願う。警護のプロであるSPとして、消えかけたその腕でも守れるヒトがいることを信じ、彼はその身を挺して脅威の前に飛び出していく。",
"DETAIL_YOSHIORI_H01": "敵からは恐れられ、味方からは信頼されていた軍人時代。それはヨシオリにとって、最も他者から自身という存在を認識されていた時期でもあった。「自分という存在を取り戻す」ことを望む彼が変身するのは、そんな頃の記憶を再現したような武装を纏ったヴィランである。カイブツに消化された右腕と腹部を擬似的に取り戻した彼は、異空間へと繋がる腹から、自らが扱ったことのある様々な武器を取り出すことが出来る。お気に入りの武器は機関銃らしい。",
"DETAIL_YOSHIORI_H02": "ある日戦場でカイブツに食われ、消化されかけの状態で吐き出されたヨシオリは「元から存在しなかった人間」と化してしまった。親兄弟や友人の記憶から、戸籍や記録上から、彼という人間は消えてしまったのだ。人々はヨシオリを見ることも触ることも、声を聞くこともできない。絶望的な孤独の中ヨシオリは、どんな手段を使ってでも、自分という存在を取り戻すことを誓う。再びあの愛すべき人々に、自分という存在を認識してもらうため、彼は今日も戦うのだ。",
"DETAIL_YOSHIORI_S01": "オブザーバー・エクシオのボディガードを務める、地球人男性のヴィラン。元は地球圏連合軍の特殊作戦部隊に所属する優秀な軍人であった。カイブツに消化されかけた状態でこちらの世界に戻ってきた不安定な存在であるため、ヒーロー適性を持つ者やオブザーバー以外の生命体からは感知することが出来ない。見た目に違わず粗暴な性格だが、自らが認めた存在に対してはトコトン従順になる、忠犬気質の持ち主でもある。エクシオに対し、並々ならぬ恩義を感じている。",
"DETAIL_YOTARO_S01": "表では若くして古物商を営む経営者だが、その裏ではダークウェブの探索を得意とするヴィラン「観測者」の顔を持っている。数字や情報を扱うこと、雰囲気や動向を読むことに長けており、話術も巧み。その持ち前の商才で生計を立てている。ただし得たラフはよく行動を共にするガイセイの破壊による修繕費等に消えており、貯蓄が難しいことに頭を悩ませている。ガイセイが収集した戦利品を怪しい科学者に販売しているという噂もあるようだ。<br><br>ヨウタロウは相手を観測する際、味覚と嗅覚でその情報を知覚し、対象者の味が分かると言う。しかし、その力に目覚めたことで、とある財閥の長男として期待されていた彼の生活は一変。何事も無いよう取り繕い、力をひた隠す日々に精神を摩耗させる中、カイブツの襲来によって親族に「観測者」だと知れ渡ってしまう。発作的に家を出たヨウタロウは、そのままヴィランとして生活を送ることとなった。そんな中、出会ったガイセイのことは「暴力的でとんでもないヤツ」だと評しながらも、互いに気を遣わない関係性を心地よくも感じている。",
"DETAIL_YUHANG_H01": "ユーハンのパラレルウェポンは、愛用の中華包丁によく似た身の丈ほどある大鉈である。ただ対象物を切り裂くだけでなく、強固なパスが確立されている状態では空間をも切り裂き、時間軸から切り離された「厨房」へと続く道を作り出す。「厨房」では攻撃によって蓄えたエネルギーを「食材」として様々な料理を作る事が出来、食べた者の心身の活力を即座に呼び覚ます。厨房への出入りや調理には体力と精神力を要する為、あまりに連続すると疲労が蓄積してしまうのが難点。",
"DETAIL_YUHANG_H02": "カイブツ災害により孤児となり、かつて難民キャンプで暮らしていたユーハン。その時、炊き出しにやって来た人物が作ってくれた「幸福の美味」の味や、共にそれを食した人々が喜びと幸せの表情で満ち溢れていく光景が忘れられず、料理人を目指すこととなった。料理店の主人に養子として招き入れられ修行を重ねた彼は、名の通った料理人となった今も、宇宙中を放浪してその味に匹敵するほどの「幸福の美味」を探し続けている。",
"DETAIL_YUHANG_S01": "台北の高級料理店で気まぐれに腕を振るっている料理人で、フルネームは菜宇航 （ツァイ・ユーハン）。どこまでも楽天的で間が抜けており、時折突然に放浪するなど言動にいい加減さが見られる。しかしながら、料理に関しては一転、普段の姿からは想像がつかない程に真剣かつ繊細な腕さばきを見せ、ユーハンが助っ人をした料理店は彼を手放したがらない程の腕前である。食に対する探究心は人一倍強く試しに何でも食べるため、何度も病院送りになってはM.A.H.A.の医師たちの世話になっている。",
"DETAIL_ZANIAH_H01": "ザニアの持つバラ鞭型のパラレルウェポンは、一般的なバラ鞭よりも紐が長く4つに革紐が分かれている。その紐を用いて武器として攻撃する、ロープのように扱い鮮やかにお宝を頂戴する他、花弁を模した盾となり広範囲の味方を守るなど、多彩な使い方が可能となっている。パラレルウェポンが開いた様は、ザニアが幼い頃に家族からもらった宝物である花のペンダントに似たデザインとなっている。",
"DETAIL_ZANIAH_H02": "カイブツ災害に見舞われ、見知らぬ惑星のスラム街に流れ着いたザニアは先住民たちに実の子供や妹のように可愛がられた。しかし、その土地の有権者から金銭を貢ぐよう求められたことにより、ザニアの新たな家族たちは、更に酷い生活を余儀なくされた。強い立場のニンゲンは弱い立場から全てを搾取する。助けてくれる存在は現れない。そう考えたザニアは自ら立ち上がり、歩き出す。奪われたものを家族の為に取り返す。その願いが、彼女の足を動かしている。",
"DETAIL_ZANIAH_S01": "怪盗を自称し、金目のものを探して旅をしているザニア。幼少の頃からお姫様の様に扱われて育ったためか、勝気で高飛車な発言がよく飛び出す彼女だが、その旅稼ぎの目的は育ての親となってくれたスラム街の仲間たちへの恩返しである。しかし実際のところは、やると決めたら止まらないタイプのザニアが街を飛び出したことを心配し、スラムの仲間たちはビルの陰で、木の陰で、彼女を追って付いてきており、いつも陰ながら応援している。"
}