{
"DETAIL_AKASHISUMMERDIVE2108_H01": "水陸両用のヒーロースーツに身を包んだアカシの新たな姿。ヒーローとしての経験も重ね、少しずつ一人前のヒーローとしての風格が出てき始めた。パラレルウェポンのグローブからエネルギー弾をつくり出し、攻撃する。外野手として鍛えられたその強肩から繰り出される投球は、まさに剛速球。コントロールを奪われたリゾート船を奪還すべく、アカシは新たな姿で海賊ヴィランたちと対峙する。",
"DETAIL_AKASHISUMMERDIVE2108_H02": "ヒサキたちの研究によって開発された、ある程度の指向性を持った変身を可能にするヒーロースーツは、ムイラウカⅣのような水の多い場所で真価を発揮する。周囲に浮遊するユニットがバブル状のシールドを展開することで、水中での戦闘にも対応できるようになっている。アカシは新たな姿の露出度を気にしている様子だが、デザインを担当したマクラータは「彼の魅力を最大限に引き出せるデザインに仕上がったわ！」と満足げな様子。",
"DETAIL_AKASHI_H01": "炎を纏ったエネルギーの塊と、それを高く打ち上げるバットを武器として戦うヒーローに変身する。炎のボールは彼自身の持つエネルギーをリソースとして、両腕に装着したリングから作り出され、リングから飛び出したボールは、彼自身の持つスラッガーとしての実力をより強化する機能を持つバットによって、相手に向かって途轍もないスピードで打ち込まれる。",
"DETAIL_AKASHI_H02": "彼はかつてカイブツに遭遇し、一度食われてしまっている。その時、カイブツに食われた者は全ての人の記憶から消え去ってしまうという事実を知る。生きとし生けるものはやがて死ぬが、関わりのあった者たちの記憶の中で生き続ける。しかし、カイブツに食われた者達は、そうして生き続ける事すら許されない。自分は何か生きた「証」を残せるのだろうか…青年は苦悩しながらも、今日もバットを握る。",
"DETAIL_AKASHI_S01": "オリエントシティで生まれ育った、生粋の地球人。フルネームは魂群（たまむら）アカシ。「こちら」の主人公の幼馴染であり、斜に構えた部分はあるものの正義感の強い青年。ヒノワ体育大学に通う大学生アルバイターで、大学では硬式野球部に所属している。練習試合における打率の高さはプロでも通用するレベルではあるものの、緊張する場面に弱く、衆目の中では十分に実力を発揮できない傾向がある。",
"DETAIL_ALCHIBACHASERS2105_H01": "知識だけではなく、力を以て事件の真相を暴き出す「武装探偵」の姿を得たアルキバ。文化遺産の破壊テロに対抗するために、冷静かつ鋭い思考で推理し、熱い情熱と右手のレーザー銃で鎮圧に掛かる。その銃は警察時代に手にしていた物に似ており、皮肉だろうと嘲笑しながらも、手に馴染んだトリガーへと指を掛ける。そして、機動性の高い新たな姿でテントテレスの砂原を翔けていく。",
"DETAIL_ALCHIBACHASERS2105_H02": "新たに得た姿では変身後も白ではなく、黒の翼を身に纏っている。これは彼自身のあるがままの姿の象徴であり、「不幸を呼ぶ黒い翼」と称された過去から逃げ出さず、トラウマと化した警察官時代の境遇をその翼で乗り越えた証拠である。智と武の両方を手にした今、アルキバは目を背けてきた警察という組織を見つめ直す。不信感はまだ拭い切れてはいないが、警察に対する彼の想いにも変化の兆しが見え始めている。",
"DETAIL_ALCHIBA_H01": "如何なる事件も「白黒つける」という彼の信念は、漆黒の翼の色すら白く染め上げ、彼を純白の羽毛を誇る探偵ヒーローへと変身させる。装備している片眼鏡のパラレルウェポンは、対象が秘匿する情報のすべてをスキャンして調書として視覚化する能力を持っており、その調書を読み取り分析・推理する事によって、相手の素性や弱点、発生している事件の真相すらも白日の下に晒す事が出来る。",
"DETAIL_ALCHIBA_H02": "とある国家警察の内部に於いて、警察官であった彼は暴いてはいけない内情を暴き、その腐敗を糾弾したことにより、冤罪を着せられた上で職を追われることになった。以来彼は警察という組織に対して深い不信感を抱いており、自らの手で事件に「白黒つける」ことに拘るようになっていった。彼の目の前に白黒つけるべき事件が存在し続ける限り、彼は探偵兼ヒーローとして活躍し続けるだろう。",
"DETAIL_ALCHIBA_S01": "探偵事務所を営む私立探偵の有翼宇宙人。自称「ニヒルでクールな二枚目探偵」。切れ長の目に甘いマスクの顔立ちを有するが、本性は依頼人すら口説こうとする軟派なプレイボーイであり、スケベな上に欲深い。また、ペラペラと歯の浮くようなセリフを発する。しかしながら「受けた依頼は死んでも達成する」という信条を掲げているだけあって、仕事の完璧さには定評がある為、探偵業は存外盛況らしい。",
"DETAIL_ALPHECCA_H01": "騎士を目指していた頃の夢を捨てきれなかった彼は、顔を覆い隠す覆面を装着し、白く輝く鎧を身にまとった騎士のヒーローに変身する。戦場での彼は、胸に宿る情熱が表出したかのような炎の大剣を構え、かつて国一番の剣の達人とも言われた腕前を惜しみなく発揮する。その活躍ぶりが、即位により騎士を目指せなくなったことによるフラストレーションから来るものなのか、純粋に民を護りたいという意思の固さから来るものなのかは、誰も知らない。",
"DETAIL_ALPHECCA_H02": "この国では、長子が亡くなった家を継ぐのは次男であるということは、決定事項として扱われる。ゆえに、兄も父も亡くなった時点で、アルフェッカは王位につかざるを得なくなってしまった。だからといって、幼い日から胸に灯し続けた炎を、すぐに消せるものでもない。騎士に憧れ続け、鍛錬を重ねてきた日々を思い出しては葛藤する日々が、即位してからも続いたアルフェッカは、腹心の「観測者」を呼び寄せ、ある構想を持ちかけるのだった。",
"DETAIL_ALPHECCA_S01": "異星の小国・アラディシア王国を統べる国王で、フルネームはアルフェッカ・ゲンマ21世。王位を継いで間もないが、漂う気品の高さと威厳を感じる風体から、国民や兵には人気がある。しかし実際は、好奇心旺盛でなかなかの自由人であり、近しい者たちに悩みの種を振りまいている。元は王位を継がない次男であったため、かつては騎士を目指し、鍛錬していた。旗色の悪い戦場に颯爽と現れ、目覚ましい戦果をあげて去っていく「謎の白騎士」と、何か関係がある様子。",
"DETAIL_ANDREW_H01": "生身の人間に憧れを抱く彼の願いが、最も強く表れているのが、ヒーローとして変身した後の彼の姿である。機械生命体としての利点である、高い防御性能と可変構造の重武装を身に纏い、有機生命体としての利点である柔軟かつ複雑な思考の構築を可能とする生身の肉体を手に入れている。仮初のそれではあるものの、血の通った人間の肉体で活動する彼の姿は、文字通り生き生きとしているという。",
"DETAIL_ANDREW_H02": "戦時中に有機生命体側の情報を探る為に造り出された彼は、人間に溶け込んで生活を送るうちに、有機生命体への愛着と羨望に取りつかれていった。血の通った生命体だからこその魅力的な営みが、そこにはあった。戦争が終結し、広い宇宙へと破棄された彼は、人間たちが汗水たらして働く場所へと流れ着く。自身が彼らと同じ人間になる日まで、人間達の温かい日常を決して壊させない為、彼は今日も戦う。",
"DETAIL_ANDREW_S01": "惑星間貨物運輸企業のトラックドライバー。地球人の成人男性のような外見だが、機械生命体の星・トロネシオン出身のアンドロイド。有機生命体と機械生命体の戦争が勃発した時代に、諜報活動用に製造された。機械でありながら有機生命体に対して慈愛と羨望の念を抱いており、生身の人間に少しでも近づきたいと願いながら、日々研究を重ねている。外見の印象に対して精神年齢はいささか幼く、純粋。",
"DETAIL_BARRELHEROFESTA2109_H01": "炎天下で見せるのに相応しいバトルが出来るヒーローになりたいという願いが、ヒーローとしてのバレルの新たな姿を呼び寄せた。気合いの入った水着姿で複数のウォーターガンを装備する彼は、激しい水しぶきを纏いながらバトルフィールドを舞い、当人曰く「爽やかなイケメンフェイス」で観客にアピールしながら、ガンガン人気とポイントとを獲得していく（予定）。ウォーターガンのタンクには、彼の気力が尽きない限り無限に水が供給されていく仕組みになっている。",
"DETAIL_BARRELHEROFESTA2109_H02": "格好いいガンマンに憧れて銃を握り続けてきた彼にとって、バトルを「魅せる」という点で他者に押し負けるという状況はかなりの衝撃だった。それは火や熱がつきものであるガンマンには、どうしても回避できない弱点を突かれたようなもの。頭を悩ませる彼にヒントを与えたのは、友人である消防士ヒーローの激しい水の放射と、射的の屋台に置かれていた水鉄砲。夏も水辺も大好きな彼が、水を扱う、夏に相応しいヒーローを志すのは、最早必然であったのだろう。",
"DETAIL_BARREL_H01": "幼少の頃から憧れを抱く西部劇の保安官を模した衣装を身に纏うヒーロー「シンフォニック・トリガー」へと変身する。二丁の拳銃型のパラレルウェポンを操り、常人離れした早撃ちを以て対象を制圧する事が出来る。変身後の彼は、普段の腕前の酷さからは一変し、百発百中ともいえる命中精度を発揮する。エネルギーの塊を発射する銃を好き放題に撃つ彼の戦いぶりは、傍目から見るととても楽しそうであるという。",
"DETAIL_BARREL_H02": "悪逆非道の限りを尽くすギャングの前に颯爽と現れ、百発百中の銃の腕で懲罰を為す。今日も街の平和を守り、夕陽を背負いながら去っていく…そんな、古臭いと扱われがちの西部劇の映画に、彼の心は奪われた。あの保安官のように、正義を為すために引き金を引く「正義のガンマン」になりたい。そのような願いが、彼を前代未聞のトンデモ警察官兼ヒーローへと変身させたのだった。",
"DETAIL_BARREL_S01": "オリエントシティ市警地域課所属・交番勤務の巡査。米国・ヒューストン育ちの宇宙人。素直で実直、市民への愛想の良さも抜群と、一部を見れば模範的ではあるのだが、西部劇の保安官に憧れるが故に、トリガーハッピーな側面を持つトンデモ警官である。捕縛用麻酔銃を何かと持ち出すが、しかしながら銃の腕前は素人以下で、何発撃っても目標は元より周囲の見物人にすら当たらないという酷さらしい。",
"DETAIL_BOREALIS_H01": "指揮棒型のパラレルウェポンは、View Powerを集めることに特化しており、彼が右手を掲げると一般観測者たちの視線は釘付けとなる。様々な楽器型ドローンを指揮し、奏でる音色によって戦闘時の支援や補助を行う。パラレルウェポンの強化能力はボレアリスの素質的な「他者の音を聴く」という特技に対し働き、逆に他者の心へと感情とエネルギーを伝播させ、活性化させることを可能にする。自身のコンサート中でも能力を使用し、観客たちを魅了している。",
"DETAIL_BOREALIS_H02": "ボレアリスには他者の内面を音として「聴く」生まれながらの特技があった。相手の感情や思考を無意識に聴いてしまう事はボレアリス自身にとっても多大な精神的負荷が掛かるものだったが、そんな彼を支えたのは彼の親友や家族たちであった。消息不明となった彼らに届くように、ボレアリスはより多くのViewを集めることに固執する。ボレアリスは他者の音と共鳴するように、自身や他者の思いを音に込め、聴いた者の心に響かせる。いつかきっと届くようにと。",
"DETAIL_BOREALIS_S01": "楽器ドローンを指揮し、演奏を行う指揮者の男。出身は人口の少ない小さな極寒の惑星であったが、その惑星は隕石の衝突により消失している。以前はヒーローとして活動していた記録があるが、その惑星の消失以来、ヒーロー事務所からの連絡を全て絶ち、自身の為だけに力を使用している。所有している劇場型宇宙船で開かれるコンサートは銀河中で視聴され、毎回凄まじい視聴率を誇っている。一部の支援者や気に入った者だけは特別に宇宙船に招待することもあるという。",
"DETAIL_CROWNE_H01": "宇宙中の先端技術を見て回る事を夢見た少女が、大人になってから当時の夢を思い出し、再びその夢を胸に抱くことに決心した結果、様々なメカを解析できる性能を持った工具を武器にして戦うヒーローが誕生した。彼女の担ぐ巨大な工具は、目の前に存在する対象が持つ武器の性能や構造を的確に解析し、様々な工具の形態に変化し、対象を分解する事が出来る一種のスーパーコンピューターでもある。",
"DETAIL_CROWNE_H02": "「男」はこうあれ、「女」はこうあれ…彼女を取り巻く環境は、いつだってそのような言葉に満ちていた。周囲の人々曰く「男」的である趣味や性格を持つ彼女は、常に浮いた存在で、「女」らしくすることを望まれ続けてきた。彼女の持つ夢に対しても同じようなことを言及され、「女」らしい夢を持つことを切望された。そんな彼女が夢を一度捨てるまで、そう長い時間はかからなかったという。",
"DETAIL_CROWNE_S01": "地球有数のシェアを誇る宇宙船製造企業・ラムジェット社に所属する整備士で、パラレルフライト社と提携契約を結んでいる専属メカニック兼パイロット。米国シアトル出身の地球人で、フルネームはクローネ・アップルフィールド。気も腕っぷしも強く、「女だから」とナメられることを非常に嫌う。先端技術に興味深々なギークで、珍しいメカやロボットを見ると、解体して構造を解析したがる悪癖がある。",
"DETAIL_DIGRAM_H01": "公共交通機関の安全運行・定時運行を何より貴ぶ彼は、その障害となる者に容赦なく立ち向かうメカノイドヒーロー「トランセイバー」に変身する。元より感情を持つ「生命体」としての側面とカイブツと戦う「ヒーロー」としての側面を併せ持つよう開発された彼の身体は、排除すべき障害に対応できるよう変形することができる。最も良く使用する武器は、高火力を以て一瞬で対象を排除するレールガン。",
"DETAIL_DIGRAM_H02": "永い間続いていた戦争が終結し、公共交通機関たる他星との定期連絡船が運行を再開した日。その宙を行く列車の勇姿は、彼にとってまさに「平和になった象徴」そのものであった。故に公共交通機関がしっかりと定時通りに運行されていることは、彼にとって大変尊く感じることであり、守っていかなければならない事象なのである。その平和の象徴を乱そうとする存在に対しては、断固たる処置をとる。",
"DETAIL_DIGRAM_S01": "機械生命体の星・トロネシオン出身の、生命を持ったヒト型ロボット。惑星間高密度旅客輸送航路・通称「銀河鉄道」の車掌兼運転手の職に就いている。非常に冷静かつ生真面目で、規則に従順。特に時間に厳しく、例え数秒の遅刻であっても許さない。他のロボット以上に機械的な性格の彼であるが、感情を持って生まれた生命体である以上感情はあり、愛情を向けられた際には素直に好意を示したりする。",
"DETAIL_EXIO_S01": "パラレルフライト社の協力者である、謎の多い「観測者」。豪州シドニー出身の地球人で、フルネームはエクシオ・グラント。表向きは優れた腕前と温和な人柄が評判のマッサージ師であるが、裏では「ある計画」を完遂すべく動いている地下組織の一員でもある。「介在者」に対して、並々ならぬ敵意を抱いているようだ。<br><br>彼の真の目的は、すぐ傍にいるメリデやヨシオリ、モノマサですら深くは知らない。ただ、「介在者」の野望について誰よりもよく知っており、それを阻止すべく動いていることだけは、地下組織の構成員たる彼に関わる者は皆知っている。彼の人生に触れ、その真意を知った者は、この世界における「観測者」の立ち位置やその扱われ方、果ては「観測者」が誕生した経緯についてまで、知ることになるだろう。",
"DETAIL_FLAMIER_H01": "白衣をマントのようにはためかせながら、化学物質を合成・燃焼させる為のありとあらゆる機材を駆使して戦うヒーローに変身する。しかしながら彼女の目的は「敵を爆発によって殺傷する事」ではなく、「美しい炎を皆に魅せること」であるため、彼女の技は派手さに対して破壊力はさほどでもない。とはいえ、辺り一面を文字通り「火の海」にするため、ある意味恐ろしいヒーローともいえる。",
"DETAIL_FLAMIER_H02": "彼女の願いは「宇宙一美しく咲く花火を、宇宙一美しく咲く場所で咲かせること」。燃焼は大気のある場所でしか起こり得ず、惑星によっては大気を構成する成分の関係で思うような反応が生じない。そもそも燃焼すらしない物質だって数多ある。だからこそ彼女は、この突拍子もない理想を追い求め、日々物質の燃焼に関する研究を続ける。この異常ともいえる炎への執着は、恐らく誰にも負けないであろう。",
"DETAIL_FLAMIER_S01": "月面都市群では指折りのエリート高校で教鞭を取る化学教師。月面出身の月面人で、アステロイドベルトの鉱物資源採掘を一手に担う実業家の令嬢。才色兼備であるがゆえに学校内外に多くのファンを持つが、「美しく燃えるもの」に対して異様なまでの執着を持ち、火薬や爆薬といった可燃物質に対して並大抵ではない知識を有する変わり者。宇宙でも美しく咲く花火を作り出すのが彼女の夢。",
"DETAIL_FURLONG_H01": "「炎より熱い消防官になる」と誓った彼は、普段とは真逆の勇猛果敢で熱いヒーロー「バーン・ストライカー」に変身する。この時の彼はどんなに危険な現場であろうと、人命救助最優先と宣い猛火の中へ飛び込んでいく。この性格の変化は決して背負ったポンプのパラレルウェポンの効果では無く、変身することによって、彼が持つ恐怖心の底に眠る勇気が呼び起こされ、自らを奮い立たせた結果である。",
"DETAIL_FURLONG_H02": "「弱虫でどうしようもなく怖がりな自分を変えたかった」…これが、驚くほどに小心者である彼が、他者の命を預かる事になった経緯である。生命の与奪がその手に委ねられているからこそ、彼は今日も勇気を奮い起こし、絶対無敵の強気な自分へと行動の主導権をバトンタッチする。そして、炎の燃え盛る火災現場、市民への脅威が牙を剥く戦場へと、勇猛果敢に飛び込んでいくのだ。",
"DETAIL_FURLONG_S01": "オリエントシティ消防局に所属する消防士。異星出身の宇宙人であり、フルネームはハル・ハロン・ヘイル。地球に対し比較的高温な気候を有する惑星の出身である為、基礎体温が高く、高温にも強い為、火災現場での人命救助では重宝される。普段は人見知りかつ怖がりで、平穏を愛する小心者で、極端に押しに弱い。誰に対しても敬語だが、年が近い警察官のバレルとだけはタメ口で話す。",
"DETAIL_GAMMEI_H01": "どこまでも伸びる長い鎖を有する手錠型のリングを武器とするヒーロー「ジャスティ・アレスター」に変身する。鎖はもとよりリングも捕縛対象のサイズに応じて伸縮する為、あらゆる大きさの対象を「逮捕」することが可能である。彼の戦場での立ち回りの上手さは、刑事兼ヒーローとして活躍してきた経験と、カイブツによる大災害で壊滅した都市圏の出身であるが故の記憶に裏打ちされている。",
"DETAIL_GAMMEI_H02": "自らを「ドブ浚い係」と称する彼の仕事は、ヒーローの名に相応しい輝かしいものでは決して無い。ヴィランやカイブツが関わった事件には、明確な物証が残る事が極めて少なく、そのまま迷宮入りしてしまいかねないものが多い為、ヒーローだからこそ出来る解決法を望まれ、何でもかんでも仕事を回され、片っ端から片付けていくことになるからだ。彼は今日も愚痴を吐きながら、事件現場へと赴く。",
"DETAIL_GAMMEI_S01": "オリエントシティ市警所属の刑事。役職は巡査部長。カイブツやヴィランが関連する事件の捜査と取締りを主務とする係に配属されている。日本・千葉出身の地球人で、フルネームは月輪（つきのわ）ガンメイ。やさぐれた風体だが、警官としては至って真面目。様々な厄介事を丸投げされたり、中間管理職であるが故に上下からの板挟みに遭ったりと、苦労が尽きない。老け顔と薄給が悩みの種。",
"DETAIL_GOMEISA_H01": "故郷で神木に祈りを捧げる為に舞っていた頃に纏っていた衣装を模した装束を纏い、踊り子のヒーローとして戦場に立つ。しかしながら彼は争いごとを好まない、徹底した平和主義者である為に、自身から相手に危害を加えることは稀。彼のヒーローとしての真価は、体表より生み出される日光の恵みの結晶にある。舞い踊る事によって光の結晶は宙に飛び散り、光を浴びた者の傷を癒す効果を発揮するのだ。",
"DETAIL_GOMEISA_H02": "争いが嫌いで平和主義、可愛いもの好きで誰とでも仲良くしたがる彼を戦場へと赴かせたのは、彼自身が持つ「皆で仲良く踊って遊んで暮らしたい」という願いであった。どんな極悪人でも、例えカイブツでも、いつか分かり合って仲良くする事が出来ると信じる彼は、いつ叶うともしれない願いを叶えるために、今日も戦場で平和を願う舞いを楽しそうに踊るのである。",
"DETAIL_GOMEISA_S01": "プロキーが切り盛りする、ヒーロー達の集う酒場でウェイターを務める巨人型宇宙人の青年。巨木と共に息づく文明を持つ惑星の出身であり、巨木信仰の下、神体に祈りを捧げるための踊り子であったため、踊る事を好む。純粋無垢で天真爛漫、人懐こくて他者を疑う事を知らない。身体を触られる事、服を脱ぐ事に抵抗が無く、また体の大きさ故のドジを良く起こす為、プロキーは非常に手を焼いている。",
"DETAIL_GORO_H01": "大工として最もパフォーマンスを発揮できる姿をとるヒーローに変身する。この状態でも漏れなく酔っ払いではあるのだが、地下足袋型のパラレルウェポンにより垂直な壁すら足場にしながら、工具箱型のパラレルウェポンから取り出す様々な工具を用いて、常人には成し遂げられないほどのスピードで障壁やシェルターといった建築物を作り上げることが可能になる。",
"DETAIL_GORO_H02": "故郷で家庭を持ち、大工として平和に暮らしていたが、カイブツの襲来による大災害の中で家族と離散し、ムイラウカⅣへと漂着した過去を持つ。彼が酒浸りになったのも、「カイブツに絶対壊せねえ家を作る」という信念のもとヒーローとして覚醒したのも、この頃である。故に、愛し合う者同士・血のつながった者同士が引き離される状況を目すると、例え赤の他人のそれであっても取り乱す。",
"DETAIL_GORO_S01": "海洋惑星・ムイラウカⅣの大洋に浮かぶ船上都市で、船の補修や船上建築を担う船大工として働く男。ムイラウカⅣとは異なる星の出身で、放浪の末この星に辿り着いた。性格はいい加減でスケベな楽天家。大酒飲みであり、仕事中すら酒瓶を手放さない不良大工だが、腕は確かで手先が器用。存外計算高く頭が回り、設計図面を頭の中で組み立て、精密かつ完璧な建築を成し遂げるという特技を持つ。",
"DETAIL_HISAKI_H01": "栄光に満ちた未来をその手に掴むことを夢見る彼が装備するのは、「未来」を手の中に再現する事が出来るパラレルウェポン。全宇宙の最先端に到達することに成功した未来の自分の頭脳にアクセスすることにより、現代のテクノロジーではとても作り出せない代物をグローブ上にアウトプットし、武器として扱う事が出来る。まるで魔法の産物としか言いようのない未知のテクノロジーで構成されたそれらの武器は、科学技術の無限の発展を予感させる。",
"DETAIL_HISAKI_H02": "自らを天才と誇り、自信たっぷりに振る舞う彼は、自己顕示欲や承認欲求と言った、マイナスの印象を持たれがちな欲求をストレートに主張する。そのような彼の人格は、「ニセモノ」と指さし続けた周囲の人間への反抗心と、その人間達に自らの存在を認めさせたいという願望が同時に生じたことから形作られていった。とにかく多くの人々に、自らの存在を主張し、認めて貰いたい……そんな願望を胸に、彼は今日も、誰もが驚くような最先端技術の開発を模索する。",
"DETAIL_HISAKI_S01": "中堅の重工業メーカーの工場に勤める青年。獣人型宇宙人の見た目をしているが、日本人の養子であるため、淀橋（よどばし）ヒサキという日本人名を名乗る。科学・工学について幅広い知識を有しており、自他共に認める天才発明家である。普段は工場の片隅にある研究室にて、怪しい「新製品」の開発に没頭している。社交的で快活な性格の自信家だが、同時にかなりのおっちょこちょい。大学の先輩であるクローネのことを姐さんと呼び、信頼していると同時に恐れている。",
"DETAIL_HITOMISUMMERDIVE2108_H01": "水の星ムイラウカⅣでの活動に適した新たな姿を手に入れたヒトミ。「TPOに合わせて戦ってこそのアイドル戦士」だと、ヒトミは夏に負けない熱さで語った。スピーカー型浮遊ユニットにより、音の波を発生させて敵と戦う。「ドキドキ☆レッド・マーメイド」として、ファンの皆が心から楽しめるリゾートの平和を取り戻すべく、ヒトミはその声の限りを尽くして歌い、そして戦い続ける。",
"DETAIL_HITOMISUMMERDIVE2108_H02": "ヒトミの衣装に対する姿勢はとても熱心であり、歌手活動や番組放送の度に時間を掛けてコンセプトに合った衣装を選択している。そんなヒトミが衣装の指向性をもたせたヒーロー変身の研究に興味津々なのは当然であった。目指す「完璧なアイドル」まではまだ道のりは長いかもしれないが、ヒトミはまた一歩夢の実現に近づけたと感じている。そんなヒトミの歌うこの夏の新曲も各音楽ストアで好評配信中である。",
"DETAIL_HITOMI_H01": "煌びやかで可愛らしいステージ衣装に身を包み、颯爽とバトルフィールドに立つ彼女は、自らを「ドキドキ☆レッド」と称するアイドルヒーローとして活躍している。マイク型のパラレルウェポンを通して、自らの歌声を発信することで、味方の戦意高揚や敵の無力化など、様々な効果を周囲に与える事が出来る。彼女が研究しつくしたアイドルらしい立ち振る舞いは、多くの観客の視線を釘付けにする。",
"DETAIL_HITOMI_H02": "弱冠15歳の少女である彼女にとって、高すぎる身体能力はコンプレックス以外の何物でもない。可愛く立ち振る舞い、皆に愛らしいと称賛されるアイドルという職業とは対極にある自らの能力と闘いながら、「完璧なアイドル」を目指して日々頑張り続けている。「売れるようで売れない」という微妙な立ち位置ながらも、そんな彼女の一生懸命な姿は、夢を追いながらも挫折しかけている人々の心を、知らず知らずのうちに癒し、後押ししているようだ。",
"DETAIL_HITOMI_S01": "地球・日本を拠点としてアイドル活動を行う、地球人と宇宙人のハーフの少女。日本・広島出身で、芸名は綾歌（あやうた）ヒトミ。元気で愛想がよく、頑張り屋な正統派アイドルであるが、宇宙人である母の遺伝により、地球人としてはオーバースペック気味な身体能力を有している。自身の能力をうまく制御しきれずに備品を破壊してしまうことが多々あるため、握手会などの他者の身体に触れる機会を恐れている節がある。",
"DETAIL_HUCKLE_H01": "S級ヒーロー「ホッパー・ザ・フェイス」の特徴は、桁外れに高い脚力とその脚から繰り出される強烈な足技、そして抜群に優秀な頭脳であった。それは、再覚醒した今においても変わらない。純白のマントをはためかせながら高く高く跳躍し、一気に加速しながら降下し見舞う必殺の蹴り技は、相棒のザップ・ザ・ジャスティスすら舌を巻くほどに強力である。なお、以前より体重が増した分、より技の威力が増しているという事実に関しては、当人は知らないふりをしている。",
"DETAIL_HUCKLE_H02": "強靭な脚力は生まれ持ったものではあるが、それを強化しヒーローの能力として使用するに至った経緯には、彼の生い立ちが関係している。かつて籠の中の鳥のように、外に出ることを許されなかった半生。それが彼の、外の世界への憧れをどんどん強めていき、結果「自らの足で世界を救い、踏破したい」という願いを抱くに繋がった。足腰の能力を増幅させるパラレルウェポンと、旅人の姿を彷彿とさせる衣装には、彼の幼少期からの憧れが詰まっているのだ。",
"DETAIL_HUCKLE_S01": "パラレルフライト社を設立した創業者であり、現・社長。ヒーローオペレーターとして戦場で指揮を執ることもある。異星出身の宇宙人だが、すっかり地球の生活に順応している。飄々とした性格ながら責任感のあるオトナだが、どこか間が抜けている。豪快奔放なライキの保護者的な立ち位置に身を置く苦労人でもある。ヒーローを指揮する能力者たるオブザーバーとしての能力は比較的高い。<br><br>かつてザップ・ザ・ジャスティスことライキとタッグを組んで活躍していたＳ級ライセンス保持ヒーロー「ホッパー・ザ・フェイス」とは、彼のことである。ある日突然オブザーバーの能力に覚醒し、ヒーローに変身することが出来なくなった為、ヒーローからは引退し、ヒーローをバックアップする立場に自らの身を置くことに決めた。彼の体格の良さと戦場での判断力の高さは、この経歴に起因する。",
"DETAIL_HYDOOR_H01": "彼は出身惑星ムイラウカⅣの原住民族の生き残りであり、ヒーロー時に装備する衣装もまた、彼の民族が伝統的に着用してきた晴れ着のそれである。コースロープの形をとるパラレルウェポンは、ロープが放たれた空間に液体状のエネルギー体で満たされた「海」を作り出すことができる。海と共に生きてきた彼は、その「海」を自在に泳ぎながら相手を翻弄し、「海」に作り出した水流を扱って戦闘を行う。",
"DETAIL_HYDOOR_H02": "血の気が多く欲深い、まさにチンピラのような彼であるが、その願いは純粋に「綺麗な海を守ること」である。彼の故郷の海は、かつて他星からの移民の流入と異常な開発競争で、民族ごと滅ぼされかけた。その様に対する悲嘆と反抗心が、若い彼の心を荒ませ、海賊へと駆り立てたのだ。だからこそ、例え他の星の海であっても、生命の源たる海を汚そうとする者は決して許さない。",
"DETAIL_HYDOOR_S01": "スポーツ用品メーカー・ファランクス社お抱えの水泳選手。海洋惑星ムイラウカⅣにて、海賊ヴィランの一員として暴れ回り、一度ヒーローに懲らしめられて投獄された後、水泳選手兼ヒーローになったという異例の経歴を持つ。元・海賊故にガラの悪さや血の気の多さが目立つが、海賊だったからこそ仲間意識はとても強く、面倒見がいい。また、おだてや挑発にあっけないほど乗りやすく、チョロい。",
"DETAIL_ISARIBI_H01": "漁師としての経験を存分に生かせる姿をとるヒーローへと変身する。やたらに露出度が高い為、防御力を確保する為に腰蓑型の防御装置が存在する。主に使う武器は銛型・グローブ型の２つのパラレルウェポン。グローブからは対象のサイズに合わせて拡縮する投網を発射する事が出来、投網で動きを封じた後に銛で攻撃するという戦闘スタイルをとる。頭が弱いのでトリッキーな戦術をとる相手に弱い。",
"DETAIL_ISARIBI_H02": "漁師として駆け出しの頃、彼は嵐の海で巨大な魚に襲われ、食われたことがある。結果、駆けつけたヒーローにより救い出されたのだが、自身を食った「アイツ」は逃亡、漆黒に淀んだ海底へと消えていった。以来彼は「アイツ」と再び相見え、リベンジマッチを仕掛ける事を夢見ており、その夢が叶う日がくるまで、彼は漁師兼ヒーローとして戦い続ける事が出来る。",
"DETAIL_ISARIBI_S01": "海洋惑星ムイラウカⅣにて、豊かな海を漁場とする近海漁業に携わっている漁師の宇宙人。人情味に篤く涙脆い、せっかちで喧嘩っ早いと、江戸っ子を絵に描いたような男である。旺盛な体力と筋肉には自信があり、やたらと喧嘩に首を突っ込みたがるし、脱ぎたがる。その腕っぷしや肉体美を褒められると上機嫌になる。同じ船上都市で近所に住むゴロウとは腐れ縁であり、良き飲み友達である。",
"DETAIL_KALASKI_H01": "カメラ型のパラレルウェポンは文字通り「一瞬を切り取る」事が出来、シャッターを切った際にフレーム内のものは一定時間動きを止める。継続時間は数秒程と短い上に安定しないが、パラレルワールドとのパスが最大限開放された状態では、従来より長い時間・広い範囲の時間停止が可能になる。彼曰く「５秒で十分」とのこと。その短い間に小柄な身体と戦場を渡り歩き身に着けた高い身体能力で以て、敵を翻弄する。",
"DETAIL_KALASKI_H02": "内戦真っ最中の街に生まれ、紛争の中で家族と散り散りになりながらも何とか生き延びてきたカラスキ。30年近くの人生経験を重ね、数多の紛争地帯を渡り歩き、時に命の危険を覚えるような状況を掻い潜りながら写真を撮り続けてきた。戦場の中で泡のように生まれては消えていく命の営みの一瞬一瞬を切り取り、半永久的に残る記録として残すことを自らの使命だと考えている。",
"DETAIL_KALASKI_S01": "数々の戦場でその現状や兵士たちの姿を撮影してきた歴戦の戦場カメラマンで、虎獣人型の宇宙人。彼の種は成長に地球人の倍近くの時間を要するため、子供のように見えて実際は20代後半。プロの戦場カメラマンという意識から、情が移ると後々面倒だと他者のプライベートに深入りせず、自らも深入りされることを好まない。しかし、好意的な態度の相手を無下には出来ず、迷惑そうにしつつもまんざらでもない様子。クールでいようと努めているが、すぐに逆上する一面も。",
"DETAIL_KIRSCH_H01": "様々な製菓道具に変化させることができる大きな泡だて器型のパラレルウェポンを携えたパティシエヒーローに変身する。その泡だて器は大気に渦を巻き起こす能力を有し、師匠から受け継いだ妙技「回転製菓術」によって多種多様な菓子を味方に振り撒く。パラレルウェポンの能力を駆使して作り出した彼女の菓子には、摂取したヒーローとパラレルウェポン双方の疲弊を回復させる効果を持つ。",
"DETAIL_KIRSCH_H02": "様々な点で破天荒な彼女だが、その願いも「パティシエ生命に賭けて幻のスイーツを再現すること」という、これまた破天荒なもの。かつて師匠が銀河の果てで出会い、九死に一生の経験を経てレシピに起こしたという「幻のスイーツ」を自身の手で再現できる日が来るまで、彼女は戦うパティシエであり続ける事だろう。ちなみに、作ったお菓子を「美味しい」と言ってもらえることが、一番嬉しいらしい。",
"DETAIL_KIRSCH_S01": "とある街の洋菓子店でパティシエとして働く、宇宙人の少女。「嵐を呼ぶパティシエ」の異名を持ち、菓子作りとはおよそ縁遠いスポ根的な熱血精神で以て日々菓子作りに精進している。かつて究極の菓子作りの修行の中でカイブツに食われ消えていった師匠の意志を受け継ぎ、破天荒な製法で菓子を作り上げる。菓子作りに関すること以外は無関心であり、なかなかに頓珍漢な言動が目立つ。",
"DETAIL_KOUKI_H01": "２人で１つのヒーローである彼らは、お揃いの煌びやかな衣装を身に纏ったエンターティナーヒーローへと変身する。視聴者の視線を釘付けにするその姿、どれをとっても派手の一言である技を繰り出すことで、目立って目立って目立ちまくるのだ。戦場で視線を集めることに関して、他の追随を許さないその派手な戦いぶりの裏には、彼らが抱き続ける「ある目的」が存在する。",
"DETAIL_KOUKI_H02": "コウキは、自らの前から姿を消してしまった母親を追い続けている。俳優になったのも、特例の認可を受けてヒーローになったのも、全ては「目立ってママに見つけてもらう」為の行動である。しかし、どれだけ実績を積み上げても母は一向に現れない。やきもきとした感情を抱くコウキに常に寄り添い「ずっとコウキと一緒にいる」という願いを抱いてヒーローになったのが、彼のパートナー・シリウスである。",
"DETAIL_KOUKI_S01": "地球圏の映像系メディアを中心に幅広い活躍を見せる子役俳優とタレント犬のコンビ。ともに日本・名古屋出身であり、フルネームはそれぞれ犬座（いぬくら）コウキ、シリウス。コウキは演技力の高さから自他ともに認める一流の俳優に成り上がった。それ故かカメラの有無で性格が異なり、カメラの回っている場所では素直な良い子を演じるのだが、カメラが止まった途端、横柄で尊大な態度を露わにする。",
"DETAIL_KYOICHIVALENTINE2102_H01": "「愛のエージェント・ETL」と自称するキョウイチ。この姿に変身した彼は、テロリズムの渦中にいる子供達を救い出す使命を帯びた、まさに愛の戦士である。恋愛を恥ずかしいものと捉えているがゆえに、秘密がすべて曝け出される状況下で、子供達はお互いを刺激し合い、怒りと悲しみに満ちた地獄絵図を自分達で作り出してしまった。成熟した一人の大人として、子供達を救い出さんとする彼は、チョーク型の弾丸を武器に、黒いスーツを纏って、敵の拠点を駆ける。",
"DETAIL_KYOICHIVALENTINE2102_H02": "隠し事というのが苦手であるキョウイチは、自らの考えや感情を、進んで他者に曝け出す。それは、彼自身を他者に信頼してもらうために作り上げていった、彼ならではのスタンスである。しかしながら、正直にモノを言いすぎることは、時に良くない結果を生む。ストレートに伝え過ぎると、どうしても他者を傷つけてしまうことがある。そのジレンマの最たる例とも言える事案に直面した彼は、自らに課された重たすぎる課題に、頭を抱える事になるのだった。",
"DETAIL_KYOICHI_H01": "彼が初めてカイブツと対峙したのは、教育実習で訪れた小学校であった。持ち前の兄貴肌と年下への庇護欲が彼に「生徒たちの住む世界を護りたい」という決意を芽生えさせ、ヒーロー「エレメント・ティーチャー」を誕生させた。小学校の授業で扱うボールや跳び箱、黒板用の三角定規などを模した武器を扱い、「何故悪い事をしてはいけないのか」を生徒たちに示しながら、彼は今日も戦場に立つ。",
"DETAIL_KYOICHI_H02": "自身が街を守るヒーロー「エレメント・ティーチャー」である事は、クラスの生徒達には内緒である。それはヒーローが身近にいることで生徒達に危険が及ばないようにするという配慮と、自身の功績をひけらかしたくてやっているわけではないという考えからである。故に今日も彼は、クラスの児童たちが「エレメント・ティーチャー」を真似たごっこ遊びに励む様を眺めながら、優しい笑顔を浮かべている。",
"DETAIL_KYOICHI_S01": "オリエントシティの小学校で教鞭を取る教諭。日本・仙台出身の地球人で、フルネームは大友キョウイチ。アカシの大学の元先輩であり、教職に就いて間もない新米教師。元々野球選手を目指していただけあって、運動神経は抜群。児童たちから慕われるリーダーシップや度量の大きさの持ち主であるが、スケベと年下好きを拗らせている節がある。ちなみに「小学生はそっちの意味では守備範囲外」らしい。",
"DETAIL_LOREN_H01": "読んで字の通りの「白衣の天使」となって、彼は戦場へと舞い降りる。ヒーローとしてのコードネームは「プレーガー・L」。翼の形をとるパラレルウェポンは、羽根の一本一本が手に取った途端に治療道具に変化する仕様になっている。羽根を手に取り、得られた道具で救護した一般市民の治療を行う、得られた特効薬で仲間の回復を試みるなど、主にバックアップの担当として活躍する。",
"DETAIL_LOREN_H02": "彼が住んでいた街は、彼が学生の頃にカイブツの襲来により大きな被害を受けた。怪我を負った人々の救護に当たっていた際、重傷を負った人に手を取られ「まるで天使だ」と有難がられたことがきっかけで、看護師を志すようになったという。故に彼は「白衣の天使」であり続ける事に強い決意と誇りを持っている。救護すべき対象がこの世に存在し続ける限り、彼は命を救う為、羽ばたき続けるのだ。",
"DETAIL_LOREN_S01": "月面都市の総合病院に勤務する看護師。英国・バーミンガム出身の地球人で、フルネームはロレン・ファーランド。物腰が柔らかく優しい性格ゆえ、患者から人気を集めているが、どうしてそうなるのかというレベルのドジを何度も繰り返すドジナースである。しかし、同じくヒーローとして活躍する暴走しがちの医師・ラクタを唯一制止できる存在である為、病院では何かと重宝されているようだ。",
"DETAIL_MACULATA_H01": "常に「攻め」の姿勢をとる彼女が変身するのは、衣装をつくりあげる者としての側面と、常にオフェンシブな気質を持つ女性としての側面の両方が色濃く出ている姿のヒーローである。対象を「攻め」るに相応な素材の糸を指先から作り出し、それを編み上げることによって、様々な特性を持つ布や服を作り出すことが出来る。煌びやかに輝く糸を張り巡らせ、編み上げる姿は、視聴者のみならず敵の視線をもくぎ付けにする。",
"DETAIL_MACULATA_H02": "彼女にとっての「攻めること」とは「戦うこと」「抗うこと」そして「自分らしくあること」。同調圧力に屈せず、トレンドに踊らされるのではなく踊らせる。常に主導権を握る方に舵を切るのが彼女のやり方である。種族の習慣に習って定められた決まりにより、ひとりで生きていくことを強いられたことで生まれた大人への反発心が、自らが大人になるにつれ、「自分は自分だ」というアイデンティティを保つことを重要視する気質へと変化していった。",
"DETAIL_MACULATA_S01": "オリエントシティにオフィスを構え、服飾デザイナーとして活躍する宇宙人女性。「攻めるオンナ」を自称し、強気で勝気な性格も相まって、何者にもマウントを取らせないという気概が常に漂っている。その美貌と恵まれたボディを生かし、自らランウェイに立つモデルを買って出ることも。自分にも他人にも厳しい姿勢ゆえに、若干世話焼きの気質がある。スイの師匠兼身元引受人なのだが、親友の忘れ形見であるスイとの距離感は、経緯が経緯ゆえに少し微妙。",
"DETAIL_MARFIKRUINS2104_H01": "謎と不思議で満ち溢れた迷宮に挑むことになり、留まるところを知らずに膨らみ続けた好奇心が、ヒーローとしてのマルフィクの新たな姿を呼び寄せた。迷宮の深部を目指す冒険に最適化された衣装は、数々の探険道具と、スコップとしても大剣としても扱える大きなパラレルウェポンとで構成されている。生涯現役を掲げる生粋の「冒険者」であるマルフィクに相応しい衣装ともいえよう。しかしながら、「冒険」しすぎた布地の少なさは、当人としても予想外だったようだ。",
"DETAIL_MARFIKRUINS2104_H02": "幼い日から育て続けた「冒険家」への夢を叶え、宇宙を股にかけて飛び回るマルフィクにも、とあるリミットが迫ってきていた。それは「老い」という、誰にも抗えぬ限界点。自らの老いを感じながらも、それでも冒険することを止めない彼を突き動かす原動力は、尽きることなく湧き出し続ける好奇心と知識欲。尽きることを知らない心の泉がこんこんと湧出を続ける限り、彼はヒーローであり、冒険者であり続けることだろう。",
"DETAIL_MARFIK_H01": "鶴嘴とロープの２種のパラレルウェポンを扱う、冒険家らしい出で立ちのヒーローへと変身する。彼のパラレルウェポンは、鶴嘴で地面を穿つことでその地の地層の奥深くに眠る「星の記憶」を呼び起こし、ロープによってその記憶を具現化したエネルギー体を引きずり出して攻撃に利用する事が出来る仕組みとなっている。しかしながら記憶が形を保っていられる時間は持って数分とかなり短い。",
"DETAIL_MARFIK_H02": "好奇心と知識欲の塊のような存在である彼にとっての人生の至上命題は、「宇宙生命の神秘を知り尽くす」こと。その飽くなき探求心に身を任せ、行きたいところへ行き、やりたいことをやり、知りたい事を知る。そんな生き様ゆえに、愛し合いながらも別れていった者達は数知れず。そんな彼が絶対に手放さないと執着を占めす存在が現れるとすれば、それは余程謎に満ち溢れたミステリアスな存在だろう。",
"DETAIL_MARFIK_S01": "大学に籍を置く考古学教授であり、生涯現役の冒険野郎。米国・インディアナポリス出身の地球人で、常人離れした生命力とタフさ、学者らしい冷静な考察力と子供っぽい好奇心旺盛さを併せ持つやんちゃな爺さん。様々な惑星の古代文明に興味を持っており、例え宇宙の果ての惑星でも、珍しい遺跡があると聞けば出没すると言われている。なお、出土品の現代における金銭的価値については全く興味が無い。",
"DETAIL_MELIDE_S01": "エクシオのもとに身を寄せているオブザーバーの少女。国籍不明の地球人。幼少期にオブザーバーとして覚醒したことから、能力の扱いには長けており、エクシオ以上の平行宇宙への干渉能力を有している。大人しく物静かで、感情の起伏をあまり表に出さない。周囲から「魔女」と呼ばれ続けてきたため、現在では自称し、その類のグッズの収集を好んで行う。フィジカル面では非力であることから、外出時にはモノマサがボディガードとして同行している事が多い。<br><br>魔女としての能力の覚醒を、人格形成の時期に迎えた彼女の幼少期は、悲惨なものであった。気味悪がられ、恐れられ、迫害されて虐待され。最後はカイブツの襲来の際に、置き去りにされてしまった。泣くことすら忘れるほどに感情が消えてしまった彼女に救いの手を差し伸べたのは、同じ能力を持つエクシオだった。エクシオからは、親に貰えなかった愛情をたっぷり受けた。魔女として生きることを決めた背景には、そんなエクシオへの恩返しの意図も含まれている。",
"DETAIL_MERCENARYEARTH_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYEARTH_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYFIRE_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYFIRE_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYLIGHT_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYLIGHT_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYSHADOW_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYSHADOW_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MERCENARYWATER_H01": "金さえ払えばどんな仕事も遂行する、というのは彼ら共通の信念だが、技術は元より雇主や同業者からの信用が最も重要であると彼らは理解している。そのために彼らは様々な武器を使いこなし、成果を上げる。光学迷彩のマントによって身を隠し、レーザーライフル型のパラレルウェポンによって遠距離から狙い撃つ。近付いた相手には尻尾のナイフで急所を斬り付ける。これが彼らの唯一知っている信頼を勝ち得る方法なのだから。",
"DETAIL_MERCENARYWATER_S01": "どこかの軍隊や戦闘組織に所属していた者が多いようだが、過去の話は必要ないと彼らは口を揃えて答える。数々の戦場を潜り抜けてきただろう彼らは戦略的な者や好戦的な者と性格も様々だが、一つ共通することは戦場に赴く際には必ず入念な準備を整えていることだ。小さなミスや情報の漏洩が自身の命に直結することを彼らは熟知している。そのため、その素顔を晒すことは信頼関係を示す、彼らなりの暗黙の了解なのかもしれない。",
"DETAIL_MOKDAIMETEORITE2112_H01": "激しい戦いが迫る中でも、視聴者へ喜びと華やかな映像を届けたいという思いがモクダイに新しい姿と力を与えた。プレゼント袋型のパラレルウェポン内部はエーテルで満ち、触れた者に活力を与えるエネルギー体を生成する。ソリ型のパラレルウェポンは対象者がどこに居ても届けられる能力を持っており、また本体はエネルギー体であるため、敵への突撃攻撃に使用することも可能である。クリスマスを心待ちにする人々の元へ、モクダイは聖夜の空を滑るように駆けて行く。",
"DETAIL_MOKDAIMETEORITE2112_H02": "モクダイにとってクリスマスは一年で一番楽しみな一日である。物心がついた時にはモクダイは既に地球での生活を送っていた。彼の幼い頃の記憶はカイブツに住む星を滅ぼされた難民たちの集まるキャンプでのものだった。カイブツの恐ろしさをぬぐい切れない生活を送る彼らだったが、クリスマスには豪華とは言えないながらも、暖かな食事を皆で囲いお祝いをした。その温もりを胸に、この日だけはどんなヒトにも平等に訪れる幸せを、モクダイは心から願っている。",
"DETAIL_MOKDAI_H01": "彼自身が有する「カッコいいヒーロー」のイメージと、彼が有する能力を最大限に生かすことが出来るパラレルウェポンとが融合したヒーローに変身する。装備品の手袋や靴は彼が秘める身体能力を極限まで引き出し、高高度までのジャンプや破壊力抜群の格闘技の使用を可能とする事が出来る。元来の怪力をより強力なものへと変化させるこの装備は、彼をヒーローたらしめるのに最適の武装と言えるだろう。",
"DETAIL_MOKDAI_H02": "ヒーローに関する幅広い知識、強い憧れを抱く彼にとって、自身は最もヒーローから遠い存在であった。「カッコいい」という賛美とは無縁と自己評価する容姿に、無数のカイブツの群れへのトラウマから、多くのカイブツを前にすると足がすくむという臆病さ。自身がヒーローになるなど、夢のまた夢であると考えていた。そんな彼の考えを変えたのもまた、ヒーローやオペレーターといった存在であった…。",
"DETAIL_MOKDAI_S01": "パラレルフライト社の正社員で、カメラや映像演出を主に担当している、人当たりのいい青年。獣人型宇宙人の見た目をしているが、日本・福岡で生まれ育っている。ヒーローやヴィラン、カイブツについて幅広い知識を有しているオタクである上、頭もよく回る方である為、現場で戦略を練る際に一役買うこともある。まるまるとして柔らかそうな体だが、血筋の影響か恐ろしいまでの怪力を有している。",
"DETAIL_MONOMASA_H01": "体内に巣食うドロヴァインが、モノマサの肉体の外側へと侵食し、ヴィラン「モンストルーパー」へと変身する。本体たるドロヴァインは不定形の生物である為、モノマサの身体を包み込むことによって、彼の肉体を保護する鎧となり、肉体の能力を増強する武器となる。伸縮自在なその体の特徴を以て、人間離れした戦法で同胞たるカイブツを翻弄し、カイブツを食らい返すことで命を繋げるのだ。",
"DETAIL_MONOMASA_H02": "モノマサは、エリートな家庭に生まれたが為に、自身の意志が殆ど反映されない人生を歩んできた、操り人形のような青年だった。そんな彼がある日出会ったのは、言葉を話し、自らの意思で他者を食らうことをしない、瀕死のカイブツだった。人生に疲れ、自殺する場所を求めて彷徨っていたモノマサは、瀕死のカイブツにある提案を持ちかける。そして問答の末、カイブツに自らの身体を委ね、未来を生きることを諦めたのであった。ドロヴァインの願いは、そんなモノマサが再び表に出てきて、自分の意思で生きられるようになることである。",
"DETAIL_MONOMASA_S01": "獣人型宇宙人の青年に、意思を持ったカイブツが憑依しているという珍しい存在。肉体の持ち主の名は大里（おおさと）モノマサ、カイブツの名はドロヴァイン。モノマサの魂が深い眠りについている為、表に出ている人格は常にドロヴァインのものである。本来空の器であるはずのカイブツが人格を持っている時点で異質だが、常に大衆の生命を尊ぶ心を持っている「正義のヴィラン」であるという点でも、彼らは特異な存在と言えよう。モノマサは物静かでおどおどした青年だったようだが、ドロヴァインはクールで冷静沈着な性格。",
"DETAIL_NARIHITOMETEORITE2112_H01": "クリスマスに貰った思い出のヒーローフィギュア。幼い頃の色褪せない記憶を辿り、ナリヒトは鮮やかな赤と金のヒーロースーツに身を包む。そのスーツの装甲は非常に頑丈で、「ドクターＸが開発した、どんな熱も遮断し、ほとんどの衝撃をも吸収する素材」をナリヒトの記憶から再現している。また、右腕部はエネルギー弾を発射できるキャノンへと変形でき、最大出力時は山をも吹き飛ばす威力となる。子供たちのクリスマスを守るため、ナリヒトはその右腕に誓いを立てる。",
"DETAIL_NARIHITOMETEORITE2112_H02": "隕石の衝突が迫る中、ナリヒトは子供の頃に憧れたスーパーヒーローを思い出していた。悲しむ市民たちの前に颯爽と現れ、どんなピンチすらも解決してしまうフィクションのヒーロー。大人になり、現実を知り、夢物語のヒーローは望めなくなったナリヒトだが、今だけはあのヒーローのようにこれから訪れる平和を信じ、皆を守りたいと強く願う。現実でも空想でも、ヒーローたちに救われた彼の命と心は、次は誰かを救う為にこの現実で熱く輝き、そして世界を照らす。",
"DETAIL_NARIHITO_H01": "情報戦のスペシャリストたる彼が変身するヒーローは、宇宙随一ともいわれるヒーローに関する膨大なデータを武器とする。彼の記録と記憶から、現況に最も近いヒーローやカイブツの戦闘データを検索し、状況を突破する為に最も適切な攻撃手段を抽出して、自らの武装に取り込み、使用することが出来る。一見万能にも思える能力だが、少しでも記憶や記録が曖昧だと、武装としての性能も落ちてしまう。",
"DETAIL_NARIHITO_H02": "彼がヒーローやヴィラン、カイブツに対して恐ろしいまでの執着心を持って情報を追うのには、かつて自らを救ってくれた憧れのヒーローと再び会いたいという願いが背景にある。多くの市民の命を救い、名も言わずに去っていった栄光のヒーロー。思い出そうにもすっかり記憶がぼやけてしまって姿が分からない幻のヒーロー。その背中を追い求めながら、彼は今日も記者兼ヒーローとして駆けまわる。",
"DETAIL_NARIHITO_S01": "ニュース配信企業・太陽新報社の取材記者。日本・神戸出身の地球人で、フルネームは軽江（かるえ）ナリヒト。一見大人しそうな男なのだが、ヒーローの話題になると暑苦しいまでの熱量を発しながら食いつく熱狂的なマニア。常にヒーロー関連の特ダネを求めて方々を駆け回っており、本社にいる事は殆ど無い。古今東西のヒーローやヴィラン、カイブツに関する情報をプロファイリングしている情報通。",
"DETAIL_NESSEN_H01": "三助のような姿に変身する彼の武器は、櫂か太刀のように柄のついた、巨大な湯もみ板。この板が纏う水のようなエネルギー体は、観衆の熱気を湯もみの要領で混ぜ込むことで温度を増す。観衆が沸いていればいるほど、元来の水の沸点である摂氏百度を遥かに超えて熱されていく高温の刃を以て、彼は戦うのだ。力はあるものの、武道の嗜みがある訳では無い為、動きが大振りでやや隙が多い事が難点。",
"DETAIL_NESSEN_H02": "心無い言葉に傷つき、心を閉ざしていた彼を癒したのは、親の故郷であるこの街の温泉と、街に住まう人々の温かさであった。この温泉街が、宿の主を立派に務められるまでに彼を成長させたと言っても、過言ではない。ゆえに彼は、恩義以上の愛着をこの街に持っており、平和を脅かす存在から街を守るために、ヒーローになった。愛するこの街が観光地として発展を続ける限り、彼の夢は終わらない。",
"DETAIL_NESSEN_S01": "オリエントシティ南部の温泉リゾート地と、そこに立地する温泉旅館の１つを共に差配する男。日本・静岡生まれで、フルネームは望月（もちづき）ネッセン。地球人と宇宙人のハーフゆえ、厳つい体格と顔のつくり、鋭い２本の角を持っており、初対面の者には大抵恐がられる。物腰の柔らかい穏やかな人物であるが、責任感が強すぎるきらいがある。異常なまでに風呂好きで、１日に５回は入浴している。",
"DETAIL_OKITAKA_H01": "諸葛亮孔明を尊敬する人物に掲げる彼は、武器にもなる軍扇と将棋盤を携えた軍師のヒーロー「ジ・コマンダー」へと変身する。個で戦うことより、チームワークを生かして戦略的に戦うことに得手がある珍しいヒーローで、敵・味方それぞれを表示できる将棋盤を用いて、様々なシミュレーションを行うことができる。彼は盤面で駒を動かしながら、オペレーターと連携して戦略を練り、兵の士気を煽ることが出来る軍扇で味方を鼓舞しながら、チームを勝利へと導く。",
"DETAIL_OKITAKA_H02": "彼の胸中では、普段は指令室に籠り指令を出すという立場であることから、中々現場に出れないことに対する歯がゆさと、現場を離れてしばらく経つ自分が戦列に加わる事で、味方のヒーロー達に負担をかけないかという恐れとが、常にせめぎ合っている。軽薄に見えながらも責任感の強い彼は、歯がゆさを噛み殺しながら一歩引くことを選んだ。そんな彼が戦場に立つとき、戦況はどう動いていくのか…それは、彼自身にも分からない。",
"DETAIL_OKITAKA_S01": "オリエントシティ市庁総務局行政部に勤務する傍ら、UEHA日本支部の総司令を務める壮年男性。日本・大阪出身の地球人で、フルネームは高殿（たかどの）オキタカ。陽気で社交的な性格とノリの軽さで、およそ国際組織の要職に就く人物の雰囲気を感じさせないのだが、司令官としての才知は抜群に富んでいる。UEHAとパラレルフライト社とのパイプの太さは、彼とライキ・ハックルとが、共闘を経た上で深い絆を結んだことが起因している。",
"DETAIL_PLAYER_S01": "新米ヒーローオペレーター。ブローカーと名乗る謎の宇宙人の差し金により、並行宇宙に存在する「同一人物」と人格を統合された上で、この宇宙へと送り込まれた。送り込まれた側の人格の記憶の影響が強い為、元々この宇宙にいた側の人格の記憶はやや希薄になっている。ブローカーが「特別製」と謳うだけあって、その身に備えられた並行宇宙への干渉能力は、特殊能力者・オブザーバーの中でも一際高い。",
"DETAIL_POLARIS_H01": "普段の衣装より数段派手なリングコスチュームを纏ったヒーロー「ポラリス・ザ・グレート」に変身する。リングシューズの形状をとるパラレルウェポン・グラビティリングを用いて、戦闘フィールドの重力をコントロールしながら戦う。自らにも敵にも高い負荷がかかるバトルフィールドを意図的に作り出すことで、否が応でも互いに本気を出し合う事になる「本気のバトル」を演出することが出来るという。",
"DETAIL_POLARIS_H02": "必殺技は「“闘魂”ポラリス・バスター」。高重力・低重力といった地球と全く異なる重力場において、彼の持ち合わせる筋力と戦闘能力を最大限に生かした必殺の飛び技を敵に仕掛ける。例え身体が押しつぶされそうな高重力下においても、彼は筋骨を軋ませながらも不敵に笑い、観衆が見たいと願う最高の極限バトルを披露するのだ。全ては、自らの夢である「宇宙一の強者との対決」に備えるために。",
"DETAIL_POLARIS_S01": "宇宙を放浪する、覆面のプロレスラー。日本・札幌出身の地球人であり、本名は北上ケンスケ。かつて地球のプロレス界で頂点に登り詰めたチャンピオンだが、それだけでは満足できなかった彼は更なる猛者との戦いを望み、広い銀河へと旅立った。行き過ぎたポジティブシンキングと豪快ぶりゆえに、全ての行動が非常に大雑把かつ見切り発車。ヒーローでありながらトラブルメーカーでもある。",
"DETAIL_PROCY_H01": "億万長者を目指したかつての願望が強く出た、金銭を稼ぐことに特化した珍しいヒーローへと変身する。担いでいるハンマーは身体の周囲を飛び回る小型のロボットとセットで１つのパラレルウェポン。小型ロボットはその場で最も利益の上がる行動をプロキーに伝え、その状況に特化した形に変形したハンマーを以てプロキーに一攫千金のチャンスを与える、いわば「打ち出の小づち」である。",
"DETAIL_PROCY_H02": "明日をも知れない貧困に喘ぐ環境で生まれ育った彼は、何不自由なく暮らす億万長者になる事を夢見て、鉱山で採掘作業員をしながら暮らしていた。そんな時に起こったカイブツの襲来の折に、振るっていた木槌が打ち出の小づちたるパラレルウェポンに変わり、ヒーローとなったことで彼の生活は一変。自らの生活を一変させられるかもしれない大きな「賭け」へと、彼は人生の舵を切ったのだ。",
"DETAIL_PROCY_S01": "パラレルフライト社近傍にある、ヒーロー達の情報交換所兼酒場「ヒーローズギルド・アースキャンプ」店主。小型犬のような可愛らしい外見ながら、20年以上のキャリアを持つベテランヒーローであり、ライキ・ハックルとは昔馴染み。気さくで面倒見がよい男ではあるが、金銭への執着は誰よりも強い。余計な金払いを嫌い、儲け話には何かと食いつく。酒場の開店費用に結構な借金を負った様子。",
"DETAIL_PUBRASEER_H01": "記憶を取り戻し、ヒーローとしての力に目覚めたパブラシア。そのパラレルウェポンは、部下たちと共にこれからも歩むという決意の表れであり、その手には未到の地に立てるべき旗を掲げている。その旗型のパラレルウェポンは通常閉じて槍として使用するが、仲間を保護する際や安全地帯へと導く時には大きくたなびく。また、パブラシアのヒーロースーツは、記憶喪失以前に着用していた宇宙船の船長であった頃のデザインと相似している。",
"DETAIL_PUBRASEER_H02": "パブラシア本来の性格は明るく陽気なものであったが、宇宙船のリーダーとしての自信や責務、プレッシャーが生まれ、自己犠牲に近い責任感の強い真面目な性格が生まれた。記憶のフラッシュバックにより、過去の記憶を取り戻したパブラシアは、今は亡き部下たちを想う。５人の仲間たちによって生かされた自身の命の重さを噛みしめながら、もうこの命は自分一人のものではないと、パブラシアはその手に誓いの旗を掲げ、未来を照らす綺羅星を見つめる。",
"DETAIL_PUBRASEER_S01": "リゾート宇宙船の船員として、主に清掃を担当している雑用係の男。犬獣人型の宇宙人。陽気でのん気な性格の持ち主。リゾート船の建造中に、近くの海を漂流しているところを保護された。保護された当時は記憶のほとんどを失っており、会話さえ困難な状態であったが、人一倍旺盛な好奇心で、多くの言葉や知識を吸収してきた。発見時から身に着けているペンダントから、時折理解不能な言葉が聞こえてくるらしく、その度パブラシアは頭痛を起こしている。",
"DETAIL_RAKTA_H01": "白衣を纏ったヒーロー「ドクトル・R」に変身する。メスや鉗子といった手術道具の形をとるパラレルウェポンを複数所持、それらを駆使して戦闘や救助活動を行う。彼の掲げる「救える命は必ず救う」というモットーにより、彼の道具は例え敵であっても殺生を行うことは出来ない仕様になっている。その為、彼のヒーローとしての能力は「危機が及んでいる人々を救う」場合において真価を発揮する。",
"DETAIL_RAKTA_H02": "パラレルウェポンのメスは物質間の空間を切り裂いて、対象内部とのトンネルを作り出す仕様である為、切り裂いた対象にダメージを与えることは無い。縫合すれば元通りである。変身中の彼が握る道具たちが、他者を傷つけたり、命を奪ってしまったりすることは決して無い。これは彼のヒーローであり続けるための前提であり、誓いである。戦闘に於いてもそれは変わらない為、一種の制約となる。",
"DETAIL_RAKTA_S01": "月面都市の総合病院で執刀する外科医。アジア系月面人で、フルネームはラクタ・シャーリヤ。医師として非常に真面目な人物であり、その手腕にも一定の信頼を得ているものの、何をするにも生真面目であるがゆえに熱意が空回りしがち。先輩医師に「外科医は体力勝負」と教わってから、様々な健康法を試し、週５でジムに通う、何か間違った方向の努力を惜しまない健康オタクの側面がある。",
"DETAIL_RUTILIX_H01": "立派な騎士である父の背中を見ながら育った彼は、父のような立派なたてがみとマントをなびかせ、重厚な鎧を身にまとった騎士のヒーローに変身する。光で構成された刃を持つレイピアを武器に、自己鍛錬で鍛え上げた体で、重い鎧もものともしていないような速度で以て戦場を駆ける。剣の腕前は変身する前と大差ないが、強い情熱を注ぎ込んだ彼の一撃は、時折奇跡を呼び起こす。",
"DETAIL_RUTILIX_H02": "長子が家を継ぐことが当たり前という、古い伝統がいまだに息づくこの国では、彼のような末っ子がいくら大成を願ったところで、社会がそれを助けてくれることはない。使えるようなコネクションも無く、剣の師を買って出てくれるような者もいない彼は、常に孤独に努力し、高みを目指さざるをえないのだ。そんな苦境の中にあっても、挫けずに騎士を目指し続ける彼を突き動かすのは、「立派な騎士として国や民を護れる存在になりたい」という、幼い日からの夢である。",
"DETAIL_RUTILIX_S01": "異星の小国・アラディシア王国の騎兵隊に所属する、騎士見習いの少年。立派な騎士を志す熱意と生真面目さこそ立派だが、短気で熱くなりやすく、肝心の剣の腕前はヘナチョコと、欠点が多い。家格の低い家の末っ子であるがゆえに、隊内では軽視されがちで、なかなか実績も積めない現状に焦りを感じている。それでもめげずに騎士を目指してひとり鍛錬に明け暮れるひたむきさから、アルフェッカ王に気に入られている。アカシとは、性格が似ているためか喧嘩が絶えない。",
"DETAIL_RYEKIEXMAS2012_H01": "怪我により休業中であったはずが、ある想いとある出来事がトリガーとなり、一時的に新たな姿のヒーローとして復活した。一部の種に恍惚感を与える植物に過敏に反応してしまう体質であるがゆえに、泥酔状態である。しかし、酔っているからこそ、溜め込んでいた感情が爆発し、願いに寄せる想いを加速させた結果、この姿を得たともいえるだろう。怪我している部分はしっかり補強されている様子。",
"DETAIL_RYEKIEXMAS2012_H02": "宴の踊り手のように、彼は派手な着物を身に纏い、扇子に雷を纏わせて戦場を舞う。それは、せめて戦いを早く終わらせ、後輩たちを労う宴を開きたいという願いから生まれた、一時だけの姿。自らが休業中である為に負担をかけている後輩たちへの罪悪感と、彼を彼たらしめる活動を制限されているもどかしさが、酔いの回った彼の中に生んだ願望から来る姿。酔いが醒めた時、きっと彼は、ヒーローである自分が我が儘を言ってしまったと、自己嫌悪に陥るのだろう。",
"DETAIL_RYEKIE_H01": "純白のマントを翻し、雷の力を用いて悪と戦うＳ級ライセンス保持ヒーロー「ザップ・ザ・ジャスティス」に変身する。彼の武器は、身体に蓄積させた電気や肉体に宿るエネルギーから生成した稲妻。それを拳や脚に纏うことにより、まさに降り注ぐ雷のような攻撃を放つことができる。威力はスタンガンレベルの微弱電流から空を裂く稲妻の如き猛烈な電流まで、自由自在に調節可能。",
"DETAIL_RYEKIE_H02": "「正義を体現したスーパーヒーローであり続けること」こそ、彼の望みである。それはかつてタッグを組みながら共に戦ったかつての相棒にも語った言葉であり、戦場で散っていた仲間達に宣言した誓いでもあった。どんな苦境でも豪快に笑い、堂々とした威容を見せるスーパーヒーロー「ザップ・ザ・ジャスティス」が現在の姿に至るまでには、並大抵でない努力と悔し涙に濡れた戦いの日々があったのだ。",
"DETAIL_RYEKIE_S01": "パラレルフライト社最強の営業社員であり、地球ではトップクラスの功績を誇るスーパーヒーロー。異星出身の宇宙人で、体毛には常に静電気を蓄積している超帯電体質の持ち主である為、衣服はすべて絶縁素材である。ヒーローとしての自覚と自信に満ち溢れた熱血漢で、自身がヒーローであるという自覚から、常に変身時に装着するヘッドギアに似せたハーフマスクを被っている。声が常に大きい。",
"DETAIL_SADAYOSHI_H01": "手足の重厚なパラレルウェポンが特徴的な、軍服姿のヒーローに変身する。厳格な教育と苛烈な訓練の末、他の兵たちより格段に高い体術のスキルを身に着けた彼は、手足のパラレルウェポンを介することによって、その腕力・脚力を数百倍から数千倍に強化した上で攻撃を放つことが出来る。普段は周辺環境に応じて力の解放具合をセーブしているが、最大出力で拳を撃ち放った時、激しい地割れを伴った地震が、周囲一帯に発生するという。",
"DETAIL_SADAYOSHI_H02": "その身は国民を守る為にあるべきと、とにかく我欲を捨てるように育てられてきたサダヨシは「この身を尽くして国民を守りたい」という願いを掲げ、ヒーローになった。そんな彼を指して、ひとは操り人形や飼い犬と罵倒するが、彼とて決して傷つかないわけではない。表に出してはいけないと押し殺している願望や感情も、もちろんある。彼が閉じ込めている願望を解き放った時、今まで以上に強くたくましいヒーローとして活躍できることを、彼自身はまだ知らない。",
"DETAIL_SADAYOSHI_S01": "国土防衛に携わる軍事組織・日本国防衛局において、陸上総隊第一ヒーロー大隊を大隊長として率いている武官。階級は一等陸佐で、フルネームは軍畑（いくさばた）サダヨシ。見た目は宇宙人だが、名門・軍畑家に養子として迎え入れられた日本人。国民に仕える軍人たるべく厳しい教育を受けてきた為、誰に対しても慇懃に接し、任された任務は忠実にこなす。戦闘能力も非常に高い。敷かれたレールの上を歩んできた人生ゆえ、レールを外れた者とは折り合いが悪い。",
"DETAIL_SHAFT_H01": "投影型カーナビタイプのパラレルウェポンを使い、足元にマッピングされた進路を指し示す。行動予定地の危険判定を行い、安全に目的地に辿り着く正しい道を探し出すことができる。索敵や罠の探知に留まらず、奇襲を図るルートの探索や、敵の攻撃を回避可能なエリアの表示など、アシストを行いながら味方に攻撃を指示することが可能となる。道を切り開く為に、進路に従いタックルで壁をぶち壊すことも。",
"DETAIL_SHAFT_H02": "大事な人をゴールまで送り届けるという新たな理想を抱き、日々の空虚な日常の繰り返しから脱したシャフト。まだ自分に自信が無くとも、昔のような華やかさは無かろうとも、今の自分に出来ることを精一杯に行ってみるという志に再び火を灯して立ち上がる。誰からか与えられる未来ではなく、自信で道を切り開いていくことが大切だと気づき、今からでも遅すぎることはないと、ハンドルを握る。",
"DETAIL_SHAFT_S01": "元プロラグビープレイヤーであり、現在はスペースタクシーの運転手をしている地球人。ラグビー選手時代は、倒れずにゴールまでボールをキャリーできる選手であることをモットーに、タックルを受けても一歩でも多く前進しようとするスタイルから「鉄人」と呼ばれた。温和で真面目な性格だが、不器用で自己肯定感が低い面があり、ドジをする度に「しっかりしなければならない」と思い自省している。",
"DETAIL_SHOENVALENTINE2102_H01": "皆が心に秘めている秘密が意思に関係なく公開されてしまうという災厄の中で立ち上がったショウエン。頑ななまでにその身を覆い隠す出で立ちは、敵組織への潜入というミッションに相応しい、スパイを彷彿とさせるものでありながら、「秘めたままにしておいた方がいいこともある」という彼の考えを体現している。その手に持つのは、傘に偽装した仕込み大筆。敵地における有事の際、彼は筆を抜き放ち、トランクの中に満たされた墨を用いて、秘密を守るため立ち向かう。",
"DETAIL_SHOENVALENTINE2102_H02": "慎ましくある事を美徳とし、口下手で小心者な彼が最も恐れること。それは、自らの欲深い側面を他者に知られる事である。根源にあるのは、仕えるべき対象に恋をしてしまった、かつての苦い記憶。自らの立場も弁えずに湧き上がった情への戸惑い、想いを伝えられぬままに永別することになったトラウマ。自らの思い上がりも甚だしい欲深さと小心者ぶりを恥じた彼は、この記憶を心の奥底に封じ込めた。そして、二度と暴くまいと戒めていた……はずだったのだが。",
"DETAIL_SHOEN_H01": "巨大な筆の形をとるパラレルウェポンを担いだ、袴姿のヒーローに変身する。自らの尻尾を墨壺替わりとし、自身の肉体から抽出したエネルギーを墨として宙に文字通りの「生きた字」をしたためる。彼の書いた字は、文字に与えられている意味の通りに行動し、行動を終えると霧散していく。文字の持つ意味に応じて攻撃の威力や対象に与える効果が変化する特徴を持つ。",
"DETAIL_SHOEN_H02": "彼が抱く望みは「『生きた』字を書く」こと。宙に書した字が生命を得て、与えられた使命を全うして霧散していく姿を目にする度に、彼は己の未熟さを痛感し、悔恨する。かつて日本の寺院で目した、躍動感に満ちた至高の書。その墨跡に彼は、いつまでも朽ちる事の無い命を感じた。そのような書を自らの手で生み出せるようになる日まで、彼は懺悔と挑戦を繰り返しながら、書道を追求し続けるのである。",
"DETAIL_SHOEN_S01": "オリエントシティで小さな書道教室を開いている書道家であり、大学の文学部に客員教授として籍を置く教育者でもある。異星出身の宇宙人で、初めて降り立った地球の国・日本の文化に強い感銘を受けて以来、書道の追求に人生を費やしている。無口かつ仏頂面の巨漢である為、恐い印象を抱かれることが多いが、至って穏やかな性格であり、子供好き。子供と会うと折り紙を折って渡す習慣がある。",
"DETAIL_SUBARU_H01": "物語を紡ぐ者である彼は、その場の「流れ」を書き換えてしまうという大変珍しい武器を駆使して戦うヒーローへと変身する。愛用の万年筆によく似た形のパラレルウェポンは、話の流れをぶった切らない自然な流れであることを前提に未来の改変が可能で、宙に浮かぶ原稿用紙に彼が執筆した通りに、戦況を変化させることができる。ただし、あくまで「手書き」である為、執筆に時間がかかるのが難点。",
"DETAIL_SUBARU_H02": "彼が望むのは「真に迫る最高の一作を書き上げること」。彼の創作精神の根底には、故郷で起きたカイブツの襲撃事件が存在する。逃げ惑う人々の、それぞれが持つ絆や愛情が紡ぐ数多のドラマ。それは図書館に籠っているだけでは決して遭遇することは出来ないものばかり。不謹慎ながらも世界を広げられた心持ちだった彼は、今日もあの日見た光景のような、真に迫った作品を執筆する為、万年筆をとる。",
"DETAIL_SUBARU_S01": "オリエントシティに居を構えて活動する小説家。日本・浜松出身の地球人で、フルネーム及びペンネームは野辺山（のべやま）スバル。やや古風な文体と圧倒的な物語の構成力で、一定のファン層を獲得している。人情味に溢れた作品を多く執筆しているが、当人は不愛想でジジ臭く、理屈っぽい皮肉屋。不必要な外出や他者に集中を乱される状況を嫌う為、やや引きこもりがちな傾向にある。",
"DETAIL_SUHAIL_H01": "ヴィラン「キャプテン・トロネシオン」へと変身して戦闘に臨む彼の主力装備は、左腕の義手である。この腕は機械惑星トロネシオン出身の「友」が遺したパーツを移植したもので、対カイブツ戦用に仕込まれたシステムにより、スハイルの意志に感応して様々な形態に変形させることが出来る。お気に入りの形態は、対象目掛けてどこまでも伸びる「マジックハンド」と、「エネルギーガン」。",
"DETAIL_SUHAIL_H02": "彼にとって左腕は、かつて共に歩みながらも先に散っていた「友」の形見であり、「宇宙一の海賊になる」という誓いの証でもある。何度逮捕されようと脱獄し、どんなにマークされようと団の先頭に立って現場に出張って豪快に笑う彼の破天荒な生き様の裏には、かつて「友」と交わした約束を果たす為に邁進し続けるという、彼なりの友情に対する誠実さが存在するのだ。",
"DETAIL_SUHAIL_S01": "７つの恒星系を股にかける、左腕の義手がトレードマークである宇宙海賊団の団長。悪徳な富豪や支配者をターゲットとして襲い、金品を貧しい人々にばら撒く義賊である。あまり頭は良くないが、豪快な性格と誰も彼もが惚れ込むという漢気で、数百人の手下を従えている。「面白い」という感性を何より貴び、面白いと感じたターゲットやヒーローしか相手にしないという、一種の享楽主義者である。",
"DETAIL_SUI_H01": "かつて最愛の母親がデザインしてくれた、自らの為のドレスによく似た衣装を身に纏い、巨大な針と糸、裁ちばさみのパラレルウェポンを駆使して戦うヒーローに変身する。スイの武器は空間に直接干渉でき、異空間に存在する物体をこちらの空間に縫い付けたり、逆に関連性を断ち切ったりすることが出来る。キラキラと輝く糸を軌跡に遺しながら戦う様は、大変に美しいという。",
"DETAIL_SUI_H02": "心と体にズレを持ち、周囲から浮いた存在であったスイにとって、その全てを包み込み許容してくれた母親という存在は、とても大きなものだった。その母親がこの世界から姿を消したことで、スイは糸が切れたように生への執着を失くし、消えてしまいたいと日々願っていた。そんなスイに再び生きたいと思わせたもの、この世界に生きた証を紡ぎたいと願わせたものは、一体何だったのであろうか…。",
"DETAIL_SUI_S01": "オリエントシティ市内の服飾デザイナーの下で勉強中の、見習い服飾デザイナー。月面都市出身で、月面人と地球人のハーフ。幼い頃から服に囲まれた生活をしてきた為、衣類やファッションに関する造詣は深い。性格はクールかつドライで、やや毒舌。顧客との対話が重要であるデザイナーという職に身を置きながら、他者と関わるのが苦手。身体と心のズレに、幼少期から悩まされ続けている。",
"DETAIL_TOSHU_H01": "かつて地球に降り立った際に出会った、彼が「地球で最も貴い精神を持つサムライ」と認める男にあやかり、戦場に立つ武士の出で立ちを模したヒーローへと変身する。エネルギー体で構成された刀身を持つ刀が彼の武器であり、相手の隙を狙って一気に斬り込み攻め立てるという、血の気の多い彼ならではの戦闘スタイルをとる。その「攻め」主体の立ち回りは、逆に「守り」が薄くなるという弱点を抱える。",
"DETAIL_TOSHU_H02": "「あの日出会った真のサムライに追い付くこと」こそ、彼が掲げる目標であり、剣の道を究める上での信念である。かつて「サキモリ」と名乗るサムライに師事し、この星の剣の道を学んだ彼にとって、今は行方知れずのその男の生き様は、究極の理想像であり、いつか追い付くべき目標でもある。自分自身を「真のサムライに近づいた」と認められるようになる日まで、彼は戦場で刀を振るい続ける事だろう。",
"DETAIL_TOSHU_S01": "ヒノワ体育大学の教員であり、剣道部の顧問を務める剣道家。異星の故郷に於いて代々騎士を務める厳格な家庭で育った、非常にストイックで規律に厳しい武人である。精神修行を行っている割には短気で血の気が多く、鬣を触られると高確率でキレる。その堅物としか言いようのない性格ゆえに、「嬉しい」や「好き」といった気持ちを素直に表現する事が出来ない、いわゆるツンデレでもある。",
"DETAIL_VICTOMHEROFESTA2109_H01": "自らの身を投げ打ってでも人命を救助することを、ヒーロー活動の最優先事項と考えるヴィクトムは、水辺での救命活動に特化した新しい姿を得ることになった。パドルボードを巧みに操りながら波間を掻い潜り、命の危機にあった者を眩しい笑顔で元気づける……そんな、普段のヴィクトムからかけ離れた新たな一面に、人々は驚かされることになる。彼がこのような振り切れた変化を見せることに至ったのには、夏の祭典の最中にあった、とある出来事が関係しているという。",
"DETAIL_VICTOMHEROFESTA2109_H02": "無口で堅物、常に仮面をかぶった厳つい男。それが周囲の人間やヒーローファンが抱く、ヴィクトムに対する印象である。堅物であることに関しては否定はしないが、その厳つさゆえに恐がられるという点に関しては、思うところがあるようだ。ビーチでボールを拾ってあげた子供に泣かれるという出来事は、そんな彼の心を大きく揺さぶった。あの子供を笑顔にできるヒーローになりたい……そんな願いを抱くに至ったのは、かつて家庭を持っていたからこそなのかもしれない。",
"DETAIL_VICTOM_H01": "レスキュー隊での制服を彷彿とさせるスーツと装甲に身を包んだヒーロー「サヴァイヴ・テイカー」に変身する。たとえカイブツの腹の中でも、救助対象に対し最短距離で到達するロープのパラレルウェポンを所持する。救助対象との間にある如何なる障害物をも突破する特性を持つロープとスーツを活かし、音速の壁すら突き抜けるスピードで救助活動を行う事が出来る。",
"DETAIL_VICTOM_H02": "彼の望みは「脅威の下にあるすべての力無き人々を救出する力を持つこと」。それはかつてカイブツの暴挙で燃え盛る街で消えていった自身の家族の姿を思い出し、自らの無力を悔いながら誓った言葉である。ヘルメットの下の素顔に残された火傷痕をはじめとする数多の傷を負いながらも、人命救助を最優先に仕事に従事し続ける彼を突き動かすのは、深い自責の念と、カイブツに対する強い復讐心である。",
"DETAIL_VICTOM_S01": "常にフルフェイス・ヘルメットを被っている、オリエントシティ消防局・ハイパーレスキュー隊の隊長。英国・ロンドン出身で、フルネームはヴィクトム・ヴィンセント。常に冷静沈着であり、優れた状況判断能力を有している、まさにレスキュー隊員になるべくしてなったような男。他人の命は貴ぶものの、「他人のために生き、他人のために死ぬ」と公言しており、自らの命を軽く見ている節がある。",
"DETAIL_WOLFMANEARTH_H01": "彼らの種は、生まれつきの高い身体能力を活かすため、動きやすい服装や軽量な道具・武器を好む傾向にある。変身した後の服装や武器にも、それが如実に表れている。また、耳や鼻が発達している代わりに、目は強い光に弱い為、視力を補助するサングラスやスコープを身につけている事が多い。彼らの種にはサングラスをかけている者がやたらにいるが、実はそういった切実な事情があったりする。",
"DETAIL_WOLFMANEARTH_S01": "地球圏への転入がやや多い人種のひとつである、狼に近い外見的特徴を持つ異星人の青年。出稼ぎ目的で血気盛んな若者がこぞって転入しているため、荒くれ者ばかりの種と見られがちではあるが、地球人同様、個々によって性格も嗜好も、掲げる夢も違う。ヴィランとして活動している者だけを見ても、ヴィランであることに誇りを持つ者もいれば、ヒーローに淡い憧れを抱いている者も、勿論存在するのだ。",
"DETAIL_WOLFMANSHADOW_H01": "彼らの種は、生まれつきの高い身体能力を活かすため、動きやすい服装や軽量な道具・武器を好む傾向にある。変身した後の服装や武器にも、それが如実に表れている。また、耳や鼻が発達している代わりに、目は強い光に弱い為、視力を補助するサングラスやスコープを身につけている事が多い。彼らの種にはサングラスをかけている者がやたらにいるが、実はそういった切実な事情があったりする。",
"DETAIL_WOLFMANSHADOW_S01": "地球圏への転入がやや多い人種のひとつである、狼に近い外見的特徴を持つ異星人の青年。出稼ぎ目的で血気盛んな若者がこぞって転入しているため、荒くれ者ばかりの種と見られがちではあるが、地球人同様、個々によって性格も嗜好も、掲げる夢も違う。ヴィランとして活動している者だけを見ても、ヴィランであることに誇りを持つ者もいれば、ヒーローに淡い憧れを抱いている者も、勿論存在するのだ。",
"DETAIL_YOSHIORI_H01": "敵からは恐れられ、味方からは信頼されていた軍人時代。それはヨシオリにとって、最も他者から自身という存在を認識されていた時期でもあった。「自分という存在を取り戻す」ことを望む彼が変身するのは、そんな頃の記憶を再現したような武装を纏ったヴィランである。カイブツに消化された右腕と腹部を擬似的に取り戻した彼は、異空間へと繋がる腹から、自らが扱ったことのある様々な武器を取り出すことが出来る。お気に入りの武器は機関銃らしい。",
"DETAIL_YOSHIORI_H02": "ある日戦場でカイブツに食われ、消化されかけの状態で吐き出されたヨシオリは「元から存在しなかった人間」と化してしまった。親兄弟や友人の記憶から、戸籍や記録上から、彼という人間は消えてしまったのだ。人々はヨシオリを見ることも触ることも、声を聞くこともできない。絶望的な孤独の中ヨシオリは、どんな手段を使ってでも、自分という存在を取り戻すことを誓う。再びあの愛すべき人々に、自分という存在を認識してもらうため、彼は今日も戦うのだ。",
"DETAIL_YOSHIORI_S01": "オブザーバー・エクシオのボディガードを務める、地球人男性のヴィラン。元は地球圏連合軍の特殊作戦部隊に所属する優秀な軍人であった。カイブツに消化されかけた状態でこちらの世界に戻ってきた不安定な存在であるため、ヒーロー適性を持つ者やオブザーバー以外の生命体からは感知することが出来ない。見た目に違わず粗暴な性格だが、自らが認めた存在に対してはトコトン従順になる、忠犬気質の持ち主でもある。エクシオに対し、並々ならぬ恩義を感じている。"
}