{
"voice_akashi_h_gachaResult": "俺はアカシ、野球部員の大学生だ。<br>ヒーローなんてガラじゃねえけど……<br>ま、これもバイトだ。<br>よろしく頼むぜ。",
"voice_akashi_s_gachaResult": "俺はアカシ。大学生で、<br>野球をやってる。幼馴染の頼みと<br>あっちゃ、無下にはできねえし……<br>出来る事なら何でもやるぜ。<br>頼ってくれよな。",
"voice_alchiba_h_gachaResult": "俺はアルキバ、しがない私立探偵さ。<br>君のような素敵な依頼人に出会えて<br>嬉しく思うよ。<br>さあ、俺が白黒つけよう。<br>君の依頼は何だい？",
"voice_alchiba_s_gachaResult": "私立探偵、アルキバだ。<br>どうぞお見知りおきを。<br>ああ、サイドキックの仕事も<br>お任せあれ。受けた仕事は、<br>完璧にこなすのが信条でね。",
"voice_barrel_h_gachaResult": "オリエントシティ市警、バレル巡査ッス！<br>正義の名のもとに、<br>ガンガンぶっ放すッスよぉ！<br>さあ、現場はどこっスか！？<br>さぁさぁッ！！",
"voice_barrel_s_gachaResult": "ちわっ！<br>交番のお巡りさん、バレル巡査ッス！<br>サイドキックの任務も、<br>本官にお任せあれっ！<br>ガンガン援護射撃しちゃうッスよぉ！",
"voice_crowne_h_gachaResult": "メカニックのクローネだ。<br>アンタがアタシのオペレーター、<br>ってわけかい。<br>ま、これも何かの縁だ。<br>よろしく頼んだよ。",
"voice_crowne_s_gachaResult": "アタシはクローネ、<br>しがないメカニックさ。<br>宇宙船の整備の依頼かい？<br>それとも……おや。<br>サイドキックを？<br>アタシに頼むたぁ酔狂だねぇ。",
"voice_digram_h_gachaResult": "提携契約、誠にありがとうございます。<br>本機はディグラム。船舶運航調整員です。<br>交通網の未来を、<br>共に維持して参りましょう。",
"voice_digram_s_gachaResult": "本機はディグラム。<br>船舶運航調整員です。<br>サイドキック業務のご用命、<br>確かに承りました。<br>規程通りに、職務を遂行いたします。",
"voice_furlong_h_gachaResult": "燃える炎を瞳に宿し、<br>バーン・ストライカー、只今参上！<br><strong>さあ！<br>激烈的に、消火してやるぜッ！</strong>",
"voice_furlong_s_gachaResult": "あ…ハロンです。消防吏員です。<br>バーン・ストライカーって、<br>自分のことです。<br>あの、えっと……<br>恐くても、頑張ります……。",
"voice_gammei_h_gachaResult": "オリエントシティ市警の刑事、<br>ガンメイだ。事件の捜査がてら、<br>ヒーローの仕事もやっている。<br>凶悪犯を見つけたら、<br>いつでも連絡入れてくれや。",
"voice_gammei_s_gachaResult": "オリエントシティ市警、ガンメイ刑事だ。<br>ああ、お前の協力要請、承ろう。<br>捜査じゃ飯は……<br>食えねえからな。",
"voice_gomeisa_h_gachaResult": "平和の踊り子、ゴメイサですっ！<br>皆で踊って、楽しく暮らす……<br>それが、<br>オレの願いデスっ！",
"voice_gomeisa_s_gachaResult": "はーい、お呼びデスかオペレーターさん！<br>場を盛り上げるなら、<br>オレに任せて下さいデス！<br>ゴメイサ流ハッピーダンス、<br>披露しちゃうデスよ！",
"voice_goro_h_gachaResult": "アンタが今度の頭領さんかい？<br>俺ぁゴロウ、見ての通りの大工さんよ。<br>酒が飲めりゃあヒーローもやるぜ。<br>よろしくなぁ。",
"voice_goro_s_gachaResult": "おーす、頭領。飲んでるかい？<br>ん、宴会の席じゃねえ？<br>賑々しいから間違えたぜ。<br>ああ、俺ぁゴロウ。<br>大工さんだ。<br>よろしくなぁ。",
"voice_hitomi_h_gachaResult": "あなたの瞳にヒット☆ミー！<br><ruby>綾歌<rt>あやうた</rt></ruby>ヒトミでっす！<br>プリティ＆ストロングがヒトミのモットー！<br>いっぱい頑張りましょうね、<br>パートナーさん！",
"voice_hitomi_s_gachaResult": "あなたの瞳にヒット☆ミー！<br><ruby>綾歌<rt>あやうた</rt></ruby>ヒトミでっす！<br>サイドキックのお仕事だって、<br>バリバリ出来ます！<br>ステージを暖める役は任せて下さいッ！",
"voice_huckle_s_gachaResult": "私はハックル。<br>一応、この会社の社長だよ。<br>ああ、君のような新人は大歓迎さ。<br>君が存分に働ける環境を、<br>用意すると約束しよう。",
"voice_isaribi_h_gachaResult": "オイラを呼んだなぁ、オメェさんかい？<br>おうっ、このイサリビ様に<br>どーんと任せなっ。<br>どんなデケェ得物だって、<br>一突きにしてやらぁ！",
"voice_isaribi_s_gachaResult": "最強の漁師イサリビさん、<br>ここに参上ってなァ！<br>あぁ、サイドキックの仕事だぁ？<br>ま、いいぜ。大船に乗ったつもりで、<br>どーんと任せときな！",
"voice_kirsch_h_gachaResult": "私はキルシュ、パティシエやってます！<br>師匠を唸らせた、幻のスイーツの作り方……<br>それを体得する日まで、<br>戦い続ける覚悟です！",
"voice_kirsch_s_gachaResult": "キルシュです！<br>本気でパティシエ、やってます！<br>ヒーローのサポートも任せて下さい！<br>わが師の名に懸けて、<br>全力で取り組みますんで！",
"voice_kouki_h_gachaResult": "ボク、<ruby>犬座<rt>いぬくら</rt></ruby>コウキです！<br>こっちはシリウス！<br>…え、カメラ回ってない？<br>なーんだ……ま、<br>オレの足引っ張らない程度に、頑張ってよ？",
"voice_kouki_s_gachaResult": "オレはコウキ。<br>こっちはシリウス。<br>オレみたいなスーパースターが<br>サイドキックを務めてあげるんだ。<br>有難く思ってよね。",
"voice_kyoichi_h_gachaResult": "湾岸三小４の２担任、<br>大友キョウイチだ！<br>ああ、生徒達の日常を守る為なら、<br>どんなバトルもどんと来いだぜ！",
"voice_kyoichi_s_gachaResult": "俺はキョウイチ！<br>小学校の先生なんだ。<br>ああ、任せとけ！<br>子供だろうとヒーローだろうと、<br>手厚いサポートで導いてやるぜ！",
"voice_loren_h_gachaResult": "僕、ロレンって言います。<br>看護師です。<br>傷ついた人たちの手当てなら任せて下さい。<br>僕、頑張りますんで！",
"voice_loren_s_gachaResult": "月面の看護師、<br>ロレンって言います。<br>傷ついたヒーロー達は僕に任せて下さい。<br>サイドキックの務めは、<br>しっかり果たしますんで！",
"voice_marfik_h_gachaResult": "神出鬼没の冒険野郎、<br>マルフィク教授とは、ワシのことよ！<br>共に行こうぞ、<br>歴史をたどる遥かな旅へ！",
"voice_marfik_s_gachaResult": "太古のロマンの探究者、<br>マルフィク教授だ。<br>発掘調査をちょいと手伝ってくれる<br>ってんなら、お前さんの仕事、<br>引き受けてやろうじゃねえか。",
"voice_mokdai_h_gachaResult": "僕はモクダイ、映像屋だよ。<br>バトルライブの画づくりなら、<br>任せておいて……<br>えっ！？<br>ぼ、僕が戦うの！？",
"voice_mokdai_s_gachaResult": "僕はモクダイ。<br>先輩社員、ってことになるかな。<br>映像とヒーローの話については任せてよ。<br>これでもその道のプロ、だからね！<br>ふふんっ。",
"voice_narihito_h_gachaResult": "太陽新報、<ruby>軽江<rt>かるえ</rt></ruby>ナリヒトです！<br>そこのヒーローさんとオペレーターさん！<br>是非ともッ！<br>取材をさせてくださいッ！！",
"voice_narihito_s_gachaResult": "太陽新報の記者、<br>軽江ナリヒトです！<br>ええ、サイドキックの仕事、<br>引き受けますよ！　バトル後の<br>独占取材を約束して頂けるなら！",
"voice_polaris_h_gachaResult": "北空輝く一番星！悪を挫いて弱きを導く！<br>そう！俺こそが……<br>ポラリィィィス・マスクッ！！<br>熱いリングへ導いてくれよ、<br>パートナー！！",
"voice_polaris_s_gachaResult": "リングに輝く一番星！<br>ポラリィィィス・マスクッ！！<br>俺にセコンドのご用命かい、パートナー！<br>ああ任せろ！<br>熱い試合を演出してやるぜ！！",
"voice_procy_h_gachaResult": "まさかテメェの酒場で<br>スカウトされるとはなぁ。<br>ま、金稼ぎの事なら任せとけ。<br>このプロキー様が、<br>格安でレクチャーしてやっからよっ。",
"voice_procy_s_gachaResult": "このプロキー様に、<br>サイドキックのご用命かい？<br>勿論いいぜ、料金払ってくれんならな。<br>まあ、そう怯えんな。<br>安くしといてやっからよ。",
"voice_rakta_h_gachaResult": "私はラクタ、医師をしております。<br>さあ、クライアント。参りましょうか。<br><strong>この世の癌細胞を、<br>切開・除去・抹消せねば！</strong>",
"voice_rakta_s_gachaResult": "月面の外科医、ラクタと申します。<br>サイドキックもお任せ下さい、<br>クライアント。<br><strong>世界の病巣の除去の為、<br>全力で取り組みますとも！</strong>",
"voice_ryekie_h_gachaResult": "俺の名はライキ！またの名を…<br>ザップ・ザ・ジャァスティィィスッ！！<br><strong>さあッ！！！<br>絶対正義のヒーロー伝説、<br>始めようぜェッ！！！！</strong>",
"voice_ryekie_s_gachaResult": "ザップ・ザ・ジャスティス、参上ォッ！<br>サイドキックの仕事か！？<br>ああ、任せとけッ！！<br><strong>俺は、サイドキックでもッ！！！<br>絶対正義を貫く男だァッ！！！！</strong>",
"voice_shoen_h_gachaResult": "……某はショウエン。<br>文字どもを活かし、そして散らす者。<br>……ただ、<br>それだけの男よ。",
"voice_shoen_s_gachaResult": "しがない書家、ショウエンと申す。<br>某の拙い筆が、<br>ヌシらの役に立つならば……<br>この身を尽くして、<br>ご助力差し上げよう。",
"voice_suhail_h_gachaResult": "海賊すら味方にしようたァ、豪儀な奴だ！<br>面白ェ！テメェの提案、<br>乗ったろうじゃねェかァ！<br>このスハイル船長に、ドーンと任せなァ！<br>ガハハハハァッ！！",
"voice_suhail_s_gachaResult": "この大海賊・スハイル様に、<br>サポートを任せるだァ？<br>ハッ、面白ぇ事抜かすじゃねえかァ！<br>気に入ったァ！　子分同様、<br>ばっちり面倒見てやろうともォッ！",
"voice_sui_h_gachaResult": "私はスイ、<br>デザイナー見習いだよ。<br>私の裁縫なんかで、<br>人助けが出来るんなら……<br>どうぞ、好きに役立ててよ。",
"voice_sui_s_gachaResult": "スイ、でいいよ。<br>仕立て屋の見習いをしてるんだ。<br>……短い付き合いかもだけど、<br>よろしく頼むよ。",
"voice_toshu_h_gachaResult": "拙者はトウシュウ。<br>「サキモリ」なるサムライを追い、<br>剣の道を究めんと求む者なり。<br>貴様の抱く志、<br>しかと見せてもらおうぞ。",
"voice_toshu_s_gachaResult": "拙者を呼んだのは貴様か、<br>若人よ。<br>このトウシュウ。<br>武人の端くれとして、<br>仲間の助太刀にも手を抜かぬ主義ぞ。",
"voice_victom_h_gachaResult": "ハイパーレスキュー隊長、ヴィクトム。<br>サヴァイヴ・テイカーとも呼ばれている。<br>お前らの命……<br>俺が確かに預かろう。",
"voice_victom_s_gachaResult": "俺はヴィクトム、<br>ハイパーレスキューの隊長だ。<br>ヒーローたちの命は俺に預けて欲しい。<br>この身に変えてでも、<br>必ず守り通してみせる。"
}