{
"LIBRARY_CATEGORY_AREA": "地域",
"LIBRARY_CATEGORY_EVENT": "存在・事象",
"LIBRARY_CATEGORY_ORGANIZATION": "組織",
"LIBRARY_CATEGORY_PERSON": "人物",
"LIBRARY_CATEGORY_STORY": "ストーリー",
"LIBRARY_PAGE_ALLIANCE": "「同盟（アライアンス）」とは「介在者（ブローカー）」打倒を目標とする地下組織の事だ。僕もかつては彼らと共に活動していた。<BR><BR>組織の特性上、メンバーの殆どがヒーローと「観測者（オブザーバー）」で構成されている。君の知る範囲では、セイイチロウ、ロイカー、サンテツが所属しているね。<BR><BR>「同盟」は地下組織なだけに、構成員が明らかになっていない。ひょっとすると、僕たちの知っているヒトが実は……なんて事も有り得るかもしれない。<BR><BR>それから、「同盟」には政界関係者や学識者が何人か所属していてね。<BR>そのためか、多くのヒーロー事務所が知らない情報を握っている。「ユニーク」なんかがその最たる例だ。",
"LIBRARY_PAGE_ANTARES": "アンタレスは「教団（フォーサイト）」にて「伝達者（メッセンジャー）」という役割を与えられた人物だ。<BR>何らかの重要な立場にあるようだが、詳細は不明だ。<BR><BR>君から聞いた情報では、アンタレスは穏やかで礼節を知る若者だと判断できる。<BR><BR>しかし手放しに信用するにはまだ早い。こちらに明かしている情報があまりにも少ないからね……慎重に接した方がいいと、僕は思うよ。",
"LIBRARY_PAGE_ANTARES_2": "遥か昔、「教団（フォーサイト）」は預言を授かり、代々「伝達者（メッセンジャー）」に伝承されていった。<BR>そして今は、アンタレスが預言に基づき、「教団」の使命を全うする役目にある。<BR><BR>具体的には、脅威存在の封印と宇宙滅亡の回避……だそうだ。<BR>信じがたい話ではあるが、少なくとも「教団」はこれを真実だと信じている。<BR>アンタレス自身が脅威存在の眠る場所、富士山へ率先して出向いている事が、その証左と言えるだろう。<BR>しかし、預言の中身について、詳細は未だ君や「プロジェクト」の参加者には共有されていない。<BR>よほど秘匿性の高い情報なのだろうか？",
"LIBRARY_PAGE_BIOTOPE": "「ビオトープ」とは、「教団（フォーサイト）」が所持する人工の可動型小惑星の通称だ。<BR>彼らはビオトープを本拠地としているそうだ。<BR><BR>惑星の中は小惑星と名がついているが、実質的には巨大な宇宙船といったところかな。<BR>中央の大樹を囲むように人工の庭園が広がり、外周には信徒たちの居住区や各施設が設置されている……君が見たビオトープの様子は、こんなところだったね。<BR><BR>他にも、関係者のみ立ち入りできるエリアがあったり、観測基地があったりと、様々な機能を有していそうだ。",
"LIBRARY_PAGE_BROKER": "「介在者（ブローカー）」か……少なくとも僕にとって、奴はヒトの身体と運命を弄んだ、忌々しいクソ野郎だ。<BR><BR>一方的に「招待」を受けた事はあっても、奴がどこの宇宙に存在しているのかは、未だわからない。<BR><BR>そもそも奴が、僕や<@playerName>君に干渉する理由も、不明なままだ。<BR>「介在者」の調査・研究を進めている「同盟」であっても、それは同じ事だ。<BR><BR>１つ明確なのは……「介在者」は、この宇宙に大きな影響を与える、僕たちの敵ってことさ。",
"LIBRARY_PAGE_EXIO_FAMILY": "「一家（ファミリー）」か……僕の記憶に触れた上での皮肉かな。それとも、僕たちの事をマフィアか何かだと思っているのかい？<BR>まあ表立った組織でもないし、仮に名乗るとすれば「一家」が最もそれらしいのかもしれないが。<BR><BR>たしかにモノマサ、ヨシオリ、メリデの３人は僕が引き入れた。<BR>出会った時期も共に行動する理由もバラバラだけど、表社会で生き辛い事情を抱えているのは皆同じだ。<BR>そんな事情もあって、僕たちは地下のアジトで共に生活していた。<BR>だから他のヒトたちに比べてお互いの距離が近いのは否定しないよ。<BR><BR>エクシオ一家に関する情報は、これ以上記録しない。<BR>皆の私生活については、本人に直接聞いてくれ。<BR><BR>――僕のマッサージ店について聞きたいのかい？　今も営業は続けているよ。<BR>訪問サービスもやっているから、君も興味があるなら予約するといい。<BR><BR>まあ、僕の施術を受ける度胸と予算があればの話だがね。",
"LIBRARY_PAGE_FORESIGHT": "「教団（フォーサイト）」とは、「ヒトビトの繁栄の願い」を教義として掲げる信仰組織だ。<BR>ヒーローと「観測者（オブザーバー）」を宇宙を守る使者として仰ぎ、繁栄を願う対象としているらしい。<BR><BR>「教団」は、たとえば地球のような「観測者」に対する理不尽な差別のある惑星において、彼らの権利擁護や社会的な地位向上を目的とした支援活動を展開している。<BR><BR>これはただの慈善事業ではなく、「教団」の信徒にとっては各々の信仰を世に示すための行為となるわけだ。<BR>実際に、彼らに救われた「観測者」たちが信仰に目覚め、新たな信徒となるケースは少なくない。",
"LIBRARY_PAGE_GATEKEEPER": "<@playerName>君と僕は、鎧をまとった巨人のような存在を「不視の山」で目撃した。<BR>そいつの正体も、名前も、何もわからない。ここはひとまず、僕が受けた印象から「門番」と呼ぶ事にする。<BR><BR>「門番」は、「泡沫世界（イマジナリ・ポイント）」にまで現れた。<BR>あの世界を壊そうとした僕を処罰するように、あらゆる並行世界の僕を抹消し尽くした。<BR>君も同じ末路を辿るはずだったが……運良くと言えばいいのか、「門番」は何もせず去っていった。<BR><BR>君と「介在者（ブローカー）」の話をまとめると……あの「門番」は、宇宙が壊れるほどの影響を及ぼす存在を監視・粛清するために存在しているのだろう。<BR><BR>活動時間には限りがあるようだが……たとえ一瞬でもヒトを抹消できるほどの力がある事は、僕は実体験をもって理解している。<BR>願わくば、二度と出会いたくないものだ。",
"LIBRARY_PAGE_HERO_AND_VILLAIN": "ヒーローとヴィランの違いは簡単。合法的にヒーロー活動をしているかどうかだ。<BR>ヒーローライセンス協会の管理のもと、ライセンスを所持していれば「ヒーロー」、そうでなければ「ヴィラン」とみなされる。<BR><BR>この振り分けに本人の性格や行動は関係がない。<BR>たとえ世間的に善行を為したとしても、ライセンスを所持せずパラレルウェポンを扱えば、ヴィランの違法行為とみなされるわけだ。少なくとも、惑星連合の加盟国ではね。<BR><BR>故にヴィランと呼ばれる者たちは多く存在する。<BR>ただの「無免許ヒーロー」や、そもそもヒーロー活動を望まない者たち……ライセンスの存在すら知らない者だっているだろう。<BR>彼らも広義では「ヴィラン」なんだ。<BR><BR>もちろん、一般人がイメージする「ヴィラン」像のとおり、パラレルウェポンの力を利用し反社会的行為に及ぶ者たちだって、多数存在する。<BR>彼らの一部は自治組織や惑星連合から指名手配を受けているほど、活発に活動しているようだ。<BR><BR>このあたりの具体例については、僕が語るよりも君の方がよっぽど詳しいんじゃないかな。",
"LIBRARY_PAGE_HERO_LICENSE": "ヒーローライセンスとは、惑星連合加盟国でヒーロー活動を行うために必要なライセンスだ。<BR>このライセンスの発行と管理は、その名の通り「ヒーローライセンス協会」が担っている。<BR><BR>ライセンスにはいくつものグレードがあり、活動実績を積んだり昇級試験を受けたりして昇格する事ができる。<BR>気をつけなければならないのは、このライセンスは降格や剥奪される場合がある点だ。<BR><BR>たとえば民間の平和を著しく脅かすだとか、ヒーローとしての倫理観に欠ける行動を行ったとか、いわゆるヒーローの素質を疑われる行為を行った者には、ペナルティとして階級が下げられる。<BR><BR>君の話だと、クローネ君はヒーローライセンスを運転免許に例えていたらしいね。<BR>たしかにそう考えた方がイメージしやすいとは思う。このライセンスを所持せずヒーロー活動をすると法的に罰せられる点や、ライセンス取得の為には試験を受けなければならない点が、まさにそうだ。<BR><BR>なお、特定の条件下で一時的なヒーロー活動が容認される事もある。<BR>緊急事態にも対応できるようルールが敷かれているあたり、ヒーロー業界らしさが現れているね。",
"LIBRARY_PAGE_HERO_LICENSE_ASSOCIATION": "ヒーローライセンス協会とは、その名の通り、ヒーローライセンスを発行・管理している団体だ。パラレルウェポンという強大な力を安全に正しく扱うため、惑星連合の秩序を守るために存在している組織……と、自称している。<BR>君はよく知っているだろうが、ヒーローに覚醒した者たちがライセンスを取得するために受ける試験も、ライセンス協会が実施している。ヒーロー業界で活躍するには、切っても切り離せない組織といったところかな。",
"LIBRARY_PAGE_HURAY": "フーレイはゼロトラスト社のCEO……つまり「泡沫世界（イマジナリ・ポイント）」の所有権をグリゴリー個人に譲渡すると決めた、とんでもない人物だ。<BR><BR>彼の出身はムイラウカⅢのリーフコール。初対面の<@playerName>君にも気さくに接したり、巨大企業のトップにしては親しみやすい人物ではある。<BR><BR>とはいえ、僕にとっては多少気まずい相手なんだよね。<BR>何せ、彼も「同盟（アライアンス）」の一員だし、ゼロトラスト社が研究していた「泡沫世界」は、僕が壊してしまったから。",
"LIBRARY_PAGE_JAPAN_DEFENCE_AGENCY": "日本国防衛局は、国土防衛省が管理する国家機関だ。日本国の平和と安全を保つための組織で、惑星連合の加盟国となった現在、ヒーロー大隊が設置されている。<BR><BR>ただし、彼らのような軍事組織に属するヒーローチームは、大抵の場合は組織内関係者だけが視聴できるチャンネルにて配信を行っている。<BR>だから一般人である我々は、ごく一部のアーカイブでしか彼らの姿を見たことがない。<BR><BR>今のところ、僕と君が面識のある所属ヒーローといえば、軍畑サダヨシ一等陸佐くらいのものだろう。<BR><BR>同じ変身能力を持つとはいえ、民間のヒーローとは意識も役目もまるで違う。<BR>富士山での一件の様に、時には意見を対立させる事もあるだろう。<BR><BR>どちらが正しいかなんて、僕たちが決める事ではないから……この話はここまでにしておこう。",
"LIBRARY_PAGE_MT_FUJI": "富士山とは、山梨県と静岡県にまたがる国内随一の名峰、この国の象徴として親しまれていた山の名だ。<BR><BR>今からおよそ180年前、南関東一帯を襲った巨大カイブツに食われ、飲み込まれてしまった。<BR>以来、富士山のあったエリアは「不視の山」として立ち入り不可能になっていた。<BR><BR>しかし、<@playerName>君を始めとするヒーローたちの活躍により事態は変わる。<BR>君たちは巨大カイブツを撃破し、消滅したはずの「不視の山」を再び観測。富士山としての姿を取り戻したんだ。<BR><BR>……この件に関わった僕が言うのも何だが、おとぎ話のような展開だね。到底現実とは思えないよ。<BR><BR>余談だが、オリエントシティは巨大カイブツの再来に備え作られた都市らしい。<BR>「街の北に不視の山がある」なんて現代人の認識は、歴史から見るとあべこべだったというわけだね。",
"LIBRARY_PAGE_OBSERVER": "僕たちが「観測者（オブザーバー）」と呼ぶ存在は、正式には「特異観測者」と言う。<BR>この宇宙を俯瞰的に観測できる、特異な性質を持つ者だと定義されているらしい。<BR>「観測者」はカイブツに「承認」を食われ、この宇宙から認識されなくなった人物を知覚できる事が特徴だ。<BR><BR>もう１つの「観測者」の特徴としては、並行宇宙とのつなぎ目を開く事ができる。<BR>僕たちはそれを「パス」と呼んでいるね。<BR>この能力を利用して、ヒーローを変身させているのは君も知っている……筈だと思うが、仕組みについて念の為おさらいしておこうか。<BR><BR>「観測者」は、ヒーローに適正した者の理想像、詳しく言うと「並行宇宙で夢を実現したヒーロー自身」を探し出し、こちらの宇宙とのパスを繋げる。<BR>そして観測した「理想の姿」をこちらの宇宙のヒーローに重ね、パラレルウェポンとして装備させるんだ。<BR><BR>これらの特徴はニンゲンにとって利をもたらすものであるはずだ。<BR>なのにどうして日本では「観測者」が毛嫌いされているのか……それは「パスを開く」という行為が曲解されて、世間一般に伝わっているからだ。<BR><BR>簡単に言うと、カイブツはパスを通って現れるという事実と、「観測者」はパスを開けるという事実が繋がって、「観測者」がカイブツを呼び寄せている……という認識になっているらしい。",
"LIBRARY_PAGE_PARALELL_WORLD": "ヒーローが変身する仕組みでわかるとおり、並行宇宙には「別の自分自身」が存在する。<BR>当然ながら、別の自分はそれぞれの人生を歩んでいる。<BR>ヒーローになっていたり、ただの一般人だったり、既に生命を終えていたり……並行宇宙の数だけ異なる道がある。<BR><BR>しかし、実際に並行世界の存在と出会うなんて、まず起こらない。<BR>観測はできたとしても、こちらの宇宙に呼び出す事は非常に困難だからだ。<BR><BR>仮に、何らかの原因や手段でヒトが通れるほどの大きなパスが開いてしまった場合……彼らは、こちらの宇宙に渡ってくる事ができる。<BR><BR>君は並行世界の同僚や幼馴染と出会った事がある。<BR>ガルボに関しては「並行世界の僕」を追ってこちらに来たとわかっているが……その他にも複数の実例があるだなんて、異常だよ。<BR><BR>この宇宙に変化が起きているのか、「ユニーク」である君の仕業なのか、それとも「介在者（ブローカー）」が手を引いているのか……。<BR>何かしらの原因が必ずあるはずだ。",
"LIBRARY_PAGE_PARALLEL_FLIGHT": "自分の所属先の事すらわざわざ記録に残すだなんて、実にマメな事だね。<BR><BR>パラレルフライト社は、ハックル・ライキの両名が立ち上げたヒーロー事務所だ。<BR>代表はハックル、正社員がライキ、モクダイ、そして<@playerName>の３名。<BR>他の業務形態ではアカシ、スイ、クローネ、メリデ、モノマサ、ヨシオリ……そして僕、エクシオの７名が所属している。<BR>あと、臨時でヒーローを雇うケースもあるらしい。<BR><BR>なお、ヒーローが独立して事務所を立ち上げる事は、あまり前例がないようだ。元Ｓ級ヒーローコンビの実力と知名度があったからこそ、実現できたのだろう。<BR><BR>実は、ヒーロー事務所は「業務の過酷さの割に実利が伴わず、持続的な経営が難しい」と言われている。<BR>そんな中で、僕たちのような者まで籍を置けるのは、パラレルフライト社の活動実績と社会的信頼……そして、ハックル社長の人徳と交渉力があってこそだ。",
"LIBRARY_PAGE_PROTAGONIST": "君の事をわざわざ僕に説明させるなんて、いったい何の嫌がらせだい？<BR><BR>また記憶を失ってしまった、なんて言わないでくれよ。<BR>こればかりは、たとえメリデに頼まれたとしても僕は何も力になれない。そもそも、「観測者（オブザーバー）」の力に目覚めた者の記憶が消滅するだなんて、君以外の実例を知らないんだ。<BR><BR>ともかく、今の君はパラレルフライト社に所属する「観測者」だ。<BR>そして、この宇宙の「ユニーク」でもある。<BR><BR>しかし、君は自身の能力についてあまりに知らなさすぎる。というよりも、理解をする時間が無かった。<BR>だから僕は「観測者」のトレーニングとして、パスの制御の仕方を教える事にしたんだ。<BR>力の大きさに対して無防備なままでは、いつ危険に見舞われてもおかしくないし、また「介在者（ブローカー）」からの招待があるかもしれないからね。<BR><BR>こうして君は僕の弟子になった……実に不本意なのだが、とにかく事実はそういう事だ。<BR><BR>僕の気持ちはともかく、<@playerName>君には「観測者」として力をつけてもらわないと困る。<BR>あの「泡沫世界（イマジナリ・ポイント）」での出来事から、僕は、君なしでは存在できなくなったのだから。",
"LIBRARY_PAGE_SHINASHIWARASHA": "新葦原社は、現在の宇宙人だらけの日本に不満を持った者たちが集まった秘密組織だ。<BR><BR>彼らは「日本を日本人の手に取り戻す」と謳い、カイブツだけではなく、ヒーローや「観測者（オブザーバー）」を含め、従来日本になかった存在を排除したいと思っているようだね。<BR>国際的なヒーロー事務所では、新葦原社を危険視しているようだ。実際に君を拉致しようとしたり、目的遂行の為に手段を選ばないフシがある。<BR><BR>しかし一方で、新葦原者の中でも強硬手段を良しとしない勢力がいるようだ。<BR>古い組織のようだから、構成員が増えていく中で派閥が割れていったのだろう。<BR><BR>一枚岩ではない分、詰めの甘さや計画の杜撰さが目立つ。だが、情報網については侮れない。<BR>いずれの派閥も、政府やマスコミといった中に組織の手の者を入り込ませているし、一般人の信奉者をうまく利用しているからね。<BR>セイイチロウが大阪の事件で奴らに先手を取られていたのは、こういう特徴があるからだ。<BR><BR>彼らは以前から強い力を持つ「観測者（オブザーバー）」を手に入れようと動いている。せいぜい気を付けてくれよ。",
"LIBRARY_PAGE_SHINASHIWARASHA_2": "「八咫烏（やたがらす）」と名乗る連中は言った。<BR>新葦原社の中でも特に過激な強硬派の集団「白狼（マカミ）」が、君を拉致しようと企て、大阪の事件を引き起こしたのだと。<BR>そして「白狼」とは別の派閥である彼らは、決して無益に血を流すことは望んでいないらしい。<BR><BR>実害を被った身としては疑わしい事この上ないが……きっと、嘘ではないのだろう。<BR>ただ君の話を聞く限り、「地球の外から来た存在」を憎んでいる点については、共通しているようだ。<BR><BR>かの組織については引き続き警戒した方がいい。<BR>くれぐれも「彼らもカイブツの被害者なんだ」とか「失ったものを取り戻したい気持ちはわかる」なんて、甘っちょろい感情を持たないことだ。",
"LIBRARY_PAGE_SUMMARY_1": "「観測者（オブザーバー）」の力に目覚めた<@playerName>君は、元いた会社を解雇され、パラレルフライト社に拾われた。<BR>そして、幼馴染だと主張するアカシと再会し、ヒーローを観測するオペレーターしての人生を歩む事になった。<BR><BR>――僕と出会う前の話は、だいたいこんな感じだったね。<BR><BR>その後、程なくして僕と顔を合わせたというわけか。<BR>初対面のあの時は本当に偶然だったが……以来、僕は君をずっと観察していたんだ。<BR>同じく「介在者（ブローカー）」に目をつけられた者として、そして特に奴の「お気に入り」である君の力を推し量るために、ね。<BR><BR>ライダルク社の事件、月での戦い、並行宇宙から訪れた存在や巨大カイブツとの戦いを経て、君は「観測者」として著しく成長していった。<BR>その様子は、途中から僕自身も直接関わる事で確認している……実に興味深かったよ。<BR>何せ君は、「不視の山」の復活すら成し遂げてしまったのだから。<BR><BR>これは、たとえ他の「観測者」やヒーローたちの助けがあったとしても、どれだけ必死にあがいたとしても実現困難、まさに奇跡の所業だ。<BR>だから僕は……この一件から、君に対する考え方と接し方を変える事にしたんだよ。<BR>気付いていたかな、<@playerName>君？",
"LIBRARY_PAGE_SUMMARY_2": "富士山が復活した。それには１人の特異な「観測者（オブザーバー）」が関わっている――<BR>この事実を知った様々な組織が、<@playerName>君の類まれなる力を求め接触を図った。<BR><BR>日本国の政府機関、地下組織「同盟（アライアンス）」、そして有象無象の反社会的勢力……。<BR>まるでエーテルが「ユニーク」の周囲で渦を巻くように、ヒトビトもまた君に引き込まれるように次々と現れた。<BR>平行世界からやってきた「君の幼馴染」も、そのうちの１人だ。<BR><BR>詳しい説明は後にするが、<@playerName>君の異常なまでに高い「観測者」としての能力は、宇宙に大きな影響力を持つ「ユニーク」だからだと「同盟」は考えているらしい。<BR><BR>「同盟」は打倒「介在者（ブローカー）」を掲げていて、君と良い関係を結びたがっていた。<BR>一方で、君を力ずくで手に入れようとした組織がある。<BR>それが新葦原社（しんあしはらしゃ）だ。<BR><BR>「救国の志士」とうそぶく奴らは、富士山を取り戻した君の力を何としても手に入れるため、大阪市でテロ騒動を起こした。<BR>目的の為には手段を選ばない、過激な組織だったね。さんざん騒ぎを起こしたあげく、巨大パスを出現させてしまうとは、迷惑この上ないよ。<BR><BR>……わかっている。僕だって、連中をとやかく言える立場ではない。<BR>ゼロトラスト社が偶然発見した「泡沫世界（イマジナリ・ポイント）」と君を利用して、強引に自分の目的を果たそうとした事は、忘れていないよ。<BR><BR>僕は、あの「介在者」のクソ野郎を亡き者にしたい。それが叶わないのなら、せめてこの宇宙をヤツの関わらない世界にしたいと、ずっと強く願っていた。<BR>この夢を実現するには、現「ユニーク」である君と、元「ユニーク」ある僕の２人で、観測不能領域に閉じこもる他なかったんだ。<BR><BR>まあ、その計画も全部君が台無しにしたんだけれど……。<BR>本当に、馬鹿な事をしてくれたものだよ。<BR>お陰でこの宇宙の僕だけは生き永らえ、こうして君に首輪をつけられているわけだ。<BR><BR>それで、君はこれから何を目指すと言っていたかな？<BR>たしか「都合のいいハッピーエンド」だったか。<BR><BR>僕にとっては悪夢でしかないけれど、君にとってはとても大切な夢のようだから、このノートに記録してあげよう。",
"LIBRARY_PAGE_TAIKA": "タイカはヒーローライセンス協会所属のヒーローだ。<BR><BR>本業は執事だそうだが……君の話を聞く限り、なかなか自己主張の強い人物のようだ。<BR>風変わりな執事ではあるが、世の中には色んなヒトがいるし、主人の前では態度が違うのかもしれない。<BR><BR>あるいは、何か重要な事実から目を逸らさせるため、およそ執事らしからぬ演技をしている可能性も……いいや、これはさすがに僕の考えすぎだね。",
"LIBRARY_PAGE_UNIQUE": "かつてロイカーが君に語った「ユニーク」の特徴は次のとおりだ。<BR><BR>まず、宇宙に関する影響力を保持している。<BR>そして「ユニーク」は、自分自身がそうである事を認識できない。<BR>次に、「ユニーク」の周囲では、一定であるはずのエーテルの流れが変化を起こしている。<BR>そして最後、「ユニーク」は常に入れ替わり、この宇宙に存在し続けている。<BR>――ただし、これら４つの特徴は仮定条件に過ぎない。<BR><BR>「ユニーク」についての研究は進んでいるが、まだ実証には至らない状況にある。<BR>言い換えれば、僕や「同盟（アライアンス）」の連中は、<@playerName>君を現宇宙の「ユニーク」だとみなしているが、誰も断言はできないんだよ。<BR><BR>そういえば……これまで「ユニーク」が「観測者（オブザーバー）」になったケースは、少なくともロイカーが調べた限りでは前例が無いらしい。<BR>どうだい、君がどれだけ稀有で、そして危うい存在か……自覚してくれたかい？",
"LIBRARY_PAGE_ZEROTRUST": "ゼロトラスト社は「Live＠Hero」の運営会社だ。<BR>オリエントシティのみならず、全宇宙で圧倒的な知名度を誇る、映像配信サービスの最大手。そして「衛星放映帯（サテライトバンド）」の設置も行う巨大テック企業だ。<BR><BR>更にはコミュウェア等の関連ハードウェア・ソフトウェアの開発も携わっていて、とにかく配信に関わる事業には首を突っ込んでいるようだね。<BR><BR>この会社は「ヒーローの活動を遍く記録する」という理念を追求している。<BR>その為の研究や投資は惜しまない、ある意味利益追求は二の次という性質があるようだ。<BR><BR>研究の中には「泡沫世界（イマジナリ・ポイント）」の観測なんてものもあるせいか、情報の秘匿の為に、本社の所在地は非公開となっているようだ。<BR><BR>なお、「泡沫世界」で世話になったグリゴリー氏は、ウォーデン・インダストリアル社からの出向だ。念の為記録しておくよ。",
"LIBRARY_TITLE_ALLIANCE": "同盟（アライアンス）",
"LIBRARY_TITLE_ANTARES": "アンタレス",
"LIBRARY_TITLE_ANTARES_2": "アンタレス（２）",
"LIBRARY_TITLE_BIOTOPE": "ビオトープ",
"LIBRARY_TITLE_BROKER": "「介在者」（ブローカー）",
"LIBRARY_TITLE_EXIO_FAMILY": "エクシオ一家",
"LIBRARY_TITLE_FORESIGHT": "教団（フォーサイト）",
"LIBRARY_TITLE_GATEKEEPER": "「門番」",
"LIBRARY_TITLE_HERO_AND_VILLAIN": "ヒーローとヴィラン",
"LIBRARY_TITLE_HERO_LICENSE": "ヒーローライセンス",
"LIBRARY_TITLE_HERO_LICENSE_ASSOCIATION": "ヒーローライセンス協会",
"LIBRARY_TITLE_HURAY": "フーレイ",
"LIBRARY_TITLE_JAPAN_DEFENCE_AGENCY": "日本国防衛局",
"LIBRARY_TITLE_MT_FUJI": "富士山",
"LIBRARY_TITLE_OBSERVER": "「観測者」（オブザーバー）",
"LIBRARY_TITLE_PARALELL_WORLD": "並行世界の存在",
"LIBRARY_TITLE_PARALLEL_FLIGHT": "パラレルフライト社",
"LIBRARY_TITLE_PROTAGONIST": "<@playerName>",
"LIBRARY_TITLE_SHINASHIWARASHA": "新葦原社",
"LIBRARY_TITLE_SHINASHIWARASHA_2": "新葦原社（２）",
"LIBRARY_TITLE_SUMMARY_1": "あらすじ",
"LIBRARY_TITLE_SUMMARY_2": "あらすじ（２）",
"LIBRARY_TITLE_TAIKA": "タイカ",
"LIBRARY_TITLE_UNIQUE": "ユニーク",
"LIBRARY_TITLE_ZEROTRUST": "ゼロトラスト社"
}