{
"SERIF_AKASHI2NDANNIVERSARY_EVENTA": "こういうの改めて言うと照れ臭いけどよ…<br>いつも、応援してくれてありがとうな。<br>これからも一緒に頑張ってこうぜ！",
"SERIF_AKASHISUMMERDIVE2108_APPRECIATION": "よう大丈夫か、だいぶお疲れみてぇだな。<br>…えっ、リゾートでリフレッシュしたい…？<br>わ、分かったよ、今度連れてってやるから！<br>",
"SERIF_AKASHISUMMERDIVE2108_DAILY": "なぁ、あっちにウォータースライダーが<br>あるんだってよ、行ってみようぜ！<br>…べっ別に、はしゃいでるわけじゃねぇぞ！？",
"SERIF_AKASHISUMMERDIVE2108_EVENTA": "リゾート船での仕事かぁ…<br>やっぱアトラクションとかもあるのかな？<br>…あっ、べ、別に興味はねぇんだけどさっ！",
"SERIF_AKASHISUMMERDIVE2108_EVENTB": "パブラシアさん、記憶が無いって言ってたけど、<br>なんか力になってやれねぇかな…<br>なんだか他人事とは思えないからよ。",
"SERIF_AKASHISUMMERDIVE2108_HERO": "やっぱアイドルってすげぇんだなぁ。<br>水着姿もキラキラしてるっつーか…<br>注目を集める理由が分かる気がするぜ。",
"SERIF_AKASHISUMMERDIVE2108_PLAYER": "…お、お前は水着とか着ないのか？<br>いや、ほら、季節にあった格好ってヤツ！<br>お前なら…まぁ、似合うんじゃないか？",
"SERIF_AKASHISUMMERDIVE2108_RELATION": "パブラシアさんって、年上だけど<br>なんか放っておけないんだよなぁ。<br>あんなに気楽な生き方、真似できねぇよ…",
"SERIF_AKASHISUMMERDIVE2108_TOUCH": "おわっ！？　…な、何だよ突然！？<br>…ヒサキからスーツのデータ回収を頼まれた？<br>わ、分かったから、そんなに触るなよ…！<br>",
"SERIF_AKASHISUMMERDIVE2108_TRAIN": "入水前のストレッチ、付き合ってもらうぜ？",
"SERIF_AKASHISUMMERDIVE2108_TRAINED": "は、激しすぎねぇか…ッ！？",
"SERIF_AKASHI_APPRECIATION": "なんだ？随分疲れてんじゃねえか。<br>うっし、飯行くぞ、飯！<br>飯食って寝る、回復にゃ、それが一番だ。<br>",
"SERIF_AKASHI_DAILY": "よっ、お疲れさん。<br>今日も部活上がりだが、バリバリいけんぜ。<br>さ、今日はどんな仕事なんだ？",
"SERIF_AKASHI_HERO": "やっぱすげぇぜ、ザップ・ザ・ジャスティス。<br>あれがホンモノ、あれがヒーロー…か。<br>なっ、べ、別に憧れてるわけじゃねェぞ！？",
"SERIF_AKASHI_PLAYER": "幼馴染を褒めるなんて、こっ恥ずかしいけどよ…<br>まあ、よくやってんじゃねーか？お前。<br>頼りになるって感じになってきたしな。",
"SERIF_AKASHI_RELATION": "っとに、素直じゃねえな、スイの奴。<br>ガキのくせして、無理に大人ぶっちまってよ。<br>…そんなに歳変わんねえって？うっせえっ！",
"SERIF_AKASHI_TOUCH": "おわっ！？な、何だよっ。<br>ガキの頃みてえに、ベタベタ触んじゃ…<br>うはっ、くすぐってえよっ、はははっ！<br>",
"SERIF_AKASHI_TRAIN": "軽い肩慣らしだ、ちゃんと受けてくれよ？",
"SERIF_AKASHI_TRAINED": "ぐう…っ！ち、ちったぁ手加減しろって…ッ！",
"SERIF_ALCHIBACHASERS2105_APPRECIATION": "シリアスな任務の途中こそ、ティーブレイクを<br>楽しむくらいの余裕は必要だよ、ハニー。<br>なあに、口説くのはさすがに任務の後にするさ。<br>",
"SERIF_ALCHIBACHASERS2105_DAILY": "さあ、ミッションの時間だパートナー。<br>受けた仕事の完遂は、俺の信条だからね。<br>ここからは真面目モードで行かせてもらうよ。",
"SERIF_ALCHIBACHASERS2105_EVENTA": "どうやら奴が、動き出したようだな。<br>さあ、行こうじゃないかパートナー。<br>少し遠出することになる、覚悟はいいかい？",
"SERIF_ALCHIBACHASERS2105_EVENTB": "謎はどんどん、深まるばかりか…。<br>安心したまえ、パートナー。俺が必ず、<br>奴を追い詰めてみせようとも。",
"SERIF_ALCHIBACHASERS2105_HERO": "やれやれ、色々危なっかしい運転手だな。<br>新しい職に向き合うことに対する戸惑いは、<br>分からないでもないんだがね…。",
"SERIF_ALCHIBACHASERS2105_PLAYER": "少し背伸びをし過ぎじゃないかい、パートナー？<br>頑張ろうとする君は素敵だが、もっと俺に身を<br>委ねてくれたまえ。これでも包容力はある方だぜ？",
"SERIF_ALCHIBACHASERS2105_RELATION": "ウルペクラとは、少し縁があってね。怪盗と<br>探偵なんて、まるで小説みたいな対立軸だろ？<br>アイツは必ず、俺の手で捕まえたいのさ…。",
"SERIF_ALCHIBACHASERS2105_TOUCH": "おや？羽毛を触るだけで満足するのかい？<br>俺としては、もっと刺激的な事をしたって<br>構わないわけだが…どうかな、今晩あたり。<br>",
"SERIF_ALCHIBACHASERS2105_TRAIN": "俺の本気を受け止められるか？",
"SERIF_ALCHIBACHASERS2105_TRAINED": "なかなか押しが強いじゃないか…！",
"SERIF_ALCHIBA_APPRECIATION": "おいおい、プリティフェイスが台無しだぜ？<br>お疲れなら、俺の翼にくるまれて寝てみるかい？<br>…な、何だ、別に何もしないとも！…たぶん。<br>",
"SERIF_ALCHIBA_DAILY": "やあ、依頼人。これからデートでもどうかな？<br>…おっと、仕事か。それじゃあ仕方ないね。<br>俺も付き合おう、どんな依頼が来てるんだい？",
"SERIF_ALCHIBA_HERO": "俺は、警察を信用しない…だが。<br>あの刑事の表裏の無さは、信頼に値するな。<br>アイツみたいな男ばかりなら、良かったんだが…。",
"SERIF_ALCHIBA_PLAYER": "君が戦場に立つなど、運命の悪戯は恐ろしい…！<br>安心してくれ。君の安全は、俺が保証しよう。<br>見返りは…そうだね。君の愛が欲しいかな？",
"SERIF_ALCHIBA_RELATION": "あの記者の情報収集能力は恐ろしいな。それに、<br>いつの間にか後ろにいるあのスニーキング能力。<br>ありゃあいい探偵になれるぜ、きっと…。",
"SERIF_ALCHIBA_TOUCH": "…おっと、積極的だね、マイスウィート。<br>ああいいとも、自慢の羽毛を存分に堪能したまえ。<br>見返りなんぞ、求めやしないさ…ふふふ。<br>",
"SERIF_ALCHIBA_TRAIN": "さあて、ちょいといなされてもらおうかな。",
"SERIF_ALCHIBA_TRAINED": "ぬうっ…！俺を本気にさせようってか…！？",
"SERIF_ALPHECCA_APPRECIATION": "地球の術士は、実に仕事が多いものだな。<br>貴君の頑張りに、余は心から敬意を表そう。<br>だが、くれぐれも無理はせぬようにな？",
"SERIF_ALPHECCA_DAILY": "おお、来たかオペレーター。ああ、よいよい。<br>いちいち頭を下げずとも構わぬ。仕事に<br>行くのであろう？余にも手伝わせてくれぬか？",
"SERIF_ALPHECCA_EVENTA": "ふむ…実に面妖で、面白き迷宮であるな。<br>普段玉座に縛り付けられておるのだ、少しばかり<br>冒険心をむき出しにしてもよいだろう？",
"SERIF_ALPHECCA_EVENTB": "ふむ、謎の白騎士か…何者なのだろうな。<br>むっ？彼奴が現れている間、余の姿が見えなく<br>なっているとな？さあ…偶然ではないのか？",
"SERIF_ALPHECCA_HERO": "棍棒で以て火球を打ち放ち、攻撃するとは。<br>あの若者は、実に面妖で、面白き技を使うな。<br>同じ炎を扱う者として、見習いたいものだ。",
"SERIF_ALPHECCA_PLAYER": "オペレーターは、随分努力家と見えるな。<br>ふふっ、余は努力を惜しまぬ者が好きでな。<br>貴君の有り方は、とても好ましく思っておるぞ。",
"SERIF_ALPHECCA_RELATION": "ルティリクスに目をかけているのは何故かとな？<br>そうだな…あの我武者羅な姿勢に、自らの<br>過去の面影を重ねておるから、なのかもな。",
"SERIF_ALPHECCA_TOUCH": "おっと。ははっ、余の身体に興味があるか？<br>よい、気が済むまで触るを許そう。こうして<br>他者に触れられるのは、即位前以来だからな。",
"SERIF_ALPHECCA_TRAIN": "余への挑戦、受けて立とうぞ！",
"SERIF_ALPHECCA_TRAINED": "な、なかなかの腕前だっ…！",
"SERIF_ANDREWLOSTANCIENTS2208_APPRECIATION": "疲労値の上昇を確認、いわゆる夏バテって奴かな？<br>人間は適度な休息で効率性が改善されるんだよね。<br>ゆっくり湖畔を散歩しないかい？僕も付き合うよ。<br>",
"SERIF_ANDREWLOSTANCIENTS2208_DAILY": "マスター！今、時間はあるかい？<br>ギターの演奏を練習していたんだけれど、<br>初めて上手く出来たんだ。聴いてもらえないかな！",
"SERIF_ANDREWLOSTANCIENTS2208_EVENTA": "ヒサキさんは発明家なんだね。水中で呼吸する<br>デバイスや戦闘ロボットも作れるなんて！<br>僕もメンテナンスしてもらえないかな？<br>",
"SERIF_ANDREWLOSTANCIENTS2208_EVENTB": "とても珍しいコバルトブルーの湖だね！<br>これだけ水が澄んでいるなら、守り神さんも<br>すぐ見つかりそうだ。よし、しっかり探すぞ！<br>",
"SERIF_ANDREWLOSTANCIENTS2208_HERO": "ヒサキさんの新しいパラレルウェポンを見たかい？<br>水中ドローンと互いに支え合って戦う姿…うん！<br>あれこそ僕の守りたい絆だよ、マスター!",
"SERIF_ANDREWLOSTANCIENTS2208_PLAYER": "泳ぐ事が苦手な個体もいると聞いたんだけれど、<br>マスターはどう？一緒に水中を散歩しないかい？<br>僕は完全防水だから、泳ぎのサポートもできるよ！",
"SERIF_ANDREWLOSTANCIENTS2208_RELATION": "ガイウスさんは自分のルーツを探しているんだね。<br>僕は自分が製造された時の事を覚えていないけれど…<br>人間というのは、過去を大事にするものなのかい？",
"SERIF_ANDREWLOSTANCIENTS2208_TOUCH": "おっと、僕の新しい姿が気になるかい？<br>素敵なボディになれて、とても嬉しいよ！<br>もっと触って確かめてほしいんだ、どうかな！<br>",
"SERIF_ANDREWLOSTANCIENTS2208_TRAIN": "さぁ、トレーニングで絆を深めよう！",
"SERIF_ANDREWLOSTANCIENTS2208_TRAINED": "うぅっ…これが絆の力なんだね…！",
"SERIF_ANDREW_APPRECIATION": "マスター、どうしたんだ？疲れているのかい？<br>君達がこういう時にする行動は…眠る、だっけ？<br>僕も興味があるんだ、一緒に寝よう、マスター。<br>",
"SERIF_ANDREW_DAILY": "やあ、マスター。調子はどうだい？<br>僕はいつでも元気さ、機械の体だからね。<br>さあ、今日も色んな命を救いに行こう。",
"SERIF_ANDREW_HERO": "僕と同じ、機械の体のヒーロー。<br>彼は感情をあえて捨て、機械であろうと徹する。<br>本来ロボットは、ああ在るべき、なのかな…？",
"SERIF_ANDREW_PLAYER": "ごめん、僕もこの仕事についてよく知らなくて。<br>何せ、僕一体では変身したりできないからね。<br>だから、マスターと一緒に勉強していきたいな。",
"SERIF_ANDREW_RELATION": "よくヒッチハイクしているあの人間。<br>とても生命力に満ちていて、僕は好きだよ。<br>プロレスしないかと誘われたが、僕にできるかな？",
"SERIF_ANDREW_TOUCH": "マスター、僕のボディーに興味があるのか？<br>なかなか精巧だろ、もっと見てもいいんだよ。<br>待ってくれ、今服を脱いで…え、やめろって？<br>",
"SERIF_ANDREW_TRAIN": "ちょっとしたテスト、付き合ってくれるかい？",
"SERIF_ANDREW_TRAINED": "身体が熱を、帯びてきた…！",
"SERIF_ANNA_APPRECIATION": "ヤバっ！オペくん元気ない顔してない！？<br>ねねっ、お菓子ヤバいぐらい買ってきたんだ！<br>一緒に食べるべ、チョコ好き？はい、あーん。",
"SERIF_ANNA_DAILY": "やりたいこと我慢する必要なんてなくない？<br>考えて決めたことなら、全力待ったなしっしょ！<br>よし決めた！オペさん、一緒に旅行くべ、今から！",
"SERIF_ANNA_EVENTA": "マジ、チョコフェス開催できるのスゴくない！？<br>あー、フェス部、根付いてくれたらいいなぁ…！<br>ふふっ、ウチら今、青春してるべ！って感じ！",
"SERIF_ANNA_EVENTB": "甘いものに想いを込めて相手に渡すって、ちょー<br>可愛い文化じゃない？ウチも手作りしよっかなー！<br>料理、何年振りかな…まぁ、何とかなるっしょ！",
"SERIF_ANNA_HERO": "スハイルくん、悪いこと止めてくんないかなー？<br>熱いハート持って芯のある考え方してんだしさ、<br>部下くんたち連れてヒーローしちゃえばいいのに。",
"SERIF_ANNA_PLAYER": "趣味とかに打ち込んで楽しんでる人見るの<br>メッチャ好きなんだ。ウチも嬉しくなっちゃう！<br>オペさんはどんなことが好き？全部教えてっ！",
"SERIF_ANNA_RELATION": "フェイくんって、なんで嫌われたがってんだろ？<br>でも、メッチャ良い人オーラ出てんの好きだなー。<br>今日も飴ちゃん貰ったの、いちご味！おいしっ！",
"SERIF_ANNA_TOUCH": "ん？どしたの、寂しくなっちゃった？<br>そういう時は楽しむのが一番だよ、もちダンスで！<br>はいっ、手握って！一緒に体動かすよっ！",
"SERIF_ANNA_TRAIN": "ウチのマジなトコ、見せちゃうかんねっ！",
"SERIF_ANNA_TRAINED": "きゃっ、待ってヤバい、ヤバいって…！",
"SERIF_BARRELHEROFESTA2109_APPRECIATION": "いつもお疲れ様ッス、パートナー殿っ！<br>気分転換に、ちょっと泳ぎに行かないッスか？<br>折角の夏、一緒に楽しみたいッス！さあさあ！<br>",
"SERIF_BARRELHEROFESTA2109_DAILY": "本官こう見えて、結構夏男なんスよ！<br>ビーチバレーも水泳も大大大得意ッス！えっ？<br>違うッスよ！犬掻きでは泳がねえッス！",
"SERIF_BARRELHEROFESTA2109_EVENTA": "へへーん！どうスかどうスか？似合ってるッスか？<br>この新コスチュームとハンサムフェイスで、観客の<br>視線は頂きッス！あーっ、何で笑うんスか！？",
"SERIF_BARRELHEROFESTA2109_EVENTB": "賑やかなお祭りっていいッスね、何だかワクワク<br>しちゃうッス！ねえねえパートナー殿、バトルが<br>終わったら出店巡りしましょ！本官腹ペコッス！",
"SERIF_BARRELHEROFESTA2109_HERO": "チーフ殿はメチャメチャ頼れる司令官ッス！<br>何でも、諸葛亮孔明って軍司の方を尊敬してるんだ<br>とか！まあ、本官は存じ上げないんスけど…。",
"SERIF_BARRELHEROFESTA2109_PLAYER": "パートナー殿は夏、お好きッスか？本官は<br>大大大好きッス！さっきからもう、泳ぎたくて<br>ウズウズしちゃって…うおぉ、ダイブしてえッス！",
"SERIF_BARRELHEROFESTA2109_RELATION": "ハロンは内気だけど、ホントにいい奴ッスよ！<br>最近一緒にプール行ったりもするんスけど、頭の炎、<br>頭の炎、水中でも消えないんスよね…不思議ッス。",
"SERIF_BARRELHEROFESTA2109_TOUCH": "わひゃっ！？もう、何スかパートナー殿！<br>あなたもズブ濡れにされたいんスか？それなら…<br>とりゃーっ！お望み通りに濡らしてあげるッス！<br>",
"SERIF_BARRELHEROFESTA2109_TRAIN": "びしょ濡れになっても知らないッスよ！？",
"SERIF_BARRELHEROFESTA2109_TRAINED": "わひゃぁ、ベショベショっスぅ…！",
"SERIF_BARREL_APPRECIATION": "職務お疲れ様っス、パートナー殿ッ！<br>あ、帰り道困った奴に遭ったら、迷わず交番へ！<br>本官がバキューンと解決するッスから！<br>",
"SERIF_BARREL_DAILY": "ういーっす、お疲れ様ッス！<br>さあさ、早いとこ現場行きましょ、現場！<br>キケンの香りが本官達を待ってるッスぅ！",
"SERIF_BARREL_HERO": "あの爆弾使いさん、すげえッスねぇ！<br>あの爆煙の香り、シンパシー感じまくりッス。<br>え、類友？何スか、それ…？",
"SERIF_BARREL_PLAYER": "パートナー殿も新人、本官も新人！<br>新人同士、コレカラ仲間って感じッスね！<br>ガンガン頑張って、共に星を目指すッス！",
"SERIF_BARREL_RELATION": "刑事殿、いつもため息ばっかついてるッス。<br>チューカン管理職？って、大変なんスねぇ…<br>え、本官のせいもあるって？まっさかーっ！",
"SERIF_BARREL_TOUCH": "わひゃぁっ、くすぐったいッスよぉ！<br>ダメッスよ、そんなにモフモフされたら…<br>わ、わふぅ…んっ…。<br>",
"SERIF_BARREL_TRAIN": "大丈夫、当たらないよう気ィ付けるッスから！",
"SERIF_BARREL_TRAINED": "ぐうぅっ、大当たりッスぅ…！",
"SERIF_BOREALIS_APPRECIATION": "どうした、心の音が乱れているぞオペレーター。<br>気分転換には音楽が一番だ。時間はあるかね？<br>君の為に演奏しようではないか。<br>",
"SERIF_BOREALIS_DAILY": "音はどこにでも満ち溢れている。<br>だが、しっかりと音楽を聴くことはあるかね？<br>まずは意識するだけでも変わる、試してみなさい。",
"SERIF_BOREALIS_EVENTA": "何だこの野暮ったい衣装は…　作戦の為の防護服？<br>断じて却下だ。私のコンサートは常に観客の為だ。<br>洗練された演出というものを教えてやる。",
"SERIF_BOREALIS_EVENTB": "クリスマス、家族や親しい知人と過ごす日…か。<br>よい文化だな。いつか離れ離れになる日が来ても、<br>その思い出が胸を温めてくれるだろう。",
"SERIF_BOREALIS_HERO": "モクダイ、と言ったか、あの映像屋。<br>シチュエーションやターゲットに合わせた演出…<br>中々に良い筋をしていると見受けられるな。",
"SERIF_BOREALIS_PLAYER": "君に親友の姿を重ねて、失礼したな。<br>ずっと探しているものでね…<br>あれ程似ていて、落ち着く音は初めてだったのだ。",
"SERIF_BOREALIS_RELATION": "なんだあの記者は…　取材だ何だと騒がしい男だ。<br>見ているだけでいいと、舞台裏にまでついてくる。<br>指揮を始めると静かに聴き入っているからいいが…",
"SERIF_BOREALIS_TOUCH": "…おや？　君の音色は相変わらず澄んでいるが、<br>私に触れた時にリズムが変わったな。<br>どれ、もっと君の音を聞かせてもらおうか。<br>",
"SERIF_BOREALIS_TRAIN": "リハーサルだ、用意したまえ。",
"SERIF_BOREALIS_TRAINED": "っぐ、私の指揮に従え…！",
"SERIF_CERASTIUM_APPRECIATION": "正義の味方にも、時には休息が必要です。それで<br>なくても私は、貴方が誰より頑張っていることを<br>知っていますから…今、お茶を入れてきますね。<br>",
"SERIF_CERASTIUM_DAILY": "おはようございます、指揮官！今日も正義の為、<br>全力で戦いましょう！…え、今日は子供向けの<br>ショー…なるほど！それも正義の行いですね！",
"SERIF_CERASTIUM_EVENTA": "自国にいながら、世界中のヒーロー達と共に<br>訓練できる！素晴らしい大会じゃありませんか！<br>憧れのジャスティス様に会えるかも…きゃーっ！<br>",
"SERIF_CERASTIUM_EVENTB": "私は、私の正義を見つけたい。私自身の為にも、<br>あの日答えを返せなかった友達の為にも。<br>強者が集うこの大会になら、ヒントがあるかも…<br>",
"SERIF_CERASTIUM_HERO": "正義の人、ザップ・ザ・ジャスティス様！私の<br>永遠の憧れの人です！正義を体現したあのお姿と<br>性格！全てが完璧で…え？夢を見すぎ、とは？",
"SERIF_CERASTIUM_PLAYER": "指揮官は、ジャスティス様の事務所の方…！<br>えいっ…驚きました？この盾、テーブルになるん<br>です。さあ私と！共に！正義を語り合いましょう！",
"SERIF_CERASTIUM_RELATION": "リグザはソロプレイが得意と言っていたけれど、<br>その能力を活かす方法はないでしょうか。日頃<br>団体行動の任務が多いと、つい考えてしまいます。",
"SERIF_CERASTIUM_TOUCH": "わっ！？ ど、どうされたんですか指揮官！？<br>あ、この盾が気になります？ どうぞ、とても<br>重いので気を付けて…きゃっ、だ、大丈夫ですか！？<br>",
"SERIF_CERASTIUM_TRAIN": "お互いの正義を、ぶつけ合いましょう！",
"SERIF_CERASTIUM_TRAINED": "すごい…勝てないっ…！？",
"SERIF_CROWNE2NDANNIVERSARY_EVENTA": "アンタには色々と世話になっちまったね。<br>アタシも気合い入れてやってくからさ、<br>これからもよろしく頼むよ！",
"SERIF_CROWNE_APPRECIATION": "どうした、へばっちまったのかい？<br>ったく、一人で頑張り過ぎなんだよ、アンタは。<br>ちったあアタシを頼ってくれたっていいんだよ？<br>",
"SERIF_CROWNE_DAILY": "よう、調子はどうだい？<br>船の整備もバッチリだ、いつでも飛べるよ。<br>サクッと仕事終わらせて、飲みにでもいこうや。",
"SERIF_CROWNE_HERO": "メカの星出身なんて、そそるじゃないか。<br>アイツの体も、全部機械だってんだろ？<br>ちょびっと、バラさせちゃくれないかねえ…？",
"SERIF_CROWNE_PLAYER": "アンタ、なかなか見どころあるじゃないか。<br>ああ、度胸の据わったバカは嫌いじゃないよ。<br>あはは、そんな顔すんなよ、褒めてんだから。",
"SERIF_CROWNE_RELATION": "あの子、あれでなかなか可愛いとこあるんだよ。<br>綺麗な服とか見ると、目をキラキラさせてさ。<br>あんまり気負わず、楽に生きて欲しいもんだが…",
"SERIF_CROWNE_TOUCH": "おっと、いい度胸してんじゃないか。<br>やられたらやり返すのが、アタシの流儀でねぇ。<br>どこを弄られたい？言ってみな、そらそらっ！<br>",
"SERIF_CROWNE_TRAIN": "武器の性能、確かめさせてもらうよ！",
"SERIF_CROWNE_TRAINED": "アタシを実験台にするたぁ、いい度胸だ…ッ！",
"SERIF_DIGRAM_APPRECIATION": "…有機生命体の肉体は、<br>疲弊するとパフォーマンスが落ちるとの事です。<br>マスター。…どうか、早めの休息を。<br>",
"SERIF_DIGRAM_DAILY": "34秒の遅刻です、マスター。<br>定刻通りに集合して頂かなくては、困ります。<br>遅延回復のため、即刻現場に向かいましょう。",
"SERIF_DIGRAM_HERO": "機械生命体が、なぜ有機的な肉体を求めるのか。<br>本機には、はなはだ疑問です。しかしながら…<br>あの者の戦闘は、何故か本機の感情を震わせます。",
"SERIF_DIGRAM_PLAYER": "マスターには、更なる習熟期間が必要と考えます。<br>不慣れな状態での戦闘介入は、極めて危険です。<br>まずはご自身の安全を、第一にお考え下さい。",
"SERIF_DIGRAM_RELATION": "船舶の定時運行には、正確な整備が欠かせません。<br>本機は、整備が出来る彼女を尊敬しております。<br>本機の調整は…絶対に、させませんが。",
"SERIF_DIGRAM_TOUCH": "本機への接触に、何か意味があるのでしょうか？<br>本機には、どうにも理解できません…ただ。<br>貴方の手の温かさを、確かに感じます。<br>",
"SERIF_DIGRAM_TRAIN": "試運転へのご協力、よろしくお願い致します。",
"SERIF_DIGRAM_TRAINED": "こ…これ以上の試行は、無意味です…！",
"SERIF_ESPERDICA_APPRECIATION": "どうぞ。少し甘めにブレンドしておきました。<br>お疲れな貴方へ、癒しの一杯となりますように。<br>わんこ？　狼のラテアートです。可愛いでしょ？",
"SERIF_ESPERDICA_DAILY": "ふふっ、エスプレッソマシンは珍しいですか？<br>バリスタの私にとっては、戦友にも等しいものです。<br>…一杯淹れましょう。どうぞご堪能ください。",
"SERIF_ESPERDICA_EVENTA": "ようこそ、銀河鉄道カフェラウンジへ。<br>お寛ぎの時間にコーヒーはいかがですか？　とても<br>いい香りで…ふぅ、私まで落ち着いちゃいました。",
"SERIF_ESPERDICA_EVENTB": "レストランに美味しいチェリーパイがあったと<br>ヨシオリさんにお伝え頂けませんか？　きっと<br>気に入ると思いますよ。ふふっ、勘ですけどね。",
"SERIF_ESPERDICA_HERO": "ふむ…タビトさんはナノマシンの体ですけれど、<br>コーヒーのような嗜好品は召し上がるんでしょうか？<br>仕事の癖で、つい似合う豆を考えてしまうんです。",
"SERIF_ESPERDICA_PLAYER": "貴方の仕事は相手を深く知り最適な指示を出すこと…<br>豆の良さを知り、美味しいコーヒーを淹れることと<br>似ていると思いませんか？　お揃いですね。",
"SERIF_ESPERDICA_RELATION": "コーヒーの芳醇な香りは、相手の興味をそそり、<br>洗練された味は、誰しもが警戒を解いてしまう。<br>集中している時のレイジでさえもね…ふふっ。",
"SERIF_ESPERDICA_TOUCH": "おっと、いかがされました？　あぁ、もしかして<br>ハンドドリップの淹れ方を知りたいですか？<br>えぇ、もちろん手取り足取り教えて差し上げますよ。",
"SERIF_ESPERDICA_TRAIN": "ふふふっ、いいですねぇその表情…！",
"SERIF_ESPERDICA_TRAINED": "こ、これは想像以上ですっ…！",
"SERIF_EXIO_APPRECIATION": "そんな無防備な姿を見せると、寝首を掻くよ？<br>…なんてね。何もしやしないさ、本当だとも。<br>肩に来ているようだ、ちょっと揉んであげよう。",
"SERIF_EXIO_DAILY": "やあ、お疲れ様。マッサージでもどうだい？<br>なあに、何の下心もありはしないさ。<br>緊張を解してからの方が、仕事に専念できるだろ？",
"SERIF_EXIO_HERO": "あの男の、眩いヒーローぶりは…妬ましいね。<br>僕が立ちたかったのは、あちら側だったから。<br>味方にすれば、実に心強いのだけれども。",
"SERIF_EXIO_PLAYER": "オブザーバーとしての君は、全く奇妙な存在だ。<br>仕事ぶりは未熟の一言。しかしながら…<br>奥底に眠るあの力は…きっと世界を乱す。",
"SERIF_EXIO_RELATION": "彼の心だけは、どうしても覗けないんだ。<br>中身が無いというか、背筋がぞわつくというか。<br>彼は…本当に、この世界の生物なのかな？",
"SERIF_EXIO_TOUCH": "おっと、これは参ったね。君に触れられるとは。<br>僕と同じように、心に干渉しようとしたのかい？<br>それとも…僕に男としての魅力を、感じたのかな？",
"SERIF_EXIO_TRAIN": "さあ、君の有用性を見せてもらおう。",
"SERIF_EXIO_TRAINED": "なるほど、素晴らしい力だ…ッ！",
"SERIF_FLAMIERGHOSTWOODS2204_APPRECIATION": "…あら? お疲れのご様子ですね。<br>美しい花を見つけたので花瓶に生けてみたんです。<br>緑を見ながら、少し休憩いたしませんか？",
"SERIF_FLAMIERGHOSTWOODS2204_DAILY": "お祭りの会場は賑やかで楽しいですわね。<br>よろしければ、一緒に屋台を見て回りませんか？<br>ぜひお好きな食べ物を教えてくださいませ。",
"SERIF_FLAMIERGHOSTWOODS2204_EVENTA": "ウェーマルトのお祭りは、とても賑やかで<br>見ているだけでも心が弾んで来ますわね。<br>ふふっ、ダンスはいつ振りかしら？",
"SERIF_FLAMIERGHOSTWOODS2204_EVENTB": "私は最終日に打ち上げられる、<br>花火の調整に参加させていただいておりますの。<br>あぁ…美しい光の花…早く見たいですわ…！",
"SERIF_FLAMIERGHOSTWOODS2204_HERO": "ゴロウ様は楽器の演奏もお上手なのですね。<br>とても優しい音色がしますわ。<br>…まるで子守唄のようです。",
"SERIF_FLAMIERGHOSTWOODS2204_PLAYER": "あなたは、幽霊って存在すると思われます？<br>エクトプラズムだとか、鬼火だとか…ちょっと、<br>興味をそそられませんこと？ うふふ…っ。",
"SERIF_FLAMIERGHOSTWOODS2204_RELATION": "ライラック様は花にとても詳しいのですね。<br>植物の知識は花火に通ずるものがありますから、<br>色々と教えていただきたいですわね。",
"SERIF_FLAMIERGHOSTWOODS2204_TOUCH": "あら、ダンスのお誘いでしょうか？<br>えぇもちろんご一緒させていただきます。<br>お手柔らかにお願いしますね。",
"SERIF_FLAMIERGHOSTWOODS2204_TRAIN": "一曲、お相手願えますでしょうか？",
"SERIF_FLAMIERGHOSTWOODS2204_TRAINED": "あん、激しすぎますわっ…！",
"SERIF_FLAMIER_APPRECIATION": "いつもお仕事お疲れ様です。<br>給湯室をお借りして、お茶を淹れて参りました。<br>お疲れのようですし、一休みなさっては…？<br>",
"SERIF_FLAMIER_DAILY": "こんにちは。今日は絶好の燃焼日和で…<br>えっ？ああいえ、何でもありませんわ。<br>さて、今日もお仕事に参りましょうか。",
"SERIF_FLAMIER_HERO": "あのパティシエのお嬢さん、凄いですわね。<br>焼き菓子をあのスピードで焼き上げるなんて、<br>一体どんな火薬をお使いなのでしょう…。",
"SERIF_FLAMIER_PLAYER": "誰にだって何にだって、始まりはありますわ。<br>焦らず、少しずつ慣れていけばよいのです。<br>私が炎の虜になったのも、あの時…あぁ…っ。",
"SERIF_FLAMIER_RELATION": "あの警察官のヒーローさん、気が合いそう。<br>ええ、ああいった火器も守備範囲ですので。<br>あの一瞬の閃光、たまりませんわよね…。",
"SERIF_FLAMIER_TOUCH": "あらっ？どうかなされました？<br>あっ、もしかして火薬の粉がついてました？<br>やだ、お恥ずかしい…。<br>",
"SERIF_FLAMIER_TRAIN": "実験のお相手、よろしくお願いしますわ。",
"SERIF_FLAMIER_TRAINED": "あぁんっ、どうか、お手柔らかに…！",
"SERIF_FURLONGCIRCUS2202_APPRECIATION": "お疲れみたいですね…沢山練習しましたもんね。<br>その…おうちまで、送っていきましょうか…？<br>俺、人を背負って歩くのは…慣れてるので…。<br>",
"SERIF_FURLONGCIRCUS2202_DAILY": "お、お疲れ様です…！今日も曲芸の練習、<br>頑張りましょうね。俺も、頑張りますから。<br>やっぱり怖いものは、怖いけど…。",
"SERIF_FURLONGCIRCUS2202_EVENTA": "俺はやれる、俺はやれる、俺はやれる…！<br>うおぉ、燃えてきたっ！今ならいけます！<br>激烈的なアクロバットをお見せしますよっ！",
"SERIF_FURLONGCIRCUS2202_EVENTB": "成り行きでステージに上がる事になったけど…<br>正直、うまくできるか不安です。やっぱり何事も、<br>失敗するのは恐いですから…。",
"SERIF_FURLONGCIRCUS2202_HERO": "いちヒーローとして、犯罪を行うヴィランは決して<br>許せません！でも、大勢の観客を前に堂々と振舞う<br>ウルペクラの姿は、少し羨ましくもあります…。",
"SERIF_FURLONGCIRCUS2202_PLAYER": "人前に立つ仕事ってお得意ですか？俺はこうして<br>気合い入れてないと、まだまだ苦手で。だから<br>もし秘訣とか見つけたら、教えて下さいね！",
"SERIF_FURLONGCIRCUS2202_RELATION": "ヤスヒコさんは凄いですね。俺とそんなに歳は<br>変わらないのに、団長としてサーカスを引っ張って<br>いってる。きっと苦労も多いんだろうなぁ…。",
"SERIF_FURLONGCIRCUS2202_TOUCH": "へへっ、どうですか？　色んな曲芸も<br>モノともしない位には鍛えてるんですよ、俺！<br>あ、でもそこはっ…！く、くすぐったいっ！<br>",
"SERIF_FURLONGCIRCUS2202_TRAIN": "大胆な技で行きますよっ！",
"SERIF_FURLONGCIRCUS2202_TRAINED": "ちょっと、冒険しすぎたっ…！",
"SERIF_FURLONG_APPRECIATION": "あの…大丈夫、ですか…？<br>いえ、なんだか、お疲れの様子だったので…。<br>その…無理し過ぎちゃ、ダメ、ですよ…？<br>",
"SERIF_FURLONG_DAILY": "あ…お疲れ様、です。<br>熱い現場なら、任せてください。<br>俺、炎の中でも、全然平気ですから…。",
"SERIF_FURLONG_HERO": "スーパーヒーロー、ザップ・ザ・ジャスティス。<br>カッコ良くて、正義に篤くて、勇敢で。<br>彼は、ヒーローになる前からの憧れなんですよ。",
"SERIF_FURLONG_HERO_APPRECIATION": "お疲れのようですね、隊長！<br>そうとくれば、さあさあ、横になって下さい！<br>現場仕込みのマッサージを披露しましょう！",
"SERIF_FURLONG_HERO_DAILY": "お疲れ様です、隊長ッ！<br>熱い現場なら、俺に任せて下さいよ！<br>俺、炎の中でも全然平気ですから！",
"SERIF_FURLONG_HERO_HERO": "スーパーヒーロー、ザップ・ザ・ジャスティス。<br>カッコ良くて、正義に篤くて、勇敢で。<br>彼は、ヒーローになる前からの憧れなんですよ。",
"SERIF_FURLONG_HERO_PLAYER": "諸先輩方も、色んな試練を乗り越えた末に、<br>今の勇姿があるのだと聞いています！<br>ええ、一緒に頑張っていきましょうッ！",
"SERIF_FURLONG_HERO_RELATION": "バレルとは、いい同僚であり、戦友であり。<br>普段ウジウジしてる俺を引っ張ってってくれる、<br>まあ、有り体に言えば、親友、って奴ですよ。",
"SERIF_FURLONG_HERO_TOUCH": "おっと、どうされたんですか、隊長！<br>言っては何ですが、自分は結構体温高いので、<br>迂闊に触れると低温火傷しますよ？",
"SERIF_FURLONG_HERO_TRAIN": "訓練の協力、よろしくお願いします！",
"SERIF_FURLONG_HERO_TRAINED": "ぐぅっ…！あ、熱いッ…！",
"SERIF_FURLONG_PLAYER": "諸先輩方も、色んな試練を乗り越えた末に、<br>今の勇姿があるのだと聞いています！<br>ええ、一緒に頑張っていきましょうッ！",
"SERIF_FURLONG_RELATION": "バレル？ああ、イイ奴、ですよ…？<br>俺的に、アイツくらいグイグイ来てくれる方が、<br>有難いっていうか、何ていうか…。",
"SERIF_FURLONG_TOUCH": "うわあっ！？ああ、ビックリした…！<br>あ、あの…俺の体、熱くないですか…？<br>体温結構高いんで、低温火傷しちゃいますよ…？<br>",
"SERIF_FURLONG_TRAIN": "訓練の協力、よろしくお願いします！",
"SERIF_FURLONG_TRAINED": "うぅっ…こんなに熱くなるなんて…っ！",
"SERIF_GAIUS_APPRECIATION": "疲れた顔をしてんな。あんたの事だ、どうせ<br>無理して泳いでたんだろ。いいから休んどけよ。<br>水の中は危険もある、怪我されたら俺が困るんだ。<br>",
"SERIF_GAIUS_DAILY": "俺の趣味が知りたい？別に、特にない。…けど、<br>湖に潜るのは好きでやってる。水の中は静かで<br>落ち着くし、ケートスに会える事もあるからな。",
"SERIF_GAIUS_EVENTA": "どうも、あんたらのガイドを務めるガイウスだ。<br>ゴミを湖に投げ捨てる奴が居たら教えてくれ。<br>俺がそいつを投げ捨ててくる。<br>",
"SERIF_GAIUS_EVENTB": "この湖には、守り神が居るんだ。<br>たまに水面に現れて湖を見守ってくれてる。<br>運が良ければあんたも一緒に泳げるかもな。<br>",
"SERIF_GAIUS_HERO": "アンドリューは変身すれば、自由に泳げるのか。<br>…これでも俺はあんたらのガイドだからな、<br>沈んで動かなくなったらどうするか考えてたんだ。",
"SERIF_GAIUS_PLAYER": "あんた、昔の記憶が無いんだろ。自分の事、<br>気にならないのか？…俺は知りたいんだ。<br>俺が生まれた理由も、身体の紋様の事も、全部。",
"SERIF_GAIUS_RELATION": "あの発明家…腕にタトゥーを入れてるんだな。<br>別にその理由にも意味にも、俺は興味無い。<br>ただ…初めて見たから少し気になっただけだ。",
"SERIF_GAIUS_TOUCH": "何だよ、何か用か？…あぁ、この紋様の事か。<br>これが格好いいって…本気で言ってんのかあんた。<br>調子狂うな、初めて言われたよ、そんなこと。<br>",
"SERIF_GAIUS_TRAIN": "加減は出来ない、頑張ってくれ。",
"SERIF_GAIUS_TRAINED": "そんな激しいの無理だって！",
"SERIF_GAMMEIRAKUSAI2304_APPRECIATION": "どうだ、京都での仕事は？場所が変わるだけでも<br>気分転換にはなるだろ。そうだ、折角の京都だし、<br>これから鴨川を散歩でもどうだ？",
"SERIF_GAMMEIRAKUSAI2304_DAILY": "ぐええ…頭いてえ。祭だからって飲みすぎるんじゃ<br>なかったぜ。ところで俺、酔っぱらってお前<br>に何かやらかしてなかったか？…大丈夫だよな？",
"SERIF_GAMMEIRAKUSAI2304_EVENTA": "地球に移住した宇宙人たちの作った街、か。<br>そんなにも地球の、それも日本の文化を<br>好きになってくれるたあ、嬉しくなっちまうよな。",
"SERIF_GAMMEIRAKUSAI2304_EVENTB": "観光？バカ言え、俺たちゃ捜査で来てんだ。<br>俺の立場でそんな事…はぁ、分かったよ。<br>事件が解決したら、いくらでも付き合ってやる。",
"SERIF_GAMMEIRAKUSAI2304_HERO": "ったく、ツネアキの野郎。随分と人懐っこく<br>近づいて来る癖に、肝心な話は煙に巻きやがる。<br>少しくらい本性を見せやがれってんだ。",
"SERIF_GAMMEIRAKUSAI2304_PLAYER": "よう！今回もよろしく頼むぜえ…へへっ。<br>今だから言うけどよお、俺はお前と仕事すんのが<br>楽しいんだ。それだけ気に入ってるんだぜえ？",
"SERIF_GAMMEIRAKUSAI2304_RELATION": "あの役者の坊主、小せえのによく働くもんだ。<br>生意気な所といい、俺がガキだった頃を<br>思い出すぜ…いや、見た目は全然違ってたけどよ。",
"SERIF_GAMMEIRAKUSAI2304_TOUCH": "何だぁお前。俺とお近づきになりてえってのか？<br>わはは、いいぜ。遠慮せずにこっち来いや！<br>ほれ、ぎゅーって…ああ？酒臭えだとぉ！？",
"SERIF_GAMMEIRAKUSAI2304_TRAIN": "呑んでたって相手できらぁ！",
"SERIF_GAMMEIRAKUSAI2304_TRAINED": "たっ頼む！今日は手加減してくれぇーっ！",
"SERIF_GAMMEI_APPRECIATION": "よう、随分とくたびれてんじゃねえか。<br>ま、お前も結構な激務みてえだからな。<br>そういう時は、思い切って休むことも大切だぜ？<br>",
"SERIF_GAMMEI_DAILY": "おう…って、待て待てッ！<br>ガサ入れしにきたんじゃねェっての！<br>お前んとこの仕事、受けに来ただけだ！",
"SERIF_GAMMEI_HERO": "俺もまあ、長いこと刑事とヒーローやってるが、<br>アイツほど自己犠牲的にはなれねえな。<br>ヒーローとしちゃ、正しいのかもしれねえが…",
"SERIF_GAMMEI_PLAYER": "指示系統担うヤツには、度胸が必要だ。<br>そいつは、警察もヒーロー相手も同じことよ。<br>ま、うまい事指揮してくれや。期待してんぜ。",
"SERIF_GAMMEI_RELATION": "アイツの銃、ちったぁ上達しねえもんかね。<br>撃てども撃てども、流れ弾すら外れるときた。<br>ま、下手に周辺被害出ないだけ、マシだがな。",
"SERIF_GAMMEI_TOUCH": "うおっ！？な、何すんだ！<br>止めろ、張り込みでマトモに風呂入れてねえんだ、<br>汚ねえから…って、わひゃひゃっ！<br>",
"SERIF_GAMMEI_TRAIN": "刑事の体力、舐めんじゃねえぞ？",
"SERIF_GAMMEI_TRAINED": "ぐえっ！もう勘弁してくれぇ…っ！",
"SERIF_GOMEISAXMASMELT2212_APPRECIATION": "オペレーターさん、頑張りすぎると熱が<br>でちゃいマスよ！ゴメイサ特製、あまくておいしい<br>アイスキャンデーでクールダウンしまショウデス！",
"SERIF_GOMEISAXMASMELT2212_DAILY": "これに耳と首飾り、それと腰布をつけて…<br>じゃーん！オレの分身雪だるまデス！オレが<br>いない時は、この子をハグしてくださいデス！",
"SERIF_GOMEISAXMASMELT2212_EVENTA": "こんなにあったかいと、折角のイベントが<br>出来なくなって、皆困っちゃいますデス…！<br>早く元のお天気に戻しに行きましょうデス！",
"SERIF_GOMEISAXMASMELT2212_EVENTB": "見てください！お祭りで配ってた綺麗な冠デス！<br>リースと言う名前らしいデス！どうデスか？<br>似合ってますか？…え？使い方が違うデス？",
"SERIF_GOMEISAXMASMELT2212_HERO": "ヴィスカナムさん、とーっても優しい人デスね！<br>いろんな発明品を貰ったんデスよ！ところで<br>コレはどうやって使うデスかね？…ってうわー！？",
"SERIF_GOMEISAXMASMELT2212_PLAYER": "オペレーターさん、オレと一緒に踊らないデスか？<br>気持ちを込めて踊れば、心も体もポカポカデスよ！<br>さあっ！お手てはこっちデス！",
"SERIF_GOMEISAXMASMELT2212_RELATION": "センセチアさんの声、とっても綺麗デスね…<br>思わず、踊りたくなっちゃいマス！<br>今度、店長にも聞いてほしいデス！",
"SERIF_GOMEISAXMASMELT2212_TOUCH": "オレの新しい衣装、気になるデスか？<br>こう見えて、結構温かいデスよ！<br>ほら、ここに手を入れてみてくださいデス！",
"SERIF_GOMEISAXMASMELT2212_TRAIN": "ふふっ、大丈夫デスよ。ポカポカにしてあげマス！",
"SERIF_GOMEISAXMASMELT2212_TRAINED": "こっ、氷が溶けちゃうデスよっ…！",
"SERIF_GOMEISA_APPRECIATION": "お元気出すには、日向ぼっこが一番デスっ！<br>お日様の光を浴びて、のんびりポカポカ。<br>心も体も、スッキリ回復するデスよっ。<br>",
"SERIF_GOMEISA_DAILY": "いらっしゃいデス、オペレーターさん！<br>マシンなら空いてるデスよ、さあどうぞ！<br>いいヒーローさんと繋がれるといいデスねっ！",
"SERIF_GOMEISA_HERO": "スゴいデスよね、あの看護師の天使さん！<br>真っ白くて大きな翼、傷を癒す不思議な力。<br>オレの故郷で信奉していた、神様みたいデス。",
"SERIF_GOMEISA_PLAYER": "オペレーターさんは頑張り屋さんデスねっ。<br>ヒーローの皆の為に頑張る貴方の姿、オレ、<br>すっごくカッコイイなって思いますデスっ！",
"SERIF_GOMEISA_RELATION": "店長、とーっても可愛いデスよねッ！<br>モフモフのフワフワで、凄く癒されますデス。<br>今度、いっぱいブラッシングしよーっと！",
"SERIF_GOMEISA_TOUCH": "ん？オレの体に、何かついてるデスか？<br>あ、わかった！ハグをご所望なんデスねっ！<br>オレ、ハグ大好きデスっ！それじゃ、ぎゅーっ！<br>",
"SERIF_GOMEISA_TRAIN": "踊りの稽古、付き合って下さいデスっ！",
"SERIF_GOMEISA_TRAINED": "た、体力の、限界デス…っ！",
"SERIF_GOROGHOSTWOODS2204_APPRECIATION": "なんでぇ、疲れた顔してんじゃねぇか、頭領。<br>それじゃあ俺が子守唄でも歌ってやろうか？<br>なんてなッ、ほらこいつを飲んで元気出しな。",
"SERIF_GOROGHOSTWOODS2204_DAILY": "俺ぁ花の事はよく分からんが…<br>綺麗な花を眺めながら一杯やるのも乙なもんだ。<br>祭りで大事なのは楽しむ事だろ？",
"SERIF_GOROGHOSTWOODS2204_EVENTA": "俺ぁこの会場のステージ設営で呼ばれて来てんだ。<br>気持ちよーく仕事を終わらせた後は…<br>ッくぅー！　汗かいた後の酒は染み入るぜぇっ！",
"SERIF_GOROGHOSTWOODS2204_EVENTB": "なんだァ、幽霊騒ぎなんてきな臭ぇじゃあねぇか。<br>いっちょサクっと片づけて…って今、なんか<br>変な音しなかったか？　いやーまさか、なぁ…？",
"SERIF_GOROGHOSTWOODS2204_HERO": "ライラックぁ、いつも笑ってる静かな奴だが、<br>バトルの時は結構熱い所があんだぜ？<br>特にカイブツ戦の時は人一倍気合いが入ってんな。",
"SERIF_GOROGHOSTWOODS2204_PLAYER": "おうおう、良い地酒が揃ってやがる！<br>せっかく遠出してきたんだ、ほら一杯やろうぜ？<br>祭りってぇのは最高だなっ、くっはぁーッ！",
"SERIF_GOROGHOSTWOODS2204_RELATION": "フラミー先生は、ボランティアで手伝いに<br>来たって聞いたが、志が高い聡明な人なんだな。<br>…って、なんだぁ今の爆発音は…？",
"SERIF_GOROGHOSTWOODS2204_TOUCH": "んぁ、お前も俺の演奏が聴きてぇのか？<br>仕方ねぇなぁ、特等席で聴かせてやるよ。<br>ほら、ここに座って大人しくしとけ？",
"SERIF_GOROGHOSTWOODS2204_TRAIN": "祭りの準備だ、気合い入れなっ！",
"SERIF_GOROGHOSTWOODS2204_TRAINED": "ぐぇ…飲み過ぎちまったかぁ…？",
"SERIF_GORO_APPRECIATION": "ようっ！ご機嫌かぁ？そうでもねえってかぁ？<br>人生、気楽にいくのが一番ってもんよ。<br>そうすりゃ、そのうちいい事だってあらァな。<br>",
"SERIF_GORO_DAILY": "うおっと…なんでぇ、仕事かい？<br>そんじゃ、ぐでっと飲んでる場合じゃねえなや。<br>オーライオーライ、今行きますよッと。",
"SERIF_GORO_HERO": "こう見えても読書家でな、あの先生は知ってるぜ。<br>時間の流れを書き換えちまうたあ、すげぇ能力だ。<br>あんな風に俺の過去も…っと、酒切れてきたか？",
"SERIF_GORO_PLAYER": "アンタぁ、俺らにとっての大黒柱よ。<br>いねぇと成り立たねえし、櫓がグラついちまう。<br>だから、シャンと胸張っていきなっ。へへっ。",
"SERIF_GORO_RELATION": "イサリビたぁ、随分長ぇ付き合いになるかねぇ。<br>俺がボロボロになってこの星に来たあの日っから…<br>ずっと飲みに付き合ってくれる、イイ奴よ。",
"SERIF_GORO_TOUCH": "おっと。おいおい、何だよ？<br>そういうスキンシップをご所望ってかい？へへ。<br>来る奴は拒まねえのが俺の主義よ、そぉらっ。<br>",
"SERIF_GORO_TRAIN": "ちょいとした手慣らしよ、まあ付き合えって。",
"SERIF_GORO_TRAINED": "ぐぅ…っ、頭にガンガン響くぜェ…。",
"SERIF_GUARDMANEARTH_APPRECIATION": "ボスは何においても、頑張り過ぎちまうきらいが<br>あるようでさぁね。アンタのことはあっしが守る、<br>だから安心して気を休めてくだせぇな。<br>",
"SERIF_GUARDMANEARTH_DAILY": "お疲れさんです、ボス。今日はどいつを<br>ぶちのめしにいくんで？　荒事なら任せて下せえ、<br>どんな奴らだって軽くひねってやりまさぁ。",
"SERIF_GUARDMANEARTH_EVENTA": "アンタが新しいボスかい？　安心してくだせえ、<br>あっしはこう見えて、誠実さがウリなもんでね。<br>命令とあれば、命だって張る覚悟はありやすぜ？<br>",
"SERIF_GUARDMANEARTH_HERO": "あっしらは、どいつもこいつも日陰モンですから<br>ねぇ。おてんとさんの下で真っ当に戦うヒーロー<br>みてぇな連中は、たまにまぶしく見えまさぁ。",
"SERIF_GUARDMANEARTH_PLAYER": "ボスはお若えのに、かなりの手腕をお持ちで<br>いらっしゃる。だからこそあっしらも、<br>安心して身を任せることができるってもんでさぁ。",
"SERIF_GUARDMANEARTH_RELATION": "あっしらの仕事は、信頼されなきゃ成り立たねえ。<br>ボスも仲間も、簡単に裏切るような奴ぁ、<br>この世界じゃ長生きできねえってモンでさぁ。",
"SERIF_GUARDMANEARTH_TOUCH": "ボ、ボス！？　どこ触ってんだい、悪ふざけは<br>よしてくだせぇ！　あんまり度が過ぎると…<br>俺ぁ、本気にしちまうぜ…？<br>",
"SERIF_GUARDMANEARTH_TRAIN": "オラァ、全力でかかってこいやぁ！",
"SERIF_GUARDMANEARTH_TRAINED": "ぐうっ…存外にえげつねぇぜ…！",
"SERIF_GUARDMANFIRE_APPRECIATION": "ボスは何においても、頑張り過ぎちまうきらいが<br>あるようでさぁね。アンタのことはあっしが守る、<br>だから安心して気を休めてくだせぇな。<br>",
"SERIF_GUARDMANFIRE_DAILY": "お疲れさんです、ボス。今日はどいつを<br>ぶちのめしにいくんで？　荒事なら任せて下せえ、<br>どんな奴らだって軽くひねってやりまさぁ。",
"SERIF_GUARDMANFIRE_EVENTA": "アンタが新しいボスかい？　安心してくだせえ、<br>あっしはこう見えて、誠実さがウリなもんでね。<br>命令とあれば、命だって張る覚悟はありやすぜ？<br>",
"SERIF_GUARDMANFIRE_HERO": "あっしらは、どいつもこいつも日陰モンですから<br>ねぇ。おてんとさんの下で真っ当に戦うヒーロー<br>みてぇな連中は、たまにまぶしく見えまさぁ。",
"SERIF_GUARDMANFIRE_PLAYER": "ボスはお若えのに、かなりの手腕をお持ちで<br>いらっしゃる。だからこそあっしらも、<br>安心して身を任せることができるってもんでさぁ。",
"SERIF_GUARDMANFIRE_RELATION": "あっしらの仕事は、信頼されなきゃ成り立たねえ。<br>ボスも仲間も、簡単に裏切るような奴ぁ、<br>この世界じゃ長生きできねえってモンでさぁ。",
"SERIF_GUARDMANFIRE_TOUCH": "ボ、ボス！？　どこ触ってんだい、悪ふざけは<br>よしてくだせぇ！　あんまり度が過ぎると…<br>俺ぁ、本気にしちまうぜ…？<br>",
"SERIF_GUARDMANFIRE_TRAIN": "オラァ、全力でかかってこいやぁ！",
"SERIF_GUARDMANFIRE_TRAINED": "ぐうっ…存外にえげつねぇぜ…！",
"SERIF_GUARDMANLIGHT_APPRECIATION": "ボスは何においても、頑張り過ぎちまうきらいが<br>あるようでさぁね。アンタのことはあっしが守る、<br>だから安心して気を休めてくだせぇな。<br>",
"SERIF_GUARDMANLIGHT_DAILY": "お疲れさんです、ボス。今日はどいつを<br>ぶちのめしにいくんで？　荒事なら任せて下せえ、<br>どんな奴らだって軽くひねってやりまさぁ。",
"SERIF_GUARDMANLIGHT_EVENTA": "アンタが新しいボスかい？　安心してくだせえ、<br>あっしはこう見えて、誠実さがウリなもんでね。<br>命令とあれば、命だって張る覚悟はありやすぜ？<br>",
"SERIF_GUARDMANLIGHT_HERO": "あっしらは、どいつもこいつも日陰モンですから<br>ねぇ。おてんとさんの下で真っ当に戦うヒーロー<br>みてぇな連中は、たまにまぶしく見えまさぁ。",
"SERIF_GUARDMANLIGHT_PLAYER": "ボスはお若えのに、かなりの手腕をお持ちで<br>いらっしゃる。だからこそあっしらも、<br>安心して身を任せることができるってもんでさぁ。",
"SERIF_GUARDMANLIGHT_RELATION": "あっしらの仕事は、信頼されなきゃ成り立たねえ。<br>ボスも仲間も、簡単に裏切るような奴ぁ、<br>この世界じゃ長生きできねえってモンでさぁ。",
"SERIF_GUARDMANLIGHT_TOUCH": "ボ、ボス！？　どこ触ってんだい、悪ふざけは<br>よしてくだせぇ！　あんまり度が過ぎると…<br>俺ぁ、本気にしちまうぜ…？<br>",
"SERIF_GUARDMANLIGHT_TRAIN": "オラァ、全力でかかってこいやぁ！",
"SERIF_GUARDMANLIGHT_TRAINED": "ぐうっ…存外にえげつねぇぜ…！",
"SERIF_GUARDMANSHADOW_APPRECIATION": "ボスは何においても、頑張り過ぎちまうきらいが<br>あるようでさぁね。アンタのことはあっしが守る、<br>だから安心して気を休めてくだせぇな。<br>",
"SERIF_GUARDMANSHADOW_DAILY": "お疲れさんです、ボス。今日はどいつを<br>ぶちのめしにいくんで？　荒事なら任せて下せえ、<br>どんな奴らだって軽くひねってやりまさぁ。",
"SERIF_GUARDMANSHADOW_EVENTA": "アンタが新しいボスかい？　安心してくだせえ、<br>あっしはこう見えて、誠実さがウリなもんでね。<br>命令とあれば、命だって張る覚悟はありやすぜ？<br>",
"SERIF_GUARDMANSHADOW_HERO": "あっしらは、どいつもこいつも日陰モンですから<br>ねぇ。おてんとさんの下で真っ当に戦うヒーロー<br>みてぇな連中は、たまにまぶしく見えまさぁ。",
"SERIF_GUARDMANSHADOW_PLAYER": "ボスはお若えのに、かなりの手腕をお持ちで<br>いらっしゃる。だからこそあっしらも、<br>安心して身を任せることができるってもんでさぁ。",
"SERIF_GUARDMANSHADOW_RELATION": "あっしらの仕事は、信頼されなきゃ成り立たねえ。<br>ボスも仲間も、簡単に裏切るような奴ぁ、<br>この世界じゃ長生きできねえってモンでさぁ。",
"SERIF_GUARDMANSHADOW_TOUCH": "ボ、ボス！？　どこ触ってんだい、悪ふざけは<br>よしてくだせぇ！　あんまり度が過ぎると…<br>俺ぁ、本気にしちまうぜ…？<br>",
"SERIF_GUARDMANSHADOW_TRAIN": "オラァ、全力でかかってこいやぁ！",
"SERIF_GUARDMANSHADOW_TRAINED": "ぐうっ…存外にえげつねぇぜ…！",
"SERIF_GUARDMANWATER_APPRECIATION": "ボスは何においても、頑張り過ぎちまうきらいが<br>あるようでさぁね。アンタのことはあっしが守る、<br>だから安心して気を休めてくだせぇな。<br>",
"SERIF_GUARDMANWATER_DAILY": "お疲れさんです、ボス。今日はどいつを<br>ぶちのめしにいくんで？　荒事なら任せて下せえ、<br>どんな奴らだって軽くひねってやりまさぁ。",
"SERIF_GUARDMANWATER_EVENTA": "アンタが新しいボスかい？　安心してくだせえ、<br>あっしはこう見えて、誠実さがウリなもんでね。<br>命令とあれば、命だって張る覚悟はありやすぜ？<br>",
"SERIF_GUARDMANWATER_HERO": "あっしらは、どいつもこいつも日陰モンですから<br>ねぇ。おてんとさんの下で真っ当に戦うヒーロー<br>みてぇな連中は、たまにまぶしく見えまさぁ。",
"SERIF_GUARDMANWATER_PLAYER": "ボスはお若えのに、かなりの手腕をお持ちで<br>いらっしゃる。だからこそあっしらも、<br>安心して身を任せることができるってもんでさぁ。",
"SERIF_GUARDMANWATER_RELATION": "あっしらの仕事は、信頼されなきゃ成り立たねえ。<br>ボスも仲間も、簡単に裏切るような奴ぁ、<br>この世界じゃ長生きできねえってモンでさぁ。",
"SERIF_GUARDMANWATER_TOUCH": "ボ、ボス！？　どこ触ってんだい、悪ふざけは<br>よしてくだせぇ！　あんまり度が過ぎると…<br>俺ぁ、本気にしちまうぜ…？<br>",
"SERIF_GUARDMANWATER_TRAIN": "オラァ、全力でかかってこいやぁ！",
"SERIF_GUARDMANWATER_TRAINED": "ぐうっ…存外にえげつねぇぜ…！",
"SERIF_HISAKILOSTANCIENTS2208_APPRECIATION": "なぁクライアント、この後少し時間あるかな？<br>あー、仕事の話は抜き抜き！疲れてるみたいだし、<br>湖を眺めながらラウンジでお茶しようぜ？<br>",
"SERIF_HISAKILOSTANCIENTS2208_DAILY": "クライアント、何か用かい？あっ、もしかして<br>デートのお誘い？いやー、困っちゃうなぁ！<br>…ん？壊れたクーラーを直してほしい？ううん…",
"SERIF_HISAKILOSTANCIENTS2208_EVENTA": "未知の素材と技術でできた古代文明の建造物…<br>くぅーっ！僕のロマンをくすぐりやがるぜっ！<br>さぁさぁさぁっ、早く調査に向かおうぜ！",
"SERIF_HISAKILOSTANCIENTS2208_EVENTB": "湖で目撃されてるって噂の首長竜に、<br>突然浮き上がってきた古代文明の遺産、か…<br>流石に、ただの偶然だとは思えねぇよなぁ…？",
"SERIF_HISAKILOSTANCIENTS2208_HERO": "ガイウスの奴、僕とおんなじだったんだな。<br>だからかな…ちょっと気持ちが分かるんだ。僕も<br>父さんに迎えられるまで、親無しだったからさ。",
"SERIF_HISAKILOSTANCIENTS2208_PLAYER": "ようクライアント！丁度研究が一区切りしたんだ。<br>よかったら僕と湖畔で甘ーいひとときを…って！<br>ちょっと置いてかないでくれよぉー！",
"SERIF_HISAKILOSTANCIENTS2208_RELATION": "湖に現れた未知の古代文明も調べたいけど、<br>アンドリューに注がれた技術も相当気になるな。<br>地球からすると、途方もない未来の技術だぜ…？",
"SERIF_HISAKILOSTANCIENTS2208_TOUCH": "おおっ、積極的だねぇ、クライアント？いいぜ、<br>僕の魅力を堪能したいなら夜にでも改めて…え？<br>新しいスーツをよく見たい？ホントにそれだけ！？<br>",
"SERIF_HISAKILOSTANCIENTS2208_TRAIN": "未知の技術を味わってみなよ！",
"SERIF_HISAKILOSTANCIENTS2208_TRAINED": "ま、まだ調整が終わってないってぇ！",
"SERIF_HISAKI_APPRECIATION": "今晩暇かい、クライアント？<br>マシンの試運転がてら、ドライブでもどう？<br>え、何で急に誘ったのかって？へへっ、さあね。<br>",
"SERIF_HISAKI_DAILY": "よう、クライアント！　見てくれよ、これ！<br>昨日新しい発明品が…ちょ、ちょっと待って！<br>仕事の前に少しプレゼンさせてくれよ、な！？",
"SERIF_HISAKI_EVENTA": "僕の最新の発明を、こんな使い方するなんて！<br>頭の良さは認めるが、許すわけにはいかねえな！<br>お尻ペンペンじゃ済まさねえぞっ！",
"SERIF_HISAKI_EVENTB": "へへん、僕は結構モテたからね！バレンタインは<br>チョコ貰いすぎて、困ったくらいだよ。…え？<br>だから太ってるのかって？ほ、ほっとけぇ！",
"SERIF_HISAKI_HERO": "化学の知識を応用して、爆薬作って戦う、か。<br>物騒っちゃ物騒だが、面白えことしてるよなっ。<br>あの実験好きの気風、何だか気が合いそうだぜ。",
"SERIF_HISAKI_PLAYER": "実験ってのは、やって失敗して、そんで次に<br>つなげてくんだ。それは仕事も同然だ。<br>ビビらずガンガン進んでいこうぜ！　なっ！",
"SERIF_HISAKI_RELATION": "姐さんは頼りになっけど、おっかねえの何の。<br>学生時代、どんだけしごかれて泣かされた事か…<br>はっ！姐さんいないよな？聞かれてねえよな！？",
"SERIF_HISAKI_TOUCH": "おっと、お触りは厳禁だぜ！　この自慢の<br>毛並みに、メロメロになられても困るからな。<br>…ちょっ、腹は揉むなぁっ！？<br>",
"SERIF_HISAKI_TRAIN": "さっ、コイツを使って遊ぼうぜ！",
"SERIF_HISAKI_TRAINED": "流石の僕にも、きっちぃぞぉ！？",
"SERIF_HITOMISUMMERDIVE2108_APPRECIATION": "ちょっと休憩しましょ、パートナーさん。<br>アイス買ってきたんですけど、食べませんか？<br>ひんやり美味しいですよ！　はいっ、あーん！<br>",
"SERIF_HITOMISUMMERDIVE2108_DAILY": "今日も日差しが強いですよねぇ…<br>パートナーさんはそのままじゃ暑くないですか？<br>…良かったら、日傘半分こしませんか？",
"SERIF_HITOMISUMMERDIVE2108_EVENTA": "こんな大きなリゾートの島が、<br>宇宙船だなんてびっくりしちゃいますよねぇ…<br>今度はオフで遊びにきたいなぁー！",
"SERIF_HITOMISUMMERDIVE2108_EVENTB": "スプラッシュ・ホラーって、お、オバケとか…<br>出てくるんですかね…　ひ、ひゃあッ！？<br>…あっ、壁が…凹んじゃった…",
"SERIF_HITOMISUMMERDIVE2108_HERO": "ハイくんってちょっと怖そうだけど、海の話を<br>してる時はすっごい真剣で目が輝いてるの！<br>きっと海のことが大好きなんだろうなぁ。",
"SERIF_HITOMISUMMERDIVE2108_PLAYER": "パートナーさんっ、折角のプールですよっ！<br>ほらほらっ、早く着替えて泳ぎましょっ！<br>夏のプールは楽しんだ者勝ちなんですから！",
"SERIF_HITOMISUMMERDIVE2108_RELATION": "アカシさんって、いつも一生懸命で<br>キラキラして見えるんです。<br>私も負けられないなって思っちゃいます！",
"SERIF_HITOMISUMMERDIVE2108_TOUCH": "きゃっ！？　ぱ、パートナーさん！？　<br>…あぁっ、日焼け止め握り潰しちゃった…！<br>勿体ないなぁ…そうだ背中出してくださいっ！<br>",
"SERIF_HITOMISUMMERDIVE2108_TRAIN": "夏を満喫するための準備ですっ！",
"SERIF_HITOMISUMMERDIVE2108_TRAINED": "あ、暑すぎますよぉ…！",
"SERIF_HITOMI_APPRECIATION": "あれあれーっ？パートナーさん、お疲れですか？<br>そんな時は…そーれ、元気注入ッっと！<br>って、きゃあ！？力強すぎた！？ごめんなさい！<br>",
"SERIF_HITOMI_DAILY": "やっほーっ、お元気？パートナーさん！<br>ヒトミは今日もカメラ映りバッチリですよっ。<br>さ、今日もお仕事ファイトでいきましょう！",
"SERIF_HITOMI_HERO": "スイさんの衣装、すっごい綺麗…！<br>カッコいいんだけど、可愛くもあるっていうか！<br>ちょっと、おもわず見とれちゃいますね…",
"SERIF_HITOMI_PLAYER": "一緒に頑張りましょう、パートナーさん！<br>オペレーターもアイドルも、努力が肝心なのっ！<br>まだまだコレカラってとこ、見せてかなきゃねっ",
"SERIF_HITOMI_RELATION": "あの子、ホントに実力すごいんですよねぇ。<br>子役とアイドルじゃ、畑違いではあるんだけど、<br>あの視線集めの上手さ、見習わなきゃ…！",
"SERIF_HITOMI_TOUCH": "ちょっ、パートナーさんっ！？<br>もう、ダメですよ？アイドルは皆のもの。<br>お触りは厳禁なんですからっ。<br>",
"SERIF_HITOMI_TRAIN": "アイドルはいつでも、全力なんですっ！",
"SERIF_HITOMI_TRAINED": "きゃあっ！激しすぎますぅっ！",
"SERIF_HUCKLE2NDANNIVERSARY_EVENTA": "早いもので、君が入社してもう２年か。<br>君とこの記念を迎えられてうれしいよ。<br>いつもありがとう、これからもよろしく頼むよ。",
"SERIF_HUCKLE_APPRECIATION": "おや、疲れがたまっているようだね。<br>よし、今日はこれまで。切り上げようか。<br>いい店を知ってるんだ、一緒にどうだい？",
"SERIF_HUCKLE_DAILY": "やあ、お疲れ様。<br>今日も色々な仕事が来ているようだね。<br>ま、好きなとこからこなしてくれたまえ。",
"SERIF_HUCKLE_HERO": "私は、ヒーローとしてのアイツを信頼している。<br>彼を彼たらしめる、あの正義一筋の姿勢。<br>決して、誰にでも真似できる物じゃないだろ？",
"SERIF_HUCKLE_PLAYER": "まあ、あまり気負わないで仕事してくれたまえ。<br>オペレーターはどーんと構えてこそ、だよ。<br>何かあった時カバーするのは、私の仕事だ。",
"SERIF_HUCKLE_RELATION": "プロキーの店で働く、あの店員の子。<br>どういうヒーローに育っていくか、楽しみだよ。<br>まあ、覚醒させた私が言うのも、何だけどね。",
"SERIF_HUCKLE_TOUCH": "おっと、どうしたんだい？ははっ、ヒーローに<br>復帰して間もなくて、体も緩み切っているから、<br>そうぺたぺたと触られると、少し恥ずかしいな。",
"SERIF_HUCKLE_TRAIN": "手慣らしなら付き合おう。容赦はしないがね。",
"SERIF_HUCKLE_TRAINED": "やはり、全盛期のようにはいかないなぁ…っ！",
"SERIF_HYDOOR_APPRECIATION": "おっと、お疲れかい親分？<br>どうだ、気分転換にいっちょ水泳なんてのは。<br>気持ちいい位に、頭すっきりすんぜっ！<br>",
"SERIF_HYDOOR_DAILY": "おう、親分！調子はどうだ？<br>オレ？当然、バリバリ泳げるって感じよ。<br>さあ、今日はどこの海に殴り込むんだい？",
"SERIF_HYDOOR_HERO": "クソ漁師の野郎、なかなかやるじゃねえか。<br>あの身のこなし、海の戦い方を知ってやがる。<br>ウゼェ絡みがなきゃ、ちょいと尊敬したかもな。",
"SERIF_HYDOOR_PLAYER": "オレぁよ、グズは嫌ェなんだ。<br>海に生きる奴にゃァ、やっぱ度胸がねえとな。<br>さーて、アンタの度胸はどんなもんかねェ？",
"SERIF_HYDOOR_RELATION": "あのお巡り、オレの事監視してやがるな？<br>オレぁもう賊でも何でもねーっつーのによ…あ？<br>ガラの悪さが賊のまんまだ？やんのかコラァ！",
"SERIF_HYDOOR_TOUCH": "ぬあっ！？　な、何すんだテメェッ！<br>ヒトの鱗勝手に触って、ただで済むと思って…<br>わっひゃぁっ！？や、やめてくれェ…ッ！<br>",
"SERIF_HYDOOR_TRAIN": "緩く構えてっと、ケガすんぜぇ！？",
"SERIF_HYDOOR_TRAINED": "っの野郎…ッ、殺す気かコラァッ！",
"SERIF_ISARIBI_APPRECIATION": "おうっ、どうしたぃ、大将！お疲れか？<br>んな時ゃぁ、食って寝るのが一番よ！<br>オイラの獲物分けてやっから、遠慮せず食いな！<br>",
"SERIF_ISARIBI_DAILY": "よう大将っ！調子はどうでぇ？<br>あ？声がでけぇ？いつものこったろうが！<br>さ、漁に出ようぜ！オイラぁウズウズしてんだ！",
"SERIF_ISARIBI_HERO": "あのガキ、海賊から足洗ったんだなぁ。<br>今は同業者っつーわけか、面白え事もあるもんだ。<br>あの武器で出す海にゃ、魚も住んでんのかねェ？",
"SERIF_ISARIBI_PLAYER": "大将はもっと、ドーンと構えてていいんだぜ？<br>アンタはいわば船頭、オイラ達の要なんだからよ。<br>ちょいと態度でけえ位が、丁度いいってモンさ。",
"SERIF_ISARIBI_RELATION": "ゴロウたぁ、まあそこそこ長ぇ付き合いよ。<br>あのボンクラ大工、普段はまるでグズなくせして、<br>変な所ちゃっかりしてんだよなぁ。侮れねえぜ。",
"SERIF_ISARIBI_TOUCH": "おっ！大将、お目が高ぇじゃねぇか！<br>漁場で鍛えたオイラの体に目ェつけるたァよ。<br>鮫肌だが、好きなだけ触んなっ！がははっ！<br>",
"SERIF_ISARIBI_TRAIN": "漁師の戦い方、みっちり仕込んでやらぁ。",
"SERIF_ISARIBI_TRAINED": "ぬがっ…！？バーロー、殺す気かよッ！",
"SERIF_KALASKI_APPRECIATION": "おっ、ガキはオネムの時間ってか？<br>ははっ、怒るなよ。少し横になっとけ。<br>見張りはオレがしといてやるからよ。<br>",
"SERIF_KALASKI_DAILY": "写真ってのは、一瞬を切り取って残せるモンだ。<br>楽しい事も悲しい事も、何もかもを、な。さて、<br>次はどんな写真を撮らせてくれんだ？",
"SERIF_KALASKI_EVENTA": "この手の事件は管轄外だが…まあ、いいぜ。<br>手助けぐらいはしてやろうじゃねえの。ただ、<br>いくらか写真は撮らせてもらうがな。",
"SERIF_KALASKI_EVENTB": "荒れた土地の人にとって、精神的な支えってのは<br>とても大事なものなんだ。それを奪おうなんて<br>考える輩は…見逃すわけには、いかねえな。",
"SERIF_KALASKI_HERO": "あの探偵。ただの軟派野郎と思っていたが、<br>結構頭はキレるようだな。ありゃあ相当な場数<br>踏んでると見える…ホントにただの探偵か？",
"SERIF_KALASKI_PLAYER": "お前に必要なのは、場数を踏むことだろうな。<br>ま、そりゃあどんな仕事の奴にも言える事だ。<br>下手こいておっ死ぬマネだけはすんなよ？",
"SERIF_KALASKI_RELATION": "あの野郎、オレにゴシップ写真ばっか撮らせ<br>やがって、オレを何だと思ってやがんだ。<br>ああ？また呼び出しかよ。…しゃーねえなぁ。",
"SERIF_KALASKI_TOUCH": "あぁ！？オイコラ、気安く触んな！<br>ちっこいからってあんましナメてっと…<br>あ、そこは…ふにゃぁっ、ゴロゴロゴロ…。<br>",
"SERIF_KALASKI_TRAIN": "立ち回り方ってヤツを、叩き込んでやる。",
"SERIF_KALASKI_TRAINED": "俺がここまで追い込まれる、だと…！？",
"SERIF_KIRSCHNEWYEAR2301_EVENTA": "新年あけましておめでとうございます！<br>究極のスイーツを目指して、<br>今年も本気で行きますよ！",
"SERIF_KIRSCH_APPRECIATION": "お疲れ様です、担当さんっ！<br>よかったら、休憩がてらケーキ食べません？<br>えへへ…今度の新作、味見してほしくって。<br>",
"SERIF_KIRSCH_DAILY": "こんにちは、担当さんっ！<br>製菓の道も一歩から。さあ、修行…じゃなかった、<br>お仕事今日も、頑張ってきましょうっ！",
"SERIF_KIRSCH_HERO": "ジャスティスさん見てると、師匠を思い出すなぁ。<br>あの逞しい肉体と身のこなし、豪快な技…。え？<br>何の師匠かって？やだなぁ、お菓子作りのですよっ",
"SERIF_KIRSCH_PLAYER": "私たちって、修行の身仲間じゃないですか？<br>担当さんはオブザーバーの、私はパティシエの。<br>駆け出し同士、励まし合って頑張りましょう、ねっ。",
"SERIF_KIRSCH_RELATION": "うーん…辛いスイーツって作れないですかね…。<br>ケーキにホットソース掛けるのが好きなあの方…<br>私、どうにかバレルさんの味覚を満足させたい！",
"SERIF_KIRSCH_TOUCH": "きゃっ！？な、何ですか担当さんっ！<br>製菓にすべてを捧げたこの身に興味がおありです？<br>まあ、悪い気はしないですけど…。<br>",
"SERIF_KIRSCH_TRAIN": "回転製菓術の道は、甘くないわよ？",
"SERIF_KIRSCH_TRAINED": "くぅっ…！なかなか、やるじゃない…ッ！",
"SERIF_KOUKIRAKUSAI2304_APPRECIATION": "はい。焼きそば、お好み焼き、それからりんご飴。<br>…差し入れだよ。あんた、疲れてるんだろ？<br>元気になったら、祭でも見に行こうぜ。",
"SERIF_KOUKIRAKUSAI2304_DAILY": "やられたぜパパラッチの奴！プライベートは絶対<br>撮らせないって自信あったのにな…くっそ～見てろよ<br>スキャンダルなんか吹き飛ばしてやるからな！",
"SERIF_KOUKIRAKUSAI2304_EVENTA": "ロケで観光地に行けるのは楽しいんだけど、<br>シリウスが疲れちまうんだよなあ…あいつ、<br>皆にやたら撫でられちゃうからさ。",
"SERIF_KOUKIRAKUSAI2304_EVENTB": "幽霊神輿？神隠し？…ああ、大人になっても<br>そういう都市伝説が好きな人っているよね。<br>え…本当の事件だって？まっさかあ！",
"SERIF_KOUKIRAKUSAI2304_HERO": "俺の歳ならガンメイさんはおじさんに見えるけどさ<br>…世間じゃ若い方なんでしょ。なのに何かくたび<br>れてない、大丈夫？オレご飯奢ってあげようか？",
"SERIF_KOUKIRAKUSAI2304_PLAYER": "オペレーターさんって京都に来た事ある？…何で<br>そんな事聞くのかって？あんたが暇なら観光に<br>誘ってやろうと思ったんだよ！有り難く思いなよ。",
"SERIF_KOUKIRAKUSAI2304_RELATION": "新洛のローカル俳優ねえ…まあそこそこ撮影にも<br>慣れてるし演技も悪くないけど、何か怪しくね？<br>普段の態度まで演技みたいでさ。気のせいかな？",
"SERIF_KOUKIRAKUSAI2304_TOUCH": "気安く触るな…って言いたいとこだけどさ。<br>あんたには日頃から世話になってるし、たまには<br>大目に見てやるよっ。ほら、シリウスもおいで！",
"SERIF_KOUKIRAKUSAI2304_TRAIN": "よーし、限界まで付き合ってやるぜ！",
"SERIF_KOUKIRAKUSAI2304_TRAINED": "ムリムリ、もう勘弁してよ！",
"SERIF_KOUKI_APPRECIATION": "もうくたびれたの？歳じゃない？<br>…まあ、労ってやらないでもないけど？<br>ついといでよ。ジュースぐらい驕ったげる。<br>",
"SERIF_KOUKI_DAILY": "ちょっと、入り遅くない？待ってたんだけど。<br>…こら、シリウス！嬉しそうに出迎えるな！<br>ま、いいや…。で、今日の仕事はどんななの？",
"SERIF_KOUKI_HERO": "うちの事務所のヒトミっているじゃん？<br>アイツ、結構視聴率の稼ぎ方分かってるよね。<br>…べ、別にライバル視なんかしてねえし！",
"SERIF_KOUKI_PLAYER": "まあ、シリウスは懐いてるみたいだけど…。<br>アンタ、もうちょっとしっかりしてくんない？<br>近しい人が消えるとか…もう御免なんだよね。",
"SERIF_KOUKI_RELATION": "あの小学校の先生、うっとおしいんだけど。<br>勉強できてるのかとか、余計なお世話っつーか。<br>まあ、渡された宿題位は提出してやるけどさ。",
"SERIF_KOUKI_TOUCH": "うわっ、ちょ、ちょっと！<br>馴れ馴れしく触るなよ、芸能人だぞオレたち！<br>こ、こらシリウス！尻尾振ってんなよ！<br>",
"SERIF_KOUKI_TRAIN": "オレはリハでも全力が主義なんだ。",
"SERIF_KOUKI_TRAINED": "やめっ、子供相手に大人気ないぞ！？",
"SERIF_KYOICHIVALENTINE2102_APPRECIATION": "いつもお疲れさん、ありがとなっ。<br>お前のお陰で、俺は頑張れてるよ…なんてな。<br>素直に気持ち伝えんのも、たまにはいいだろ？<br>",
"SERIF_KYOICHIVALENTINE2102_DAILY": "おっ、どうした？俺に何か相談事か？<br>何でも聞くぜ、人生の悩みも恋の悩みも…<br>え、仕事の相談？俺が心の準備をした意味は！？",
"SERIF_KYOICHIVALENTINE2102_EVENTA": "ハッピーバレンタイン！愛のエージェント、<br>E・T・Lに恋の悩みはバッチリまかせとけっ！<br>心開いて、思いっきり俺にぶつけて来い！",
"SERIF_KYOICHIVALENTINE2102_HERO": "頭も良くて、バトルも出来る。文武両道って、<br>ヒサキみたいヤツの事を言うのかもな。まあ、<br>エリートっつーには、色々子供っぽいけどさ。",
"SERIF_KYOICHIVALENTINE2102_PLAYER": "お前も色々大変だろ？　神経使う仕事だもんな。<br>悩みとか愚痴とかあったら、聞いてやるからさ。<br>いつでも頼ってくれていいんだぜ？",
"SERIF_KYOICHIVALENTINE2102_RELATION": "スバルの奴は、昔っからああなんだよ。<br>人嫌いなようで、ホントは結構寂しがり屋で。<br>だから、なんか世話焼きたくなるんだよな。",
"SERIF_KYOICHIVALENTINE2102_TOUCH": "おおっ、ボディーランゲージをご所望かぁ？<br>いいぜぇ、体と体で語り合おうじゃねえか。<br>ほれほれ、お前の弱いとこはどこだぁ？<br>",
"SERIF_KYOICHIVALENTINE2102_TRAIN": "そらっ、思いっきりぶつかって来い！",
"SERIF_KYOICHIVALENTINE2102_TRAINED": "ドスンと響いたぁ…！",
"SERIF_KYOICHI_APPRECIATION": "こらこらっ、お前ちょっと頑張り過ぎ。<br>子供達じゃないんだから、体力配分考えろよ。<br>教師もオペレーターも体が資本、なっ？<br>",
"SERIF_KYOICHI_DAILY": "ようっ、お疲れさんっ！<br>今日も仕事出るんだろ、俺も付き合うぜ。<br>っとその前に、テストの採点だけやらせてくれ。",
"SERIF_KYOICHI_HERO": "俺さ、時々すっげぇ心配になるんだけど！<br>あの子供のヒーロー、学校行ってんのかな！？<br>勉強遅れてないかとか、ああ、気になるぅっ！",
"SERIF_KYOICHI_PLAYER": "俺、お前のこと、素直にすげえって思うよ。<br>実習も無しにいきなり現場で立ち回るなんて、<br>相当度胸いるよなって思うもん。偉い偉いっ。",
"SERIF_KYOICHI_RELATION": "アカシはさ、後輩ン中でも一番揉み甲斐あんだ。<br>硬さと柔さの具合が、俺の手に馴染むつーかさ。<br>…は？後ろがどうした…うわぎゃぁっ！？",
"SERIF_KYOICHI_TOUCH": "おおっと！？そうかぁ、そうきたかぁ…。<br>お前から手ェ出してきたってことは、<br>仕返しOKってこったよな？へへ…そりゃぁっ！<br>",
"SERIF_KYOICHI_TRAIN": "よっしゃぁ、先生についてこーいっ！",
"SERIF_KYOICHI_TRAINED": "うわちょっ、ギブギブっ！うっひゃぁっ！？",
"SERIF_LILAC_APPRECIATION": "仕事お疲れ様です。でも無理はしないで下さいね。<br>気分が落ち着く香りのハーブティーを淹れますよ。<br>あなたの好きな香りのものにしておきますね。",
"SERIF_LILAC_DAILY": "草花の事は昔、兄から教えてもらったんです。<br>それぞれ違う香りがしたり、花言葉があったり…<br>花を楽しんでいる人を見ると、俺も嬉しいですね。",
"SERIF_LILAC_EVENTA": "ようこそ、花の街ウェーマルトへ。<br>咲き誇る花や草木たちを楽しんでいって下さいね。<br>良ければオレが市街を案内しますよ。",
"SERIF_LILAC_EVENTB": "街中に、妙な匂いが立ち込めていますね…<br>どうしたんだろう。幽霊の仕業というのは、<br>果たして本当なんでしょうか…？",
"SERIF_LILAC_HERO": "フラミーさんから火薬の匂いがしたんですが、<br>爆弾で攻撃するヒーローだからなんですね。<br>まさか火薬を常に携帯している訳…ないですよね？",
"SERIF_LILAC_PLAYER": "ん？　この香り…あっ失礼しました。<br>よく花の香りを嗅ぐので、癖になっていてつい…<br>でも、あなたの匂いはなんだか落ち着くなぁ。",
"SERIF_LILAC_RELATION": "ゴロウさんとは、以前レイバーズサイトの仕事で<br>一緒だったんです。打ち上げの時にお酒を奢って<br>頂いて、それからよく話すようになりましたね。",
"SERIF_LILAC_TOUCH": "おっと、どうかしました？　あぁ花屋なのに<br>この体格だと驚きますよね。意外かもしれませんが<br>結構力仕事が多いので、体は鍛えてるんですよ。",
"SERIF_LILAC_TRAIN": "激しくしてしまったらすみません。",
"SERIF_LILAC_TRAINED": "ちょ、ちょっと待ってください…！",
"SERIF_LOREN_APPRECIATION": "お疲れの時は、無理をしない方がいいですよ？<br>でなきゃ、患者さんの様に看病しちゃいますからっ<br>さあ、横になってー。今ご飯持ってきますからねっ。<br>",
"SERIF_LOREN_DAILY": "こんにちは、お加減いかがですか？<br>健康管理もヒーローに関わる者の務めですよっ。<br>それじゃ、今日も元気にお仕事しましょっか！",
"SERIF_LOREN_HERO": "ラクタ先生は、とても頼りになる方ですよ。<br>医師としても、ヒーローとしても…まあ、<br>たまに暴走しちゃう所には、少し困ってますけど。",
"SERIF_LOREN_PLAYER": "クライアントさんは、頑張り屋さんですよね。<br>新人って意味じゃ、僕もそうではあるんですが、<br>僕の場合、頑張ると失敗ばっかで…えへへ。",
"SERIF_LOREN_RELATION": "あの教授の方、すごい体力と回復力ですね。<br>僕の担当患者のお爺ちゃんと同い年くらいなのに、<br>有り余るくらい元気！っていうか。素敵だなぁ。",
"SERIF_LOREN_TOUCH": "わひゃぁっ！？な、なんですかぁっ！？<br>そんなに触り心地イイですかね、僕のお腹…<br>くっ、くすぐったいですよう、あははっ！<br>",
"SERIF_LOREN_TRAIN": "健康維持には適度な運動！いっきまーす！",
"SERIF_LOREN_TRAINED": "ちょっ、タイムタイム！厳しいですぅっ！",
"SERIF_MACULATA_APPRECIATION": "司令ちゃん、ブレイクタイムでもいかが？<br>どんなお仕事も、張り付いて頑張り過ぎると<br>どんどん能率が落ちていっちゃうわよン？<br>",
"SERIF_MACULATA_DAILY": "デザインは緻密な計画とコミュニケーションの<br>上に成り立つもの。だから、お仕事に妥協は<br>ノーセンキューなの。今日も攻めていくわよン？",
"SERIF_MACULATA_HERO": "スイちゃんは親友の忘れ形見ってのもあるけど、<br>とても素晴らしい才能を秘めてる子。あたくしは<br>あの子が一人前になるまで、見届けるつもりよ。",
"SERIF_MACULATA_PLAYER": "うふ、司令ちゃんはかわいいわねン。<br>失敗しても挫けず頑張るような若い子は、<br>あたくし、大好きでしてよン？",
"SERIF_MACULATA_RELATION": "クローネはいい子なんだけど、ファッションは<br>ダメダメなのが、見てられないのよねン。<br>素材を殺してるというか、勿体無く思えてねン。",
"SERIF_MACULATA_TOUCH": "うふっ、司令ちゃんったら大胆ねン。<br>よくってよ。このあたくしの自慢のボディ、<br>心ゆくまで堪能なさいな。<br>",
"SERIF_MACULATA_TRAIN": "あたくしのセンスについてこれるぅ？",
"SERIF_MACULATA_TRAINED": "いやん、あたくしが攻め負けてる…！？",
"SERIF_MARFIKRUINS2104_APPRECIATION": "まあまあ隊長殿。ここはひとまず休んでおきな。<br>お互いを頼り合ってこそのパーティであること、<br>忘れるんじゃないぞ？仲間あっての物種よ！",
"SERIF_MARFIKRUINS2104_DAILY": "おっ、出発するか隊長殿！<br>儂は心も道具も準備万端、いつでもいけるぞ！<br>さあ、迷宮を奥の奥まで探索しようじゃないか！<br>さあ！さあ！さあさあさあさあっ！",
"SERIF_MARFIKRUINS2104_EVENTA": "さあさあさあ、怯えてるなよ隊長殿！<br>迷宮はまだまだ深い、冒険はこれからってな！<br>安心しろ、儂がついてるんだからよ！",
"SERIF_MARFIKRUINS2104_EVENTB": "歪な文化体系の国、未知なる迷宮…<br>ふむ、実に興味をそそられるじゃあないか。<br>隅の隅まで、調査しつくしてやらんとな！",
"SERIF_MARFIKRUINS2104_HERO": "あの若人。挑戦する意欲こそ立派ではあるが、<br>立ち振る舞いから何から、実に危なっかしいな。<br>まあ、失敗して学べるのも、若さの特権か…。<br>失敗は成功のもと、ってな！",
"SERIF_MARFIKRUINS2104_PLAYER": "冒険者に必要なのは、知恵と勇気とド根性。<br>若いお前さんなら、今からでも身につくだろう。<br>今できる冒険は、買ってでもやっておきな。",
"SERIF_MARFIKRUINS2104_RELATION": "あの若王。心構えは立派なものだが、<br>人生を諦めるのはまだ些か早いんじゃないか？<br>位が高い人間の苦悩は、流石に分からんなぁ…",
"SERIF_MARFIKRUINS2104_TOUCH": "わはは、どうよこのニューコスチューム！<br>なかなか冒険しとるだろう？身軽過ぎて、<br>ちと寒いくらいだ…は、ハックション！<br>…ちと、やり過ぎたか。",
"SERIF_MARFIKRUINS2104_TRAIN": "お前さんの度胸、試してやろう！",
"SERIF_MARFIKRUINS2104_TRAINED": "この儂が、気圧されるとはな…！",
"SERIF_MARFIK_APPRECIATION": "おうおう、若いうちからくたばってんなよ。<br>仕事なんてのは、できるペースでやるもんだ。<br>無茶はたまーにやるから出来るモンだぜ？<br>",
"SERIF_MARFIK_DAILY": "よう、若き隊長殿。<br>どうだ、ワシとの冒険、行く気になったか？<br>何、仕事が先？わ、わかってるっての…。",
"SERIF_MARFIK_HERO": "機械の星が生んだ、人ならざる人の子、か。<br>どんな歴史が、技術が、あの子供を産んだのか。<br>なかなかに、興味深いぜ…。",
"SERIF_MARFIK_PLAYER": "お前さんを見てると、若い頃を思い出すぜ。<br>何にでも必死こいて当たってた、あの頃をよ…<br>え、今もあんまり変わんない？そうかぁ？",
"SERIF_MARFIK_RELATION": "お前さんのとこのワンコ、素晴らしいな！<br>あの怪力がありゃ、発掘現場で重宝するんだが…<br>どうだ？少し貸しちゃあくれねえか？",
"SERIF_MARFIK_TOUCH": "わっはっは、どうだ？<br>ジジイにしちゃあ、イイ体してんだろうが。<br>この頑強な肉体こそ、冒険者たる証ってな。<br>",
"SERIF_MARFIK_TRAIN": "ジジイと思って、舐めんじゃねえぞ？",
"SERIF_MARFIK_TRAINED": "お前ッ…！年寄りにもっと気ィ使えぇっ！",
"SERIF_MELIDE_APPRECIATION": "あなたって、いつも忙しそうにしているのね。<br>お疲れならば、飴でもいかが？<br>沢山持ってるから、いくつか分けてあげる。<br>",
"SERIF_MELIDE_DAILY": "私の力が必要なの？なら、手を貸してあげる。<br>いじめられて、閉じ込められているより…<br>求められる方が、やっぱり嬉しいもの。",
"SERIF_MELIDE_HERO": "モノマサの中身は、とってもいいカイブツよ。<br>私が出会ってきたどの大人たちより、ずっと、<br>ずっと暖かい心を、持っているの。",
"SERIF_MELIDE_PLAYER": "もしかしたら、あなたは私よりずっと、<br>危ないオブザーバーなのかもしれないわね。<br>なんとなくでしか、分からないけれど…。",
"SERIF_MELIDE_RELATION": "エクシオ様には、本当に感謝しているの。<br>あの方が拾ってくれなかったら、私は…<br>間違いで世界を滅ぼしていたかもしれないから。",
"SERIF_MELIDE_TOUCH": "あら…あなたは私に触れるのが恐くないのね。<br>別に、触られることは嫌ではないわ。寧ろ…<br>ひとの暖かさが感じられて、少し嬉しい。<br>",
"SERIF_MELIDE_TRAIN": "ついてこられればいいのだけど。",
"SERIF_MELIDE_TRAINED": "ちょっと、苦しい…っ。",
"SERIF_MERCENARYEARTH_APPRECIATION": "なんだ、腑抜けた面してるぜ、雇主サマよ。<br>そんな調子じゃ仕事も進まねぇだろ？<br>…少し俺に付き合ってくれよ、酒は好きか？<br>",
"SERIF_MERCENARYEARTH_DAILY": "…仕事か？　俺を頼る程の奴が敵なんだろ？<br>報酬さえ払ってくれれば誰でも相手するさ。<br>…子供？　ヒーローショー？　正気か…？",
"SERIF_MERCENARYEARTH_EVENTA": "俺を雇うべきか、瀬踏みしてもらって構わない。<br>俺も雇主として信頼できるか見せてもらう。<br>…待て、業務内容の営業や宣伝ってのは本気か？",
"SERIF_MERCENARYEARTH_HERO": "俺はヒーローかヴィランかなんて拘らない。<br>報酬の為に仕事をする、襲われたら身を護る。<br>自分のやるべきことが正だ、生きる為にな。",
"SERIF_MERCENARYEARTH_PLAYER": "…アンタ、記憶がねぇってのは本当か？<br>そいつは災難だったな。まぁ、昔の話なんて<br>覚えていても辛いだけの事も多いだろうがよ。",
"SERIF_MERCENARYEARTH_RELATION": "傭兵を生業にしてる奴は、馴れ合わねぇのさ。<br>情報網はあっても、人間関係は何もねぇよ。<br>明日はそいつに撃たれるかもしれねぇからな。",
"SERIF_MERCENARYEARTH_TOUCH": "…なんだ？　今は出動前の準備中だから後で…<br>って話聞け、くすぐってぇ、だろ…ニャハハッ！<br>…いいか、命が惜しければ今すぐ忘れろッ！！<br>",
"SERIF_MERCENARYEARTH_TRAIN": "傭兵流の挨拶を教えてやる！",
"SERIF_MERCENARYEARTH_TRAINED": "っぐ…こんなに激しいのは久々だ…！",
"SERIF_MERCENARYFIRE_APPRECIATION": "なんだ、腑抜けた面してるぜ、雇主サマよ。<br>そんな調子じゃ仕事も進まねぇだろ？<br>…少し俺に付き合ってくれよ、酒は好きか？<br>",
"SERIF_MERCENARYFIRE_DAILY": "…仕事か？　俺を頼る程の奴が敵なんだろ？<br>報酬さえ払ってくれれば誰でも相手するさ。<br>…子供？　ヒーローショー？　正気か…？",
"SERIF_MERCENARYFIRE_EVENTA": "俺を雇うべきか、瀬踏みしてもらって構わない。<br>俺も雇主として信頼できるか見せてもらう。<br>…待て、業務内容の営業や宣伝ってのは本気か？",
"SERIF_MERCENARYFIRE_HERO": "俺はヒーローかヴィランかなんて拘らない。<br>報酬の為に仕事をする、襲われたら身を護る。<br>自分のやるべきことが正だ、生きる為にな。",
"SERIF_MERCENARYFIRE_PLAYER": "…アンタ、記憶がねぇってのは本当か？<br>そいつは災難だったな。まぁ、昔の話なんて<br>覚えていても辛いだけの事も多いだろうがよ。",
"SERIF_MERCENARYFIRE_RELATION": "傭兵を生業にしてる奴は、馴れ合わねぇのさ。<br>情報網はあっても、人間関係は何もねぇよ。<br>明日はそいつに撃たれるかもしれねぇからな。",
"SERIF_MERCENARYFIRE_TOUCH": "…なんだ？　今は出動前の準備中だから後で…<br>って話聞け、くすぐってぇ、だろ…ニャハハッ！<br>…いいか、命が惜しければ今すぐ忘れろッ！！<br>",
"SERIF_MERCENARYFIRE_TRAIN": "傭兵流の挨拶を教えてやる！",
"SERIF_MERCENARYFIRE_TRAINED": "っぐ…こんなに激しいのは久々だ…！",
"SERIF_MERCENARYLIGHT_APPRECIATION": "なんだ、腑抜けた面してるぜ、雇主サマよ。<br>そんな調子じゃ仕事も進まねぇだろ？<br>…少し俺に付き合ってくれよ、酒は好きか？<br>",
"SERIF_MERCENARYLIGHT_DAILY": "…仕事か？　俺を頼る程の奴が敵なんだろ？<br>報酬さえ払ってくれれば誰でも相手するさ。<br>…子供？　ヒーローショー？　正気か…？",
"SERIF_MERCENARYLIGHT_EVENTA": "俺を雇うべきか、瀬踏みしてもらって構わない。<br>俺も雇主として信頼できるか見せてもらう。<br>…待て、業務内容の営業や宣伝ってのは本気か？",
"SERIF_MERCENARYLIGHT_HERO": "俺はヒーローかヴィランかなんて拘らない。<br>報酬の為に仕事をする、襲われたら身を護る。<br>自分のやるべきことが正だ、生きる為にな。",
"SERIF_MERCENARYLIGHT_PLAYER": "…アンタ、記憶がねぇってのは本当か？<br>そいつは災難だったな。まぁ、昔の話なんて<br>覚えていても辛いだけの事も多いだろうがよ。",
"SERIF_MERCENARYLIGHT_RELATION": "傭兵を生業にしてる奴は、馴れ合わねぇのさ。<br>情報網はあっても、人間関係は何もねぇよ。<br>明日はそいつに撃たれるかもしれねぇからな。",
"SERIF_MERCENARYLIGHT_TOUCH": "…なんだ？　今は出動前の準備中だから後で…<br>って話聞け、くすぐってぇ、だろ…ニャハハッ！<br>…いいか、命が惜しければ今すぐ忘れろッ！！<br>",
"SERIF_MERCENARYLIGHT_TRAIN": "傭兵流の挨拶を教えてやる！",
"SERIF_MERCENARYLIGHT_TRAINED": "っぐ…こんなに激しいのは久々だ…！",
"SERIF_MERCENARYSHADOW_APPRECIATION": "なんだ、腑抜けた面してるぜ、雇主サマよ。<br>そんな調子じゃ仕事も進まねぇだろ？<br>…少し俺に付き合ってくれよ、酒は好きか？<br>",
"SERIF_MERCENARYSHADOW_DAILY": "…仕事か？　俺を頼る程の奴が敵なんだろ？<br>報酬さえ払ってくれれば誰でも相手するさ。<br>…子供？　ヒーローショー？　正気か…？",
"SERIF_MERCENARYSHADOW_EVENTA": "俺を雇うべきか、瀬踏みしてもらって構わない。<br>俺も雇主として信頼できるか見せてもらう。<br>…待て、業務内容の営業や宣伝ってのは本気か？",
"SERIF_MERCENARYSHADOW_HERO": "俺はヒーローかヴィランかなんて拘らない。<br>報酬の為に仕事をする、襲われたら身を護る。<br>自分のやるべきことが正だ、生きる為にな。",
"SERIF_MERCENARYSHADOW_PLAYER": "…アンタ、記憶がねぇってのは本当か？<br>そいつは災難だったな。まぁ、昔の話なんて<br>覚えていても辛いだけの事も多いだろうがよ。",
"SERIF_MERCENARYSHADOW_RELATION": "傭兵を生業にしてる奴は、馴れ合わねぇのさ。<br>情報網はあっても、人間関係は何もねぇよ。<br>明日はそいつに撃たれるかもしれねぇからな。",
"SERIF_MERCENARYSHADOW_TOUCH": "…なんだ？　今は出動前の準備中だから後で…<br>って話聞け、くすぐってぇ、だろ…ニャハハッ！<br>…いいか、命が惜しければ今すぐ忘れろッ！！<br>",
"SERIF_MERCENARYSHADOW_TRAIN": "傭兵流の挨拶を教えてやる！",
"SERIF_MERCENARYSHADOW_TRAINED": "っぐ…こんなに激しいのは久々だ…！",
"SERIF_MERCENARYWATER_APPRECIATION": "なんだ、腑抜けた面してるぜ、雇主サマよ。<br>そんな調子じゃ仕事も進まねぇだろ？<br>…少し俺に付き合ってくれよ、酒は好きか？<br>",
"SERIF_MERCENARYWATER_DAILY": "…仕事か？　俺を頼る程の奴が敵なんだろ？<br>報酬さえ払ってくれれば誰でも相手するさ。<br>…子供？　ヒーローショー？　正気か…？",
"SERIF_MERCENARYWATER_EVENTA": "俺を雇うべきか、瀬踏みしてもらって構わない。<br>俺も雇主として信頼できるか見せてもらう。<br>…待て、業務内容の営業や宣伝ってのは本気か？",
"SERIF_MERCENARYWATER_HERO": "俺はヒーローかヴィランかなんて拘らない。<br>報酬の為に仕事をする、襲われたら身を護る。<br>自分のやるべきことが正だ、生きる為にな。",
"SERIF_MERCENARYWATER_PLAYER": "…アンタ、記憶がねぇってのは本当か？<br>そいつは災難だったな。まぁ、昔の話なんて<br>覚えていても辛いだけの事も多いだろうがよ。",
"SERIF_MERCENARYWATER_RELATION": "傭兵を生業にしてる奴は、馴れ合わねぇのさ。<br>情報網はあっても、人間関係は何もねぇよ。<br>明日はそいつに撃たれるかもしれねぇからな。",
"SERIF_MERCENARYWATER_TOUCH": "…なんだ？　今は出動前の準備中だから後で…<br>って話聞け、くすぐってぇ、だろ…ニャハハッ！<br>…いいか、命が惜しければ今すぐ忘れろッ！！<br>",
"SERIF_MERCENARYWATER_TRAIN": "傭兵流の挨拶を教えてやる！",
"SERIF_MERCENARYWATER_TRAINED": "っぐ…こんなに激しいのは久々だ…！",
"SERIF_MOKDAI2NDANNIVERSARY_EVENTA": "これまで、色んなことがあったねぇ！<br>まだまだ僕も頑張るから、いっぱい頼ってよ！<br>ふふん、これからもよろしくね！",
"SERIF_MOKDAIMETEORITE2112_APPRECIATION": "お疲れ様、仕事はもう終わった？<br>今日も一日頑張ってたね、何かご褒美を…そうだ！<br>とっておきのケーキがあるんだ、一緒に食べない？<br>",
"SERIF_MOKDAIMETEORITE2112_DAILY": "…あっ、ちょうど良かった！　事務所の<br>倉庫に仕舞ってたツリーを出してきたんだ。<br>ねっ、一緒に飾り付けをしようよっ！",
"SERIF_MOKDAIMETEORITE2112_EVENTA": "緊急対策本部…かぁ…　特撮ヒーローの話なら<br>きっと地下に巨大な施設があって、そして<br>悪の組織と戦って…って、ちょっと待ってよぉー！",
"SERIF_MOKDAIMETEORITE2112_EVENTB": "ふふん、ふふふーん♪　…あっ、ねぇねぇ。<br>バケツとか持ってない？　雪だるま作ってるんだ。<br>こっちじゃ雪降らないから、つい楽しくて！",
"SERIF_MOKDAIMETEORITE2112_HERO": "ナリヒトさんの新しいヒーロースーツ、なんと<br>右腕がキャノンに変形するんだよっ！<br>格好いいよねぇ！　昔読んだ漫画みたいだっ！",
"SERIF_MOKDAIMETEORITE2112_PLAYER": "ねぇねぇ、クリスマスの日って何か予定ある？<br>よかったらうちで一緒に特撮モノの映画でも…<br>あっいや、別に深い意味はないんだけどね…！",
"SERIF_MOKDAIMETEORITE2112_RELATION": "ボレアリスさんの音楽は、どうして<br>あんなに胸の奥を揺さぶられるんだろうなぁ…<br>いつまでも聴いていたくなるよ。",
"SERIF_MOKDAIMETEORITE2112_TOUCH": "…つめたっ！？　…もう、びっくりしたよ！<br>まったく…いたずらのし過ぎで手が冷えてるよ？<br>ローブを貸すから、ちゃんと暖まってね。<br>",
"SERIF_MOKDAIMETEORITE2112_TRAIN": "今夜は張り切っていくよっ！",
"SERIF_MOKDAIMETEORITE2112_TRAINED": "うわぁ、ローブが破けちゃうよぉ！",
"SERIF_MOKDAI_APPRECIATION": "今日もお疲れっ。随分疲れ溜まってそうだね。<br>よーし、先輩がご飯をおごってあげよう！<br>好きなもの、頼んでいいからねっ。<br>",
"SERIF_MOKDAI_DAILY": "おっ、来たね！<br>カメラも機材も準備万全、いつでも行けるよ。<br>さあて、今日も元気に出動出動っ！",
"SERIF_MOKDAI_HERO": "サヴァイヴ・テイカー、カッコいいよねぇ！<br>大昔の特撮モノのヒーローみたいなマスクでさ。<br>それにあの武器…あっ、話長くなるけど、いい？",
"SERIF_MOKDAI_PLAYER": "どう？もう仕事には慣れたかい？<br>もし困った事があったら、何でも頼ってよ。<br>なんたって僕、先輩だからねっ！ふふんっ。",
"SERIF_MOKDAI_RELATION": "アカシって、時々すっごいヒーローしてるよね。<br>いつもはそんなにやる気なさそうなのに。<br>生粋のヒーローって、ああいうモンなのかなぁ？",
"SERIF_MOKDAI_TOUCH": "うわっ、なになに、何で揉むの！？<br>えっ、思ったほど柔らかくない？<br>そんなこと言われてもなぁ…<br>",
"SERIF_MOKDAI_TRAIN": "よぉしっ！張り切っていくよっ！",
"SERIF_MOKDAI_TRAINED": "あわわ、だめだめっ、こんなの無理ぃっ！",
"SERIF_MONOMASA_APPRECIATION": "少し休んだ方が、いいんじゃないか？<br>根を詰めすぎたって、いいことなんてないぞ。<br>自分の体は…もっと大事にした方がいい。<br>",
"SERIF_MONOMASA_DAILY": "俺の呼び方？ああ、モノマサでいいとも。<br>普段は奴として暮らしているし…それに、<br>時が来れば、この体は奴に返すつもりだからな。",
"SERIF_MONOMASA_HERO": "あの男には、正体を知られる訳にいかない。<br>モノマサが、自らの意思で生きようとする日まで、<br>俺は、退治されてしまうわけにいかないんだ。",
"SERIF_MONOMASA_PLAYER": "君は、カイブツに成り果てた俺を…<br>ヒーローの姿を失った俺を、信用してくれた。<br>俺が君に協力する理由なんて、それで十分だ。",
"SERIF_MONOMASA_RELATION": "メリデは確かに、強力なオブザーバーだ。<br>しかして、まだまだ庇護が必要な少女でもある。<br>俺は彼女を、身を挺してでも守り抜くつもりだ。",
"SERIF_MONOMASA_TOUCH": "どうだ？モノマサは中々いい体をしているだろう？<br>本人は、操り人形にするために作られた体だと<br>自嘲しているがな…どうか、褒めてやってくれ。<br>",
"SERIF_MONOMASA_TRAIN": "モノマサも動きたがっている、付き合ってくれ。",
"SERIF_MONOMASA_TRAINED": "ぐっ…中身が出る…ッ！",
"SERIF_NARIHITOMETEORITE2112_APPRECIATION": "オペレーターさん、今日こそ取材を…っと。<br>休んでたところだったのか、ごめんね。<br>…プレゼントは、起きてからかな。<br>",
"SERIF_NARIHITOMETEORITE2112_DAILY": "えっ、僕のクリスマスの予定かい？<br>まずはヒーローショーやイベントに参加して<br>インタビューを…ってなんだいその表情は…？",
"SERIF_NARIHITOMETEORITE2112_EVENTA": "そうか、もうクリスマスの時期なんだね。<br>つまり、ヒーロー達も大忙しってわけだ。<br>これは取材活動がはかどりそうだなぁ！",
"SERIF_NARIHITOMETEORITE2112_EVENTB": "メリークリスマス！<br>ふふっ、サンタの格好だなんて<br>なんだか童心に返ってワクワクしちゃうね！",
"SERIF_NARIHITOMETEORITE2112_HERO": "あの銀河を股に掛ける指揮者ヴィランと<br>まさか一緒に戦える日が来るなんてね…<br>どうにか独占取材を…えっいや、何でもないよ！",
"SERIF_NARIHITOMETEORITE2112_PLAYER": "ボレアリス氏に緊急対策本部の面々…<br>君は本当に沢山の人と繋がりを持っているね。<br>まったく、記者としては羨ましいくらいだよ。",
"SERIF_NARIHITOMETEORITE2112_RELATION": "これがマイティ・ナックルの新スーツか…！<br>凄いなぁ、もっと近くで見せてくれないかな！<br>ああ、逃げないで！　もっと取材させてよぉ！",
"SERIF_NARIHITOMETEORITE2112_TOUCH": "…えっ、クリスマスプレゼントが欲しい…？<br>それはサンタにお願いを…って、ちょ、ちょっと<br>突っついても出てこないって…わひゃっ！？<br>",
"SERIF_NARIHITOMETEORITE2112_TRAIN": "トレーニングもスーパーにいきますよ！",
"SERIF_NARIHITOMETEORITE2112_TRAINED": "ちょ、ちょっと待って、まだ準備が…！",
"SERIF_NARIHITO_APPRECIATION": "おやっ、取材するのは止めた方がいいかな？<br>ああ、いいよ、ゆっくり休んでなよ。<br>コーヒー淹れるくらいなら、僕でも出来るから。<br>",
"SERIF_NARIHITO_DAILY": "こんにちは、オペレーターさん！<br>今日こそ僕の取材を受けて下さいます？えっ？<br>代わりに仕事手伝え？やれやれ、敵わないなぁ。",
"SERIF_NARIHITO_HERO": "そうか、思い出したぞ！あの酒場の小さな男！<br>賞金稼ぎも舌を巻く、あの伝説の荒稼ぎヒーロー！<br>凄いな凄いな、今度インタビュー記事書きたいな！",
"SERIF_NARIHITO_PLAYER": "色んな方を取材してきたけど、君は不思議だ。<br>他のオペレーターさんにない、特別な何かがある。<br>何となくだけど、それだけは分かるんだ。",
"SERIF_NARIHITO_RELATION": "君のとこの社長さん、どっかで見たんだよなぁ。<br>昔、ヒーローやってたりしなかった？確か…<br>ホッパー・ザ・フェイス、だったかな？",
"SERIF_NARIHITO_TOUCH": "おっと！もしや僕の手帳をお探しかい？<br>残念だったね、こないだの件はしっかり記事に…<br>わひゃっ！？や、やめてぇっ！書かないからぁっ！<br>",
"SERIF_NARIHITO_TRAIN": "適切な記憶を引き出す練習、お付き合い願います。",
"SERIF_NARIHITO_TRAINED": "ぐあっ、やっぱヒーローって…すごいなぁ…！",
"SERIF_NESSEN_APPRECIATION": "お茶が入りましたよ、司令様。<br>お疲れの様ですし、そろそろお休みなられては？<br>お風呂も用意いたします、どうぞお寛ぎ下さい。<br>",
"SERIF_NESSEN_DAILY": "いらっしゃいませ…では、ありませんね。<br>失礼いたしました、どうも癖になっていまして。<br>気を取り直して、お仕事と参りましょうか。",
"SERIF_NESSEN_HERO": "あの御方は、随分とご陽気な調子で<br>バトルに挑まれるのですね…呑んで虎になる、<br>とは、あのような状態を指すのでしょうか？",
"SERIF_NESSEN_PLAYER": "司令様も、随分と苦労なさっているご様子。<br>たまには、当館に羽を伸ばしにいらして下さい。<br>疲れを癒せるよう、サービスさせて頂きますよ。",
"SERIF_NESSEN_RELATION": "野辺山先生は、よく当館にいらっしゃいますよ。<br>なんでも、静かに湯に浸かり、静かな部屋に<br>籠っていると、筆の進みが良いのだとか…。",
"SERIF_NESSEN_TOUCH": "おっと、いかがなされたのですか？<br>あ、髪が乾ききっておりませんでしたか？失敬。<br>先刻まで、お風呂を頂いておりましたので…。<br>",
"SERIF_NESSEN_TRAIN": "これが終わったら、お風呂に入りましょう。",
"SERIF_NESSEN_TRAINED": "汗が、止まらない…っ！",
"SERIF_OKITAKA_APPRECIATION": "おう、なんやお疲れやな。おっちゃんが肩でも<br>揉んだろか？なーんてな！ま、あんま気負わんと、<br>気楽にやったらええ。いつもおおきにな。<br>",
"SERIF_OKITAKA_DAILY": "よっ！調子はどないや？ははっ、ええてええて。<br>そないに畏まらんでも。今来とるんは司令官や<br>のうて、ただの市庁勤めのおっちゃんやからな。",
"SERIF_OKITAKA_EVENTA": "太陽さんさん、絶好のバトル日和やなぁ！<br>さ、一緒に次の作戦を練るとしようや。<br>今日もばっちり、勝ち星取りにいくで！",
"SERIF_OKITAKA_EVENTB": "お、たこ焼き作っとるんか！ちょっと貸してみ。<br>たこ焼き返すんは腕に覚えが…あ、あれ？<br>い…今の無し無し！ノーカンで頼むわ！",
"SERIF_OKITAKA_HERO": "バレル君、なんや一皮剥けたなぁ。見た目だけや<br>のうて、技も粗削りやったんが、研ぎ澄まされた<br>感じっちゅーか…これも、君の力なんやろか？",
"SERIF_OKITAKA_PLAYER": "クルやんから聞いたで？君、なかなか有能な<br>オペレーターなんやてな。どや？参謀なんぞ<br>興味あらへんか？手取り足取り教えたるで！",
"SERIF_OKITAKA_RELATION": "ヴィクトム君は相変わらず堅物やなぁ。もうちと<br>肩の力抜いて生きたらええのに。え、俺は力<br>抜きすぎやて？余裕があるって言うてほしいわ。",
"SERIF_OKITAKA_TOUCH": "おお～、なんやなんや？俺みたいなおっちゃんに<br>興味あるんか？いや～、悪い気せえへんなぁ…<br>あれ？もう終い（しまい）かいな？<br>ん～、いけずぅ！",
"SERIF_OKITAKA_TRAIN": "ベテランの技っちゅーもんを見したるわ。",
"SERIF_OKITAKA_TRAINED": "し、しんどいしんどい！もうあかんて！",
"SERIF_PHEIN_APPRECIATION": "そんな顔をしてどうした？…何？仕事のし過ぎで<br>腹が減っただと？…ほらビスケットはいるか？<br>グミもあるぞ、飲み物は何がいい？言ってみろ。",
"SERIF_PHEIN_DAILY": "俺のことは嫌ってくれて構わん。だから、無力な<br>お前は家に居ろ。時間を潰せる物を持ってきた。<br>好きな物を持っていけ。ちゃんと飯も食うんだぞ。",
"SERIF_PHEIN_EVENTA": "チョコフェスか、この星には不思議な文化が<br>あるのだな。…お前も甘いものは好きか？<br>腹が減ったのなら、クッキーならあるが…食うか？",
"SERIF_PHEIN_EVENTB": "プロキー…まさか俺のことを覚えていたなんてな。<br>奴とは同じ街で育ったんだ。あの頃は…<br>いや、何でもない。…昔の話だ。気にするな。",
"SERIF_PHEIN_HERO": "アンナは高校生だろう？子供がヒーローとして<br>戦っているなんて…よし、俺が前に出る…ん？<br>アンナはどこだ…？えっ、せ、先頭にいる！？",
"SERIF_PHEIN_PLAYER": "雇い人、お前は戦闘能力のないオペレーターだ。<br>だから大人しく俺の後ろに…え？一緒に戦う…？<br>だ、ダメだ！戦場は危ないんだぞ、あっ待てって！",
"SERIF_PHEIN_RELATION": "プロキーとは同郷の腐れ縁というだけだ。<br>奴は俺と違ってお節介が過ぎるからな…<br>…なんだ？似た者同士とはどういう意味だ？",
"SERIF_PHEIN_TOUCH": "どうした、腹が減ったのか？今は飴ぐらいしか…<br>ん？空腹な訳じゃないのか？…まぁそれなら<br>別にいいが…いつまで抱き付いているつもりだ？",
"SERIF_PHEIN_TRAIN": "身を護る術をモノにしておけ。",
"SERIF_PHEIN_TRAINED": "この程度の技で…っぐぅう…！",
"SERIF_PLAYER1_TRAINED": "ちょ、ちょっと厳しいっ…！",
"SERIF_PLAYER2_TRAINED": "ぐぅっ、やるじゃねェか…っ！",
"SERIF_PLAYER3_TRAINED": "これは、キツい…っ。",
"SERIF_PLAYER4_TRAINED": "ちょっと待ってよ、キツすぎるぅっ！",
"SERIF_PLAYER5_TRAINED": "堪えるのが、やっとです…っ。",
"SERIF_POLARIS_APPRECIATION": "おっと、流石に振り回し過ぎちまったか？<br>うっし！肉食いに行くぞ、肉ッ！<br>体力つけるにゃ、肉食うのが一番だ！<br>",
"SERIF_POLARIS_DAILY": "ポラリスマスク、参上っ！<br>さあさあ、今日はどんなバトルに出向くんだ？<br>ヴィランにカイブツ、どんと来いだぜ！",
"SERIF_POLARIS_HERO": "ジャスティスとかいう虎ヒーロー。<br>あの筋肉、最高にプロレス向きだと思うんだよ。<br>ああ、闘りてえ、ガチンコ勝負してえぜ…！",
"SERIF_POLARIS_PLAYER": "セコンド初心者、上等じゃねえか！<br>なあに、これから経験積んできゃいいのよ！<br>黙って俺について来いっ、ってな！",
"SERIF_POLARIS_RELATION": "ラッドとは、旅先でよく会うんだよ。<br>アイツも俺も、勝負を求める旅人だからな！<br>あの脚から出る蹴り、最高に効くんだよなぁ…。",
"SERIF_POLARIS_TOUCH": "何だ？俺の体に興味あんのか？<br>ふふんっ、なかなかのもんだろ、この筋肉！<br>何なら技かけてやってもいいんだぜ？ははは！<br>",
"SERIF_POLARIS_TRAIN": "慣らしだからって、手加減しねえぞ！",
"SERIF_POLARIS_TRAINED": "い、いいぜ…熱いぜお前ッ…！",
"SERIF_PROCYCHOCOLATEFES2303_APPRECIATION": "えらくしょぼくれた顔してんな。…お前さんも<br>色々あんだろうが、ちょっと付いて来いよ。屋上は<br>風が気持ち良いぜ、悩みが吹き飛ぶぐらいにゃな！",
"SERIF_PROCYCHOCOLATEFES2303_DAILY": "学ランのサイズが合ってねえって？…目立ちゃあ<br>何でも良いんだよ、商売の宣伝と一緒だな。誰が<br>バンチョーやってっか、俺の面覚えさせてやんだ！",
"SERIF_PROCYCHOCOLATEFES2303_EVENTA": "もっとチョコマシンを宣伝しなきゃな！よしっ、<br>学祭と言やチラシだろ！屋上で待ってるぜ…っと。<br>後は１つずつ手渡しで…ん？誤解される？何が？",
"SERIF_PROCYCHOCOLATEFES2303_EVENTB": "学校かぁ…あの頃は金も無い俺にとっちゃ唯一の<br>遊び場だったな。色々やんちゃもしたモンだぜ。<br>…ま、そのお陰で今はヒーローやれてんだけどな！",
"SERIF_PROCYCHOCOLATEFES2303_HERO": "フェインは…あの日から、全く変わってねぇよ。<br>ひねくれてて棘を出そうと必死で…昔の俺を見てる<br>気分になる。それも全部、誰かを守る為だろうがな。",
"SERIF_PROCYCHOCOLATEFES2303_PLAYER": "いいか？現場で無茶して怪我すんなよ？うちの<br>シマで暴れる奴にゃまず俺が挨拶してやっからよ！<br>バンチョー、ってのは、そういうモンなんだろ？",
"SERIF_PROCYCHOCOLATEFES2303_RELATION": "スハイルも貧困街の出身だったか。誰にも負けねえ<br>富と注目…なぁ。金が無え奴が抱く夢は似んのかね。<br>奴も道が違えばヒーローやってたのかもなぁ。",
"SERIF_PROCYCHOCOLATEFES2303_TOUCH": "おうっ！？ばっか、だから抱き付くなってっ！<br>誰かに見られちゃ示しがつかねえだろうがっ…！<br>…見られなきゃ良いとかそんな話じゃねえつーの！",
"SERIF_PROCYCHOCOLATEFES2303_TRAIN": "扱きあげてやろうじゃねぇか！",
"SERIF_PROCYCHOCOLATEFES2303_TRAINED": "っぐぅ…や、やりやがるな…！",
"SERIF_PROCY_APPRECIATION": "お前さん、随分とお疲れのようじゃねえか。<br>…ほら、貯めてるモンは吐き出してきな。<br>ドリンク料金はサービスしとくからよっ。<br>",
"SERIF_PROCY_DAILY": "おう、らっしゃい。<br>ツラ見りゃ分かるぜ、ヒーローをお探しだろ？<br>マシンは空いてる、好きに使いな。",
"SERIF_PROCY_HERO": "ジャスティスの奴たあ、長え付き合いよ。<br>あの全てを掻っ攫ってくトンでもねえ雷撃が、<br>妬ましく思えた時期も、あったっけなぁ。",
"SERIF_PROCY_PLAYER": "視聴者稼いで、金も稼ぐ。コイツが基本よ。<br>この稼業で生きてくなら、ちゃんと覚えときな。<br>ま、オメェならそのうちコツも掴めるだろうよ。",
"SERIF_PROCY_RELATION": "客共に好かれるのは結構なこったが、<br>あのガキ、一体俺を何だと思ってやがんだか…。<br>明日はリボンとかつけてこない事を祈るぜ…。",
"SERIF_PROCY_TOUCH": "おわっ！？オメェ、何勝手に撫でてんだっ！<br>お触りは有料だかんなっ、一撫でにつき…<br>だぁーっ、めんどくせぇっ！好きにしろっ！<br>",
"SERIF_PROCY_TRAIN": "トレーニング代はつけといてやるよ。",
"SERIF_PROCY_TRAINED": "あででっ！テメェ、治療費請求すっぞ！？",
"SERIF_PUBRASEER_APPRECIATION": "おー、オペレーターさん、お疲れかい？<br>もうすぐ掃除も終わるからよぉ、<br>終わったら一緒に日向ぼっこしないかぁ？<br>",
"SERIF_PUBRASEER_DAILY": "天気もいいから、釣りでもすっかぁ！<br>…ん、仕事？　…ああ、そかそか、<br>トイレ掃除がまだだったっけかー！",
"SERIF_PUBRASEER_EVENTA": "なんだぁ、海賊ってのは<br>すげぇ楽しい奴らなんだな～！<br>俺も一緒に踊りたくなってきたぞ～！",
"SERIF_PUBRASEER_EVENTB": "休憩時間にはたまに釣りをしてるんだけどよぉ。<br>この前釣った虹色に光る魚はすげかったなぁ～！<br>お腹は痛くなったけど、美味かったぞー！",
"SERIF_PUBRASEER_HERO": "アカシ君のヒーロースーツは、とても機能的で<br>見ていても涼し気だな。…あぁ覚えている。<br>ああいうのを「イカす」って言うんだろう？",
"SERIF_PUBRASEER_PLAYER": "記憶を無くした私にとって、君の気遣いの<br>気持ちは、本当に嬉しかった。…だから私も<br>君の記憶が必ず戻ると信じているよ。",
"SERIF_PUBRASEER_RELATION": "ハイドールのあんちゃん、優しい目だなぁ。<br>言葉は逆のこと言うけどな、「ツンデレ」って<br>言うんだろ？　教えてもらったんだー！",
"SERIF_PUBRASEER_TOUCH": "…ん？なんだ？腹なんかつついて。…大丈夫、<br>大人でも誰でも、不安になる時はある。<br>ほら、こっちに来い、一緒に星でも見よう。<br>",
"SERIF_PUBRASEER_TRAIN": "訓練に付き合ってくれないか？",
"SERIF_PUBRASEER_TRAINED": "や、優しくしてくれぇ～！",
"SERIF_RAIZI_APPRECIATION": "そんな疲れた顔じゃ、運も何もかも逃げちまう。<br>飲みなよ。ツキを呼ぶ、とっておきのコーヒーさ。<br>好機を待つのも勝負師の大切な仕事だからね。",
"SERIF_RAIZI_DAILY": "何故、オレがギャンブルを嗜むのかって？<br>それは幸運を身近に感じる、最高の手段だからだ。<br>全てがオレの為にある瞬間。キミも分かるだろ？",
"SERIF_RAIZI_EVENTA": "銀河鉄道、ミステリートレインのチケットか…<br>観光ツアーに興味は無いけど、高級カジノなら<br>レートは高そうだ。悪くはないかもね。",
"SERIF_RAIZI_EVENTB": "ゆ、ゆゆ…幽霊を見たって、言ってる奴らが<br>いるらしいじゃあないかっ！　最新鋭の豪華列車で<br>幽霊だなんて、ナンセンスな…ひぃえええぇっ！？",
"SERIF_RAIZI_HERO": "プロキーさんとは、結構長い付き合いになるかな。<br>逆恨みした奴から守ってもらったことがあってね。<br>あのヒトの面倒見には敵わないよ、まったく…",
"SERIF_RAIZI_PLAYER": "…退屈だな。どうだい、ここらで一勝負でも。<br>もし万が一にも、君がこの勝負に勝てたなら…報酬は<br>君の望むこと何でも一つ、とか？　魅力的だろ？",
"SERIF_RAIZI_RELATION": "…ふぅ、ペディの淹れるコーヒーは最高だよ。<br>味も香りも一流。濁った頭の中が冴え渡るようさ。<br>本当は店で飲みたいけど…弱み握られちゃうからなぁ。",
"SERIF_RAIZI_TOUCH": "…なんだ？　もしかしてイカサマを疑ってるのか？<br>オレがそんなつまらない真似をする訳ないだろ。<br>さぁ、ご自由に。気が済むまで調べればいいよ。",
"SERIF_RAIZI_TRAIN": "キミの度胸を見せてもらうよ！",
"SERIF_RAIZI_TRAINED": "っく、これは、きっついって…！",
"SERIF_RAKTA_APPRECIATION": "健康が損なわれている状態のようですね。<br>無理は禁物です、速やかに休養をとりなさい。<br>疲労はよい仕事の大敵ですよ？<br>",
"SERIF_RAKTA_DAILY": "こんにちは、いかがなされましたか？<br>…と、失礼。先刻まで診察だったもので。<br>さあ、今日のクランケは、一体いずこに？",
"SERIF_RAKTA_HERO": "ロレン君は、大変信頼できる看護師ですよ。<br>少々抜けているところはありますが、現場では<br>肝の据わった対応が出来る。そういう男なのです。",
"SERIF_RAKTA_PLAYER": "誰にだって駆け出しの時期はありますよ。<br>少しずつ、仕事に慣れていけばよいのです。<br>私も初めての執刀の際、そう励まされました。",
"SERIF_RAKTA_RELATION": "私は、不思議でならないのです。<br>あの刑事、栄養失調を起こしそうな食生活なのに、<br>全くの健康体なのです。一体どんな秘訣が…？",
"SERIF_RAKTA_TOUCH": "ん？私の体にご興味がおありですか？<br>ええ、週５のスポーツジムで鍛えたこの健康体、<br>是非誇らせていただきたい。さあ、どうぞ！<br>",
"SERIF_RAKTA_TRAIN": "さあ、健康自慢と参りましょう！",
"SERIF_RAKTA_TRAINED": "ぐぅっ、なんという健康体…っ！",
"SERIF_REXER_APPRECIATION": "オペレーションのことは俺には分からんが、<br>気苦労が絶えないだろうな。息抜きにゲームでも<br>やるか？安心しろ、多少の加減はしてやるさ。<br>",
"SERIF_REXER_DAILY": "ぃよっし！　今のコンボ決まったなぁ～！<br>…あー、ゴホン。見てたのか。何だ、仕事か？<br>あ、遊んでたわけじゃない。これは自主トレだ。",
"SERIF_REXER_EVENTA": "このゲームにおいて、俺に敗北の二文字は無い。<br>俺は俺の目的の為に勝ちに行く。それだけだ。<br>…絶対に、負ける訳にはいかないから。",
"SERIF_REXER_EVENTB": "優しくて強くて、かっこいい。そんなあの人の<br>背中を追いかけて、俺はここまで来たんだ。<br>俺もあの人みたいな、完璧なヒーローになりたい。<br>",
"SERIF_REXER_HERO": "セラスは凄いな、あんな巨大な盾を使いこなして。<br>攻守ともにいいステータスで実力も十分なのに、<br>どうしてチームの主導権を取ろうとしないんだ？",
"SERIF_REXER_PLAYER": "あんたには、目標はあるか？理想はあるか？<br>…俺にはある。絶対に超えたい人がいる。<br>だから俺は、リグザであり続けるんだ。",
"SERIF_REXER_RELATION": "トウシュウと模擬戦をやったが、礼儀作法を<br>やたらに説かれてな…あれではまるで授業だ。<br>…え、本当に先生？ああ、道理で厳しい訳だ。",
"SERIF_REXER_TOUCH": "なんだ、このアバターに興味があるのか？ふふ、<br>どうだ立派だろう。電脳世界とはいえ、鍛錬は<br>欠かさず行っている。俺はヒーローだからな。<br>",
"SERIF_REXER_TRAIN": "さぁ、俺についてきてみろ。",
"SERIF_REXER_TRAINED": "よ、余裕無くなってきた…！",
"SERIF_ROIKER_APPRECIATION": "さあ、食事の用意が出来たぞ。冷めないうちに<br>食べたまえ。えっ、頼んでいないって？<br>でも、こうでもしないと君は休まない、だろ？<br>",
"SERIF_ROIKER_DAILY": "やあ、おはよう。ああすまない、洗濯が終わって<br>いたから、勝手に畳んでしまっていた。やはり<br>ヒーロー事務所は、洗濯物の量も膨大なのだね。",
"SERIF_ROIKER_HERO": "トウシュウ先生ほど、異星の文化に心酔して<br>いる人物も珍しいと思うよ。あの刀遣いは、<br>ただ侍を真似ただけのものではないだろう。",
"SERIF_ROIKER_PLAYER": "君のように、別の宇宙の記憶を保持している<br>オブザーバーは、かなり異質な存在と言える。<br>ヤツは、君に何を求めているのだろうな…。",
"SERIF_ROIKER_RELATION": "エクシオ君には、手を汚させてばかりで申し訳<br>なく思っている。でも、真っすぐな彼のお陰で、<br>我々は確実に、前へと進めているんだ。",
"SERIF_ROIKER_TOUCH": "んんっ！？…あ、いや…ゴホン。<br>今のは聞かなかったことにしてくれたまえ。<br>不意打ちというものに、弱いのだ…。<br>",
"SERIF_ROIKER_TRAIN": "来なさい。全て受け止めよう。",
"SERIF_ROIKER_TRAINED": "ぐっ、受け止めきれん…っ！",
"SERIF_RUTILIX_APPRECIATION": "術士殿。芋を蒸かしたのだがお一ついかがか？<br>そろそろ腹も減ってくる頃合いかと思ってな。<br>ああ、皮なら私が剥こう。貸してくれ。",
"SERIF_RUTILIX_DAILY": "これは術士殿！挨拶が遅れ、失礼した。<br>鍛錬に集中しておったが故に、気づかなんだ。<br>って、うわ！斬った丸太が…ぐえぇっ！",
"SERIF_RUTILIX_EVENTA": "我が名はルティリクス、誇り高き騎士である！<br>この面妖な迷宮の中にあっても、それは同じ！<br>陛下の御身は、必ずや守り抜いてみせる！",
"SERIF_RUTILIX_EVENTB": "お下がり下さい！陛下、術士殿！<br>カイブツどもは私が倒し…うわぁっ！？<br>くそぉっ…いつか芋のように蒸かしてやるぅ！",
"SERIF_RUTILIX_HERO": "マルフィク殿は、実に頼もしい御方だな。<br>冒険の知識に長け、戦闘にも慣れておられる。<br>あれでなぜ、仕官されていないのだろうか？",
"SERIF_RUTILIX_PLAYER": "このような小物、術士殿の手を煩わせずとも、<br>私が斬り伏せてくれるっ！やぁぁっ！<br>…ぐっ、くそぉっ！なぜ当たらんのだっ！？",
"SERIF_RUTILIX_RELATION": "国王陛下のことは敬愛しているが、些か<br>やんちゃが過ぎるが故に、心配の種でもある。<br>民との距離が近いのは、いい事なのだがな…。",
"SERIF_RUTILIX_TOUCH": "や、やめろ！気安く触れるなっ！<br>この身は、高潔なる騎士の道に捧しもので…<br>ああっ…ぐっ！こ、ころせぇっ…！",
"SERIF_RUTILIX_TRAIN": "手加減はせぬ、いざっ！",
"SERIF_RUTILIX_TRAINED": "うおぉ、覚えておれっ…！",
"SERIF_RYEKIE2NDANNIVERSARY_EVENTA": "頼もしくなったな、パートナー！<br>君が支えてくれるから俺はもっと頑張れる！！<br>これからも共に正義を遂行しよう！！！",
"SERIF_RYEKIENEWYEAR2201_EVENTA": "あけましておめでとう、パートナー！<br>去年は本当に世話になった！！<br>今年もよろしく頼むぞ！！！",
"SERIF_RYEKIEXMAS2012_APPRECIATION": "わははっ、無礼講でいこうぜ、パートナー！<br>締める時は締め、抜く時は抜く！<br>仕事は、オンオフの切り替えが大事だぞっ！<br>",
"SERIF_RYEKIEXMAS2012_DAILY": "おう！調子はどうだ、パートナー！<br>俺の方は元気満々、気分も最高だぞ！<br>何、顔が赤い？元からこんなもんだろう！",
"SERIF_RYEKIEXMAS2012_EVENTA": "よく来たなパートナー！！<br>さあ、今日も張り切っていこうじゃないか！！！<br>俺の方は準備万端だぞ！！！！",
"SERIF_RYEKIEXMAS2012_HERO": "あの旅館の主、面白い技を使うものだな！<br>沸点を越えて過熱する湯だなんて、<br>考えただけでのぼせ上ってしまいそうだ！",
"SERIF_RYEKIEXMAS2012_PLAYER": "君が我が社に来てくれて、俺は本当に嬉しいぞ！<br>毎日俺達の為に頑張ってくれているんだ、<br>今日はとことん、労わせてくれっ。",
"SERIF_RYEKIEXMAS2012_RELATION": "なんせモクダイは、初めて入った社員だからな！<br>当初からたっぷり、可愛がったもんだ！<br>そんなアイツも、ヒーローになるとはなぁ…。",
"SERIF_RYEKIEXMAS2012_TOUCH": "おっ！ハグを所望か、パートナー！<br>よし、いつもより熱いのをくれてやろうっ！<br>体の芯まで、シビレさせるぞぉ！<br>",
"SERIF_RYEKIEXMAS2012_TRAIN": "っしゃぁ、根競べといこうぜ！",
"SERIF_RYEKIEXMAS2012_TRAINED": "か、完敗だぁ…っ！",
"SERIF_RYEKIE_APPRECIATION": "はっはっは、今日もお疲れさんだッ！<br>お前の頑張りが今日の俺達を支えてくれている！<br>すなわち、お前は俺達のヒーローということだな！<br>",
"SERIF_RYEKIE_DAILY": "おう！おはようさんだ、パートナー！<br>営業回りと筋トレで鍛えたこの肉体ッ！<br>今日も正義のために使ってみせるっ！",
"SERIF_RYEKIE_HERO": "勝利より敗北より、金に拘るのがプロキーだ！<br>アイツの勝負は、儲けの多寡で決まるからな！<br>金こそ奴の信じる正義、誰にも否定はできまいさ！",
"SERIF_RYEKIE_PLAYER": "わははっ、まああまり気負うなパートナー！<br>ハックルだって最初は、とても緊張していたぞ！<br>少しずつ慣れればいい、そういうものだっ！",
"SERIF_RYEKIE_RELATION": "ハックルは昔も今も、俺にとっての最高の友だ！<br>ヒーローだった頃も、ヒーローで無くなった今も、<br>奴は俺の信頼に必ず応える！そういう男だからな！",
"SERIF_RYEKIE_TOUCH": "おっと！ハグを所望か、パートナー！<br>よぉし…ジャスティス・ハァァッグッ！<br>はっはぁ、どうだ？シビれただろう！？<br>",
"SERIF_RYEKIE_TRAIN": "手加減はするさ、行くぞぉっ！",
"SERIF_RYEKIE_TRAINED": "ぐぅっ！？俺を唸らせるとは、なかなか…！",
"SERIF_SADAYOSHI_APPRECIATION": "本日の任務もお疲れ様です、参謀殿。そこに<br>おかけ下さい。茶くらいならば私でも淹れられ…<br>参謀殿。茶葉が湯呑から溢れたのですが…。",
"SERIF_SADAYOSHI_DAILY": "おはようございます、参謀殿。<br>私は今日も準備万全。如何なる任務にも全力で<br>向かわせて頂く所存です。さあ、ご命令を。",
"SERIF_SADAYOSHI_HERO": "あの方の功績は、我が父母よりよく伝え聞いて<br>おりました。その復活を、まさかこの目で見る<br>ことが出来るとは…感慨深いものがあります。",
"SERIF_SADAYOSHI_PLAYER": "参謀殿は、共に戦ってきた人々の中で、最も<br>守るべき民に近い。過酷な戦場では、どうか私を<br>頼って頂きたい。死力を尽くし、お守り致します。",
"SERIF_SADAYOSHI_RELATION": "モノマサ殿の心情は、私には理解できませなんだ。<br>求められる様に道を進んできた者が、なぜ自ら<br>その道を外れたのか…私は、その理由を知りたい。",
"SERIF_SADAYOSHI_TOUCH": "ふむ、身体検査でしょうか、参謀殿？私は何も<br>怪しいものは持ち込んでおりませなんだが…。<br>参謀殿が気にされるなら、どうぞお確かめ下さい。",
"SERIF_SADAYOSHI_TRAIN": "状況開始。手加減は致しません。",
"SERIF_SADAYOSHI_TRAINED": "鍛え方が、足りなかったか…！",
"SERIF_SANTETSU_APPRECIATION": "お疲れのようですね。そういう時は思い切って<br>休むことも大事です。読書をして本の世界に<br>浸ると、とても癒されますよ…俺だけですかね？<br>",
"SERIF_SANTETSU_DAILY": "…え？ああ、すみません。いらしてたんですね。<br>興味深い本を見つけてしまったもので、つい。<br>それで、本日はどのようなご用件でしたっけ？",
"SERIF_SANTETSU_HERO": "マルフィク教授は、貴重な書物を読ませてくれ<br>ますから、いい人だとは思ってます。でも…<br>流石に現地調査の同行は、勘弁してほしいなぁ。",
"SERIF_SANTETSU_PLAYER": "貴方の境遇を聞いていると、何だか他人事に<br>思えないんです。否応なしに、天災の様に孤独に<br>なってしまう絶望を、俺は知っていますから。",
"SERIF_SANTETSU_RELATION": "天満先生は強引な方ですけど、良い所も沢山ある<br>んですよ？強引だけど理知的だし、強引だけど<br>引っ張っていってくれるし…はぁ。",
"SERIF_SANTETSU_TOUCH": "い、いきなり何ですか？声をかけたけど反応が<br>なかった？すみません、本に夢中になってて…<br>ってちょっ！揉むのは！揉むのはやめて下さい！<br>",
"SERIF_SANTETSU_TRAIN": "疲れることは、あまりしたくないんですがね。",
"SERIF_SANTETSU_TRAINED": "わ、分かりました！ちゃんとやりますからっ！",
"SERIF_SEIICHIRO_APPRECIATION": "頑張り屋なお前も非常に好ましいが、自分の<br>キャパシティを見誤るべきではないな。さあ、<br>少し息抜きに行くぞ。いい店を予約しておいた。<br>",
"SERIF_SEIICHIRO_DAILY": "どうした、驚いたか？何のことはない。大事な<br>後進であるお前の様子を見に来ただけだ。<br>スケジュールも空いている、仕事を手伝ってやろう。",
"SERIF_SEIICHIRO_HERO": "サンテツは、あれで中々できる男だ。ヒーロー<br>としての実力も申し分ない。その実力に、<br>やる気が伴ってくれていれば最高なんだが…。",
"SERIF_SEIICHIRO_PLAYER": "お前は実に、底知れないオブザーバーだな。<br>だが、安心しろ。お前のその力が制御できる<br>ようになるまで、俺がしっかり面倒を見てやる。",
"SERIF_SEIICHIRO_RELATION": "オキタカは、タダのムードメーカーで終わら<br>ないところがとても好ましい。この俺ですら、<br>彼の有り様から学ばされるところは沢山あるしな。",
"SERIF_SEIICHIRO_TOUCH": "おっと…いくら俺に魅力を感じたとはいえ、<br>職務中にボディタッチとは行儀が悪いな。<br>そんなに俺から、しつけられたいのか…？<br>",
"SERIF_SEIICHIRO_TRAIN": "ついてこい、躾けてやる。",
"SERIF_SEIICHIRO_TRAINED": "この俺が、組み伏せられるだと…っ！",
"SERIF_SENSETTIA_APPRECIATION": "オペレーター君！これ食べなさい！<br>さっきも指示で、すっごい喉使ってたでしょ。<br>アタシのイチ押しののど飴なの！残さず食べること！",
"SERIF_SENSETTIA_DAILY": "アタシは宇宙の皆に歌を届けるツアー中なの。<br>きっと全員、夢中にさせてみせる…<br>誰かの言葉になんか、負けたりしないんだから！",
"SERIF_SENSETTIA_EVENTA": "あっ…どこかから聖歌が聞こえる！<br>クリスマスっていいね、歌に包まれてるもの！<br>いいなあ、アタシも混ざりたくなってきた！",
"SERIF_SENSETTIA_EVENTB": "クリスマスの装飾ってすっごく綺麗よね！<br>特にツリーの上のトップスター！<br>アタシだって…いつかはあんなふうに…",
"SERIF_SENSETTIA_HERO": "ゴメイサさんの体幹凄すぎ！踊ってる時、<br>全然ふらふらしてないの！あんだけ筋肉あれば、<br>お腹からすっごい声出るだろうな～！",
"SERIF_SENSETTIA_PLAYER": "オペレーター君、仕事すっごい頑張ってんじゃん！<br>アタシも負けてらんないな…。…よし！<br>今からボイトレするから、アンタも付き合いなさい！",
"SERIF_SENSETTIA_RELATION": "ヴィスカナムの変な発明には困ってるけど、それに<br>救われた事もあるから…アイツに感謝はしてるよ。<br>本人に言わないでよ？すぐ調子に乗るんだから！",
"SERIF_SENSETTIA_TOUCH": "うわああっ！？ちょ、ちょっと！何触ってんのよ！<br>触るならアタシに許可取りなさいよ！許可！<br>い、いや…許可取ればいいってもんじゃないか…",
"SERIF_SENSETTIA_TRAIN": "いくよっ！ワンツー！さんはい！",
"SERIF_SENSETTIA_TRAINED": "ま…まだまだっ！負けないんだから！",
"SERIF_SHAFTVIRTUALFESTA2210_APPRECIATION": "お疲れのようですね、オペレーターさん。<br>帰りは送りますよ。さあ、背中に乗って。<br>それじゃ、行きますよ。…あれ、寝ちゃってる？<br>",
"SERIF_SHAFTVIRTUALFESTA2210_DAILY": "タクシーを運転する時は一人ですけど、ヒーロー<br>の仕事だと、仲間とチームで仕事ができる。<br>やっぱり皆で取り組むっていいものですね。",
"SERIF_SHAFTVIRTUALFESTA2210_EVENTA": "チーム戦である以上、チームワークは大事だと<br>思うんだけどなぁ…。よし、まずはスクラムを<br>組むところから始めましょう！仲良くならないと！<br>",
"SERIF_SHAFTVIRTUALFESTA2210_EVENTB": "どんなに遠くても、必ずたどり着いてみせる…！<br>タクシーがなくたって、この足で行けばいい！<br>俺は…もう絶対に、あきらめないぞ！<br>",
"SERIF_SHAFTVIRTUALFESTA2210_HERO": "一度自分の進む道に迷ったからこそ、見えてくる<br>ものもあるってことでしょうか。リグザさんが<br>何に躓いているのか…何となく分かる気がします。",
"SERIF_SHAFTVIRTUALFESTA2210_PLAYER": "道に迷ったとき、どう進めばいいかヒントを<br>くれる人って大事だと思うんです。俺も、<br>貴方には随分助けられましたから…へへ。",
"SERIF_SHAFTVIRTUALFESTA2210_RELATION": "あの芯の強さだと、トウシュウ先生はあまり<br>判断に迷う事はなさそうですね。優柔不断な<br>俺としては、学ぶところが多そうだ…メモメモ。",
"SERIF_SHAFTVIRTUALFESTA2210_TOUCH": "おっと、どうされました？ ああ、この傷。<br>ラグビーの古傷まで再現されてるんですね。<br>ほら、この辺の傷も…あっ。し、失礼しました！<br>",
"SERIF_SHAFTVIRTUALFESTA2210_TRAIN": "全力の俺をお見せしましょう！",
"SERIF_SHAFTVIRTUALFESTA2210_TRAINED": "ぐおっ！？ は、激しいっ…！",
"SERIF_SHAFT_APPRECIATION": "オペレーターさん、ドライブでもいかがです？<br>いい気分転換になると思いますよ。ああ、<br>ご安心を。メーターは止めておきますので。<br>",
"SERIF_SHAFT_DAILY": "タクシーのご用命ですか？オペレーターさん。<br>ええどうぞ、ご乗車下さい…って、アレ？<br>ちょ、ちょっとタイムで！キーはどこだ！？",
"SERIF_SHAFT_EVENTA": "何だか凄い事件に巻き込まれたな…ああいえ。<br>ご安心を、ちゃんと目的地までお連れしますので。<br>って…あれ？こ、ここは、どこだ…？",
"SERIF_SHAFT_EVENTB": "あの怪盗の目的って、一体何なんですかね。<br>何となくではあるんですが…ただの愉快犯には、<br>あんまり見えないっていうか。",
"SERIF_SHAFT_HERO": "命を懸けてでも撮りたい物がある…か。<br>だから彼の写真は、胸に刺さるんですね。<br>あの仕事への情熱は、少し懐かしさを感じます。",
"SERIF_SHAFT_PLAYER": "転職っていうのは、実際大変ですよね。<br>新しい環境に自分を慣らさなきゃいけませんし。<br>何だか君とは、話が合いそうな気がするなぁ。",
"SERIF_SHAFT_RELATION": "あのアンドロイドの運転手さん、ものすごく<br>仕事へのモチベーションが高いんですよね。<br>いつも、見習いたいとは思ってるんですが…。",
"SERIF_SHAFT_TOUCH": "な、何ですか！？　体がすごく分厚いって？<br>はは…一応プロで、ラグビーやってましたから。<br>ぶつかり合いなんてのも、慣れたもんですよ。<br>",
"SERIF_SHAFT_TRAIN": "少々荒っぽく行きますよ！",
"SERIF_SHAFT_TRAINED": "バッテリーが上がっちまう…！",
"SERIF_SHOENVALENTINE2102_APPRECIATION": "静けさの中で茶を立て、心穏やかに過ごすのは<br>如何か。良き心の休養になるぞ。…ぬっ？何が<br>言いたいのかと？…誘っていたつもりなのだが。<br>",
"SERIF_SHOENVALENTINE2102_DAILY": "書をしたためている時間が、一番心が安らぐな。<br>…すまぬ、待たせてしまった。<br>心の準備がようやく出来た、参るとしようか。",
"SERIF_SHOENVALENTINE2102_HERO": "某はからくりに明るくない故、ヒサキ殿の<br>発明の奇天烈ぶりには、驚かされるばかりだ。<br>まだ知らぬ世界が、世にはあるものなのだな。",
"SERIF_SHOENVALENTINE2102_PLAYER": "身を焦がすような情なるものを、ヌシは抱いた<br>ことがあるだろうか？…不躾な問いであったな。<br>些か感傷に流されておるようだ…すまぬ。",
"SERIF_SHOENVALENTINE2102_RELATION": "キョウイチほど、表裏のない者は中々おらぬ。<br>かの者のようになれれば、つまらぬことで<br>思い悩まずとも、済むのであろうか…。",
"SERIF_SHOENVALENTINE2102_TOUCH": "某は、明鏡止水の心の会得を目指す者なり。<br>ゆえに、腹を触られた位で揺らぎは…くふっ。<br>…今の声は、聞かなかった事にしてほしい。<br>",
"SERIF_SHOENVALENTINE2102_TRAIN": "心を鎮め、いざ参らん。",
"SERIF_SHOENVALENTINE2102_TRAINED": "恥じらいが勝るな…！",
"SERIF_SHOEN_APPRECIATION": "心を穏やかに保つには、余裕が必要だ。<br>ヌシに今必要なのは、その余裕を作ること…<br>共に折り紙でも折るか？心が安らぐぞ。<br>",
"SERIF_SHOEN_DAILY": "…折り紙を折っていたところだ。<br>そうか、仕事の時間だったな。<br>では…行こうか。",
"SERIF_SHOEN_HERO": "文字にて時の流れを変えし者。<br>某と同じ手段を用いながら、その力は全く別物。<br>文字には…某の知り得ぬ力があるらしい。",
"SERIF_SHOEN_PLAYER": "…某は、ヌシの仕事をよく知らぬ。<br>ただ…ヌシがいなくては、文字どもを活かせぬ。<br>それだけは…分かっているつもりだ。",
"SERIF_SHOEN_RELATION": "トウシュウ殿は、某とも違う異星の出の者。<br>しかし、和の文化を愛でる心は同じ。<br>羊羹を差し上げると、大層喜ばれる。",
"SERIF_SHOEN_TOUCH": "むっ…某の腹に、何か…？<br>これが…すきんしっぷ、というものなのか？<br>ふ、ふむ…なるほど…。<br>",
"SERIF_SHOEN_TRAIN": "筆慣らし、付き合って貰えるか？",
"SERIF_SHOEN_TRAINED": "この身には、些か応える…！",
"SERIF_SUBARU_APPRECIATION": "貴方は、体を壊す為に仕事をしているのですか？<br>良いものを創るにも、良い仕事をするにも、<br>まず必要なのは、心身のゆとりだと思いますが。<br>",
"SERIF_SUBARU_DAILY": "呼び出しておいて、遅れないで下さいよ。<br>…まあ、丁度筆が止まってしまっていた所です。<br>ネタ探しがてら、お仕事を手伝いましょう。",
"SERIF_SUBARU_HERO": "宇宙人に日本の武士の甲冑…不思議な組合せです。<br>剣の扱いや所作も、武士のそれとは違う…でも、<br>あの荒々しさ、確かに侍の様ではありますね。",
"SERIF_SUBARU_PLAYER": "貴方の仕事ぶりに関しては、評価できないです。<br>僕にとっては畑違いですから。…でも。<br>精一杯になって働く姿は、美しいと思いますよ。",
"SERIF_SUBARU_RELATION": "キョウイチとは、小学校からの付き合いですが、<br>教鞭を取るなら、もう少し教養をつけないと。<br>アイツ、昔から運動ばかり得意な男でしたから。",
"SERIF_SUBARU_TOUCH": "んっ…な、何ですかその手は。<br>この古臭い服装が滑稽ですか、それとも体型が…<br>えっ、これが良い？そ…そうですか…。<br>",
"SERIF_SUBARU_TRAIN": "鍛錬は性に合いませんが、試したい事もあるので。",
"SERIF_SUBARU_TRAINED": "も、もう十分でしょう…帰っていいですか？",
"SERIF_SUHAILCHOCOLATEFES2303_APPRECIATION": "同盟者、何シケた面してんだ。…ったく、オイ<br>子分共、宴を始めるぜェ、準備しろい！テメェも<br>もちろん参加だ！なんか面白ェモン持ってこい！",
"SERIF_SUHAILCHOCOLATEFES2303_DAILY": "俺様が友と呼べる奴ぁ生涯一人だけだ。海賊である<br>俺様から逆に左腕を奪った奴よ！そいつが今は<br>俺様の腕になって生きてんだ、最高に面白ェだろ？",
"SERIF_SUHAILCHOCOLATEFES2303_EVENTA": "この学園どこもかしこも甘い匂いがしやがるな…<br>甘いモンに興味はねェが…何ィ！このチョコ、酒の<br>アテに最高じゃねェかァ！子分共、食ってみろォ！",
"SERIF_SUHAILCHOCOLATEFES2303_EVENTB": "ガーッハッハッ、掴まえたぜェ、同盟者ァ！<br>これでテメェも俺様の海賊団の一員よォ！<br>さて、戻って宴だァ！…ん？なんだァあの鳥は…？",
"SERIF_SUHAILCHOCOLATEFES2303_HERO": "プロキーの野郎、番長面するだけの覚悟はある<br>みてェだなァ。連れの為に体張って立ち向かうたァ、<br>悪くねェ。そこは海賊も同じだからなァ！",
"SERIF_SUHAILCHOCOLATEFES2303_PLAYER": "胸張って良いぜ、テメェはとびきりに面白ェ！<br>この俺様の心の声をぶん獲ろうってェんだからな！<br>…だが、覚悟は出来てんだろうなァ？",
"SERIF_SUHAILCHOCOLATEFES2303_RELATION": "アンナか…俺様に物怖じしねぇで意見する奴なんて<br>久々に会ったぜェ！狭ぇ枠に収まる奴じゃねェな！<br>進学先に海賊を勧めてやるか、ガハハッ！",
"SERIF_SUHAILCHOCOLATEFES2303_TOUCH": "おっとォ？俺様に手ェ出すたァ、相変わらず肝が<br>据わってやがるじゃねェか。<br>だが…それじゃ足りねェ。<br>俺様が手解きしてやらァ、今更ビビんじゃねェぞ？",
"SERIF_SUHAILCHOCOLATEFES2303_TRAIN": "テメェの根性、拝ませてもらうぜェ！",
"SERIF_SUHAILCHOCOLATEFES2303_TRAINED": "ぐぉ…腹に響いてきやがる…！",
"SERIF_SUHAIL_APPRECIATION": "ガハハッ、くたばってんなぁ、同盟者！<br>空元気ででも笑っとけ！面白え事が逃げちまうぞ？<br>笑えねえ時ァ、俺様が笑わせてやっからよ！<br>",
"SERIF_SUHAIL_DAILY": "おう！邪魔してるぜェ、同盟者！<br>天の川は今日も凪、絶好の海賊日和ってな！<br>さ、今日の獲物はどいつだい？とっとと行こうぜ！",
"SERIF_SUHAIL_HERO": "奴のエモノを見てっと、あの野郎を思い出すぜ。<br>この左腕の持ち主…俺にとって、最高の友だった。<br>だからこそ俺は、奴にだけは負けたくねえのさ。",
"SERIF_SUHAIL_PLAYER": "仕事の慣れ不慣れなんざ、問題じゃねえ。<br>俺様にとって面白え奴か、ただそれだけよ。<br>お前はもう俺様のモンだ、簡単にゃ手放さねェぜ？",
"SERIF_SUHAIL_RELATION": "あの竜のガキぁ、いつか絶対子分にしてやるぜ！<br>海賊だった癖して、今はヒーローやってんだろ？<br>そんな面白え奴ぁ、俺様の大好物だからよ！",
"SERIF_SUHAIL_TOUCH": "おっと、俺様とスキンシップ取りたいってか？<br>子分共でもして来ねえ事をやってのけるその勇気、<br>気に入ったぜェ…さあ、こっち来なっ！<br>",
"SERIF_SUHAIL_TRAIN": "テメェの宝もご開帳といこうじゃねェか！",
"SERIF_SUHAIL_TRAINED": "俺様を振り回すたァ、やるじゃねェか…！",
"SERIF_SUI2NDANNIVERSARY_EVENTA": "もう２年経ったんだ、あっという間だね。<br>私ももっとがんばるから、<br>これからもよろしくね、いつもありがとう。",
"SERIF_SUI_APPRECIATION": "ふうん、そんな風にへばったりもするんだ。<br>いいから休んでなよ、この書類はやっとくから。<br>困った時はお互い様、でしょ？<br>",
"SERIF_SUI_DAILY": "…ん、お疲れ様。<br>私のコンディション？うん、まあまあかな。<br>それで、今日はどんな仕事に行くの？",
"SERIF_SUI_HERO": "アイドルの服って、いいよね。<br>ふわふわしてて、キラキラしてて、さ。<br>ああいうの…ちょっと、憧れちゃうな。",
"SERIF_SUI_PLAYER": "アンタのこと？そうだなぁ…。<br>まあ、結構頑張ってる…んじゃない？<br>まだまだって感じだけどね、アンタも、私も。",
"SERIF_SUI_RELATION": "モクダイ、またスーツがほつれてる。<br>サイズ、あってなかったかな…っていうより、<br>どんどん、体が太くなっていってるような…。",
"SERIF_SUI_TOUCH": "うわっ、ちょ、ちょっと！<br>何考えてるんだよ、まったく…！<br>そんなとこ触ったら…ひゃあっ！？<br>",
"SERIF_SUI_TRAIN": "マネキン代わりになってもらうよ。",
"SERIF_SUI_TRAINED": "服が、裂ける…っ！",
"SERIF_TABIT_APPRECIATION": "目を覚ましますか？　リーダー、疲労で寝てた。<br>ご安心しろ。作戦と業務、タビトが代行。<br>休息、第一。水を持ってきた。",
"SERIF_TABIT_DAILY": "リーダー、本日のオーダーは？　…命令、了解。<br>総員、ヒトマルサンマルのデパート屋上、ヒーロー<br>ショー作戦を開始しましょう。各隊員に通達。",
"SERIF_TABIT_EVENTA": "銀河鉄道内における行動、リーダーに従う。<br>しかし、タビトの言語システム、損傷重大。<br>上手く話せない時、ある。お許せ、リーダー。",
"SERIF_TABIT_EVENTB": "あの姿…　まさか、ディグラム！？<br>トロネシオンの状況、話、聞きたい！<br>…な、なんだ？　銀河鉄道、とても揺れる…？<br>…待って！",
"SERIF_TABIT_HERO": "ディグラム、いつも時間厳守しましょうだから、<br>淡々として見える。しかし、彼は表情豊か。<br>たまに冗談も言う。…リーダー、驚き過ぎ。",
"SERIF_TABIT_PLAYER": "タビト、仲間、大事。それがタビトのオーダー。<br>リーダー、貴方が他の隊員たちと接する姿…<br>タビトの理想。とても、良い。",
"SERIF_TABIT_RELATION": "ヨシオリ隊員、洗練された身のこなし…<br>あの動き、きっと多くの死線を越えた軍人。<br>タビトの仲間たちに…指導、希望。",
"SERIF_TABIT_TOUCH": "リーダー、タビトの体の構造に興味がある？<br>細胞と機械の違いはある。しかし、貴方の体と<br>見かけは変わらない。…確認、希望？",
"SERIF_TABIT_TRAIN": "作戦準備、訓練開始！",
"SERIF_TABIT_TRAINED": "っぐ、激しい、です…！",
"SERIF_TOSHUVIRTUALFESTA2210_APPRECIATION": "どこに行っても、貴様は自らの限度を超えて<br>働きすぎるきらいがあるな…全く。少し休んで<br>おれ。書類整理は大学で慣れているからな。<br>",
"SERIF_TOSHUVIRTUALFESTA2210_DAILY": "浮かない顔をしているだと？むう…顔に出て<br>いたか。いや、水辺での戦いとなることが、<br>気がかりでな。拙者は、その…泳げぬ身ゆえ…",
"SERIF_TOSHUVIRTUALFESTA2210_EVENTA": "むう…どうにも普段通りに体を動かせん。いかに<br>普段生身で感じるものに頼っていたかが分かるな。<br>これもまた修練、精進せねばなるまい…。<br>",
"SERIF_TOSHUVIRTUALFESTA2210_EVENTB": "ヒーローの姿と技を盗み、その上で悪事を働く<br>とは不届き千万！如何に奇天烈な手口を使おう<br>とも、必ずや拙者が手打ちにしてくれるわ！<br>",
"SERIF_TOSHUVIRTUALFESTA2210_HERO": "シャフト殿は、ただそそっかしいだけではない。<br>周囲を見渡す観察眼。共に戦おうとするあの姿勢。<br>ふふっ。このトウシュウ、好ましく思うぞ。",
"SERIF_TOSHUVIRTUALFESTA2210_PLAYER": "まさか、貴様と組むことになろうとはな。だが、<br>見知った者と共闘できるのは有難い。貴様の<br>手腕は確かだからな…べ、別に褒めて等おらぬ！",
"SERIF_TOSHUVIRTUALFESTA2210_RELATION": "リグザは理想と栄誉を追い求める熱い男なのだな。<br>時折拙く見えることもあれど、その思いは本物。<br>…懐かしいな。かつての拙者に、よく似ておる。",
"SERIF_TOSHUVIRTUALFESTA2210_TOUCH": "き、貴様ぁっ！鬣に触れるなと何度申せば<br>分かるというのだ！の…喉など鳴らしておらん！<br>今すぐに忘れろ、そしてそこに直れぃっ！<br>",
"SERIF_TOSHUVIRTUALFESTA2210_TRAIN": "共にしのぎを削るとしようぞ。いざ！",
"SERIF_TOSHUVIRTUALFESTA2210_TRAINED": "ぬうっ…！まだまだ、未熟であった…！",
"SERIF_TOSHU_APPRECIATION": "己が体力を過信するでないぞ？<br>全く…貴様はいつまで経っても未熟者よな。<br>…フン、茶を淹れてきてやる。休んでおれ。<br>",
"SERIF_TOSHU_DAILY": "フン、ようやく来たか。<br>武具の手入れにも飽いていたところだ。<br>貴様の望む戦働きをしてくれようぞ。",
"SERIF_TOSHU_HERO": "あの助平教師は、技も人格もすべてが未熟だ。<br>…だが。奴には、守るべき者共がいる。<br>だから、分かるのだ。奴はきっと、強くなると。",
"SERIF_TOSHU_PLAYER": "…志には理を感じる。だが未熟。<br>その志を通す為には、常在戦場の心構えこそ必須。<br>…こ、これは助言ではなく指摘だ！勘違いするな！",
"SERIF_TOSHU_RELATION": "年寄りのなんとやらという言葉はあるが、<br>マルフィク殿ほど老いを感じぬ老人も珍しい。<br>あの翁…本当に地球人なのだろうか。",
"SERIF_TOSHU_TOUCH": "ぬうっ！？き…貴様ッ！<br>拙者の鬣に、気安く触れるでないッ！<br>き、貴様を癒す為に蓄えておるのではないわッ！<br>",
"SERIF_TOSHU_TRAIN": "今日こそ一騎当千の技を磨かん！行くぞ！",
"SERIF_TOSHU_TRAINED": "ぐぅっ！？貴様、蛮勇という言葉を知れい！",
"SERIF_TRAINEEEARTH_APPRECIATION": "お疲れ様だ、オペレーター！トレーニングにも<br>クールタイムが必要なように、仕事も適度な<br>休憩が必要だよ！さあ、休んだ休んだっ！<br>",
"SERIF_TRAINEEEARTH_DAILY": "やあ、おはよう！私は日課のランニングも済ませ、<br>今日も出動準備万端だよ！　今日も我らの<br>スーパーヒーロータイムを始めようじゃないか！",
"SERIF_TRAINEEEARTH_EVENTA": "とうっ！スーパーヒーロー、只今参上だ！<br>ここは私に任せてくれ！鍛え上げたこの肉体で、<br>どんな依頼もササッとこなしてみせるぜ！",
"SERIF_TRAINEEEARTH_HERO": "宇宙人ヒーローへの憧れは勿論ある。だけど、<br>自分が地球人である事に誇りを持ってもいる。<br>私たちだから守れるものも、きっとあるはずだ。",
"SERIF_TRAINEEEARTH_PLAYER": "君の噂は、この会社と提携を結ぶ前から聞いて<br>いたよ！　歴も浅いのに、有能なオペレーター<br>だってね！　君と組めることを誇りに思うよ！",
"SERIF_TRAINEEEARTH_RELATION": "この星には数百ものヒーロー事務所がある。<br>どれも競合他社ではあるけど、皆考えてることは<br>ひとつなはずだ。この星を守りたい、ってね。",
"SERIF_TRAINEEEARTH_TOUCH": "どうだい！過酷なヒーロー業務の為に鍛え上げた<br>この肉体は！ほら、好きなだけ触っていいぞ！<br>…あっ、そこはダメッ…弱いんだっ…！<br>",
"SERIF_TRAINEEEARTH_TRAIN": "さあ、かかってこい！",
"SERIF_TRAINEEEARTH_TRAINED": "ひ、ヒーローが…負けるわけにはっ…！",
"SERIF_TRAINEEFIRE_APPRECIATION": "お疲れ様だ、オペレーター！トレーニングにも<br>クールタイムが必要なように、仕事も適度な<br>休憩が必要だよ！さあ、休んだ休んだっ！<br>",
"SERIF_TRAINEEFIRE_DAILY": "やあ、おはよう！私は日課のランニングも済ませ、<br>今日も出動準備万端だよ！　今日も我らの<br>スーパーヒーロータイムを始めようじゃないか！",
"SERIF_TRAINEEFIRE_EVENTA": "とうっ！スーパーヒーロー、只今参上だ！<br>ここは私に任せてくれ！鍛え上げたこの肉体で、<br>どんな依頼もササッとこなしてみせるぜ！",
"SERIF_TRAINEEFIRE_HERO": "宇宙人ヒーローへの憧れは勿論ある。だけど、<br>自分が地球人である事に誇りを持ってもいる。<br>私たちだから守れるものも、きっとあるはずだ。",
"SERIF_TRAINEEFIRE_PLAYER": "君の噂は、この会社と提携を結ぶ前から聞いて<br>いたよ！　歴も浅いのに、有能なオペレーター<br>だってね！　君と組めることを誇りに思うよ！",
"SERIF_TRAINEEFIRE_RELATION": "この星には数百ものヒーロー事務所がある。<br>どれも競合他社ではあるけど、皆考えてることは<br>ひとつなはずだ。この星を守りたい、ってね。",
"SERIF_TRAINEEFIRE_TOUCH": "どうだい！過酷なヒーロー業務の為に鍛え上げた<br>この肉体は！ほら、好きなだけ触っていいぞ！<br>…あっ、そこはダメッ…弱いんだっ…！<br>",
"SERIF_TRAINEEFIRE_TRAIN": "さあ、かかってこい！",
"SERIF_TRAINEEFIRE_TRAINED": "ひ、ヒーローが…負けるわけにはっ…！",
"SERIF_TRAINEELIGHT_APPRECIATION": "お疲れ様だ、オペレーター！トレーニングにも<br>クールタイムが必要なように、仕事も適度な<br>休憩が必要だよ！さあ、休んだ休んだっ！<br>",
"SERIF_TRAINEELIGHT_DAILY": "やあ、おはよう！私は日課のランニングも済ませ、<br>今日も出動準備万端だよ！　今日も我らの<br>スーパーヒーロータイムを始めようじゃないか！",
"SERIF_TRAINEELIGHT_EVENTA": "とうっ！スーパーヒーロー、只今参上だ！<br>ここは私に任せてくれ！鍛え上げたこの肉体で、<br>どんな依頼もササッとこなしてみせるぜ！",
"SERIF_TRAINEELIGHT_HERO": "宇宙人ヒーローへの憧れは勿論ある。だけど、<br>自分が地球人である事に誇りを持ってもいる。<br>私たちだから守れるものも、きっとあるはずだ。",
"SERIF_TRAINEELIGHT_PLAYER": "君の噂は、この会社と提携を結ぶ前から聞いて<br>いたよ！　歴も浅いのに、有能なオペレーター<br>だってね！　君と組めることを誇りに思うよ！",
"SERIF_TRAINEELIGHT_RELATION": "この星には数百ものヒーロー事務所がある。<br>どれも競合他社ではあるけど、皆考えてることは<br>ひとつなはずだ。この星を守りたい、ってね。",
"SERIF_TRAINEELIGHT_TOUCH": "どうだい！過酷なヒーロー業務の為に鍛え上げた<br>この肉体は！ほら、好きなだけ触っていいぞ！<br>…あっ、そこはダメッ…弱いんだっ…！<br>",
"SERIF_TRAINEELIGHT_TRAIN": "さあ、かかってこい！",
"SERIF_TRAINEELIGHT_TRAINED": "ひ、ヒーローが…負けるわけにはっ…！",
"SERIF_TRAINEESHADOW_APPRECIATION": "お疲れ様だ、オペレーター！トレーニングにも<br>クールタイムが必要なように、仕事も適度な<br>休憩が必要だよ！さあ、休んだ休んだっ！<br>",
"SERIF_TRAINEESHADOW_DAILY": "やあ、おはよう！私は日課のランニングも済ませ、<br>今日も出動準備万端だよ！　今日も我らの<br>スーパーヒーロータイムを始めようじゃないか！",
"SERIF_TRAINEESHADOW_EVENTA": "とうっ！スーパーヒーロー、只今参上だ！<br>ここは私に任せてくれ！鍛え上げたこの肉体で、<br>どんな依頼もササッとこなしてみせるぜ！",
"SERIF_TRAINEESHADOW_HERO": "宇宙人ヒーローへの憧れは勿論ある。だけど、<br>自分が地球人である事に誇りを持ってもいる。<br>私たちだから守れるものも、きっとあるはずだ。",
"SERIF_TRAINEESHADOW_PLAYER": "君の噂は、この会社と提携を結ぶ前から聞いて<br>いたよ！　歴も浅いのに、有能なオペレーター<br>だってね！　君と組めることを誇りに思うよ！",
"SERIF_TRAINEESHADOW_RELATION": "この星には数百ものヒーロー事務所がある。<br>どれも競合他社ではあるけど、皆考えてることは<br>ひとつなはずだ。この星を守りたい、ってね。",
"SERIF_TRAINEESHADOW_TOUCH": "どうだい！過酷なヒーロー業務の為に鍛え上げた<br>この肉体は！ほら、好きなだけ触っていいぞ！<br>…あっ、そこはダメッ…弱いんだっ…！<br>",
"SERIF_TRAINEESHADOW_TRAIN": "さあ、かかってこい！",
"SERIF_TRAINEESHADOW_TRAINED": "ひ、ヒーローが…負けるわけにはっ…！",
"SERIF_TRAINEEWATER_APPRECIATION": "お疲れ様だ、オペレーター！トレーニングにも<br>クールタイムが必要なように、仕事も適度な<br>休憩が必要だよ！さあ、休んだ休んだっ！<br>",
"SERIF_TRAINEEWATER_DAILY": "やあ、おはよう！私は日課のランニングも済ませ、<br>今日も出動準備万端だよ！　今日も我らの<br>スーパーヒーロータイムを始めようじゃないか！",
"SERIF_TRAINEEWATER_EVENTA": "とうっ！スーパーヒーロー、只今参上だ！<br>ここは私に任せてくれ！鍛え上げたこの肉体で、<br>どんな依頼もササッとこなしてみせるぜ！",
"SERIF_TRAINEEWATER_HERO": "宇宙人ヒーローへの憧れは勿論ある。だけど、<br>自分が地球人である事に誇りを持ってもいる。<br>私たちだから守れるものも、きっとあるはずだ。",
"SERIF_TRAINEEWATER_PLAYER": "君の噂は、この会社と提携を結ぶ前から聞いて<br>いたよ！　歴も浅いのに、有能なオペレーター<br>だってね！　君と組めることを誇りに思うよ！",
"SERIF_TRAINEEWATER_RELATION": "この星には数百ものヒーロー事務所がある。<br>どれも競合他社ではあるけど、皆考えてることは<br>ひとつなはずだ。この星を守りたい、ってね。",
"SERIF_TRAINEEWATER_TOUCH": "どうだい！過酷なヒーロー業務の為に鍛え上げた<br>この肉体は！ほら、好きなだけ触っていいぞ！<br>…あっ、そこはダメッ…弱いんだっ…！<br>",
"SERIF_TRAINEEWATER_TRAIN": "さあ、かかってこい！",
"SERIF_TRAINEEWATER_TRAINED": "ひ、ヒーローが…負けるわけにはっ…！",
"SERIF_TSUNEAKI_APPRECIATION": "あんた疲れてない？疲れた事すら分からない？<br>今日くらい仕事サボっちゃいなよお。それでさ、<br>オジサンとデートしよう！…あれ、ダメ？",
"SERIF_TSUNEAKI_DAILY": "ええ？あんたオジサンのプライベートなんかに<br>興味あるの！？そうだなあ…後戻りできなくても<br>良いなら、一緒に過ごしてみるかい？",
"SERIF_TSUNEAKI_EVENTA": "新洛祭へようこそ～！<br>地元の者として歓迎するよお。ささ、目一杯<br>楽しんで、お金落としていってね～！",
"SERIF_TSUNEAKI_EVENTB": "あーらら、ガンメイ君ったらあられもない姿に<br>なっちゃってまあ…でも良いか。祭りの<br>時くらい、ハメ外しちゃってもいいよねえ？",
"SERIF_TSUNEAKI_HERO": "私って個人事務所のヒーローだけど、顔は<br>そこそこ広いんだよ？有名なあの人と共闘だって<br>した事あるし…あの人の名前なんだっけ？",
"SERIF_TSUNEAKI_PLAYER": "なーるほど、こら噂以上の実力だあ。あんたを<br>どうにかしようって輩も出るわけか…<br>誰から何を聞いたのかって？ナーイショ！",
"SERIF_TSUNEAKI_RELATION": "さっすがだねえ、コウキ君。演技もタレント<br>活動も元気一杯で、オジサン圧倒されちゃうよ。<br>ま、もう少し気楽にしても良いとは思うけどね。",
"SERIF_TSUNEAKI_TOUCH": "おっとぉ！ごめんごめん、つい避けちゃったよ<br>でもさ、オジサンに触ってどうするつもりなの？<br>…なーんてね。いいよ、さあおいで。",
"SERIF_TSUNEAKI_TRAIN": "私のしごきに耐えられるかなあ？",
"SERIF_TSUNEAKI_TRAINED": "ぜえ…流石にもう…限界ッ",
"SERIF_VICTOMHEROFESTA2109_APPRECIATION": "お前もアイツらと遊んできたらどうだ？<br>…それどころではないほど疲れているようだな。<br>しばらく休んでおけ。荷物の番は俺がやる。<br>",
"SERIF_VICTOMHEROFESTA2109_DAILY": "言っておくが、俺達は仕事に来たんだからな。<br>あまり出店をちらちら見るんじゃない…はぁ。<br>休み時間に１つ買ってやる。今は我慢しろ。",
"SERIF_VICTOMHEROFESTA2109_EVENTA": "俺が薄着でいる事が、そんなに不思議か？<br>俺だって暑さを感じないわけではない。あまり<br>肌を晒すと、傷が見苦しいかもしれんがな…。",
"SERIF_VICTOMHEROFESTA2109_EVENTB": "この姿は…そうか。お前が与えてくれたんだな。<br>これなら、恐がられることもないだろうか。<br>俺はあの子を、笑顔にする事が出来るだろうか…？",
"SERIF_VICTOMHEROFESTA2109_HERO": "チーフの事は、信頼しているし尊敬もしている。<br>だが…あの軽薄な性格は、どうにも馬が合わん。<br>不真面目というわけでも、無いのだがな…。",
"SERIF_VICTOMHEROFESTA2109_PLAYER": "お前も夏が好きか？俺は…あまり好かん。<br>皆が浮かれ、レジャー先で事故に遭う確率が高く<br>なるしな。それに…マスクの中に、熱がこもる。",
"SERIF_VICTOMHEROFESTA2109_RELATION": "ガンメイは、アレで結構無茶をするからな。<br>見ていてハラハラさせられることも多い。<br>前の現場では…来たか。地獄耳だな、あいつは。",
"SERIF_VICTOMHEROFESTA2109_TOUCH": "やめろ、あまりくっつくな！<br>ただでさえ暑いのに、余計に暑苦しくなる。<br>…はぁ。せめて涼しい場所でやれ。<br>",
"SERIF_VICTOMHEROFESTA2109_TRAIN": "準備運動は済ませたか？行くぞ。",
"SERIF_VICTOMHEROFESTA2109_TRAINED": "ぐっ、溺れてしまいそうだ…！",
"SERIF_VICTOM_APPRECIATION": "…疲労の蓄積は、任務の大敵だ。<br>指揮官が疲弊していては、士気に関わる。<br>つまり…少し休め。あまり、俺を心配させるな。<br>",
"SERIF_VICTOM_DAILY": "ああ、来ているとも。<br>それで、今日はどのような任務に向かう？<br>安心しろ、ちょっとやそっとじゃ俺は死なん。",
"SERIF_VICTOM_HERO": "あのヒヨッコは、どこまでも未熟だな。<br>臆病な性格のくせに、ガムシャラに無理をする。<br>だが…ああいう奴は、嫌いじゃない。",
"SERIF_VICTOM_PLAYER": "お前の立ち振る舞いは、実に危なっかしい。<br>だが、お前の命を守るのもまた、俺の仕事だ。<br>ああ、この身を盾にしてでも、守ってやろう。",
"SERIF_VICTOM_RELATION": "俺には、あのウェイターの考えが分からん。<br>カイブツどもと、仲良くできるわけがない。<br>連中は…滅ぼすべき、敵でしかないのだから。",
"SERIF_VICTOM_TOUCH": "…なんだ、素顔でも気になるか？<br>止めておけ。見たって何もいいことは無い。<br>それでも見たいというなら…そのうち、な。<br>",
"SERIF_VICTOM_TRAIN": "これを訓練と思うな、行くぞ！",
"SERIF_VICTOM_TRAINED": "ぬぅっ…！なかなかに、手ごわい…！",
"SERIF_VISCUNAM_APPRECIATION": "オペレーターよ、眠気があるのではないか？<br>睡眠不足は発想の敵だぞ。どうしてもというなら<br>吾輩の完全覚醒液を…お？休むかね？よしよし",
"SERIF_VISCUNAM_DAILY": "発明を続ける理由だと？それはもちろん<br>吾輩が忘れられない存在になるためだ。<br>発明品のサインは、忘れたことがないぞ！",
"SERIF_VISCUNAM_EVENTA": "これだけのイルミネーションを動かすエネルギー…<br>ちょっと頂けば、吾輩のあの装置も薬も作り放題…<br>クリスマスとは、実に夢にあふれているな…",
"SERIF_VISCUNAM_EVENTB": "<siz",
"SERIF_VISCUNAM_HERO": "ゴメイサのパラレルウェポンは氷を出せるのか…<br>ふむ、ならこの無限シロップ装置を取り付ければ…<br>ふふふ…これは忘れられない発明品になるぞ…！",
"SERIF_VISCUNAM_PLAYER": "お前も色々な星を回るらしいな。吾輩自作の<br>宇宙船に乗ってみないか？行先は選べんが、その<br>代わりに圧倒的な速度を…なに？いらんだと？",
"SERIF_VISCUNAM_RELATION": "小娘の歌に対する姿勢には、研究に通ずる並々<br>ならぬ努力を感じるな。…だが、吾輩の英知の<br>結晶を、ガラクタと呼ぶことだけは許せん！",
"SERIF_VISCUNAM_TOUCH": "お？吾輩の研究を間近で見物したいのか？<br>いいともいいとも、思う存分に体験したまえ！<br>さぁさぁ、ここに座って。まずは服を脱ぐのだ！",
"SERIF_VISCUNAM_TRAIN": "吾輩の発明、体で感じるがいい！",
"SERIF_VISCUNAM_TRAINED": "う、受け止めきれんっ！",
"SERIF_VULPECULA_APPRECIATION": "しぼみゆく花に水を与える。美しい未来の象徴<br>となる可能性を持つあなたを、私はそう簡単に<br>枯らせはしませんよ。今は少し、お休みなさい。<br>",
"SERIF_VULPECULA_DAILY": "ご機嫌よう、正義の光たるオペレーター様。<br>あなたが私に求めるのは、過去の破壊か、はたまた<br>未来の創造か。さあ、指令をお伝え下さいませ。",
"SERIF_VULPECULA_EVENTA": "ご機嫌麗しゅう、過去に捕らわれし皆々様。<br>今宵この怪盗ウルペクラが…すべての過去を、<br>舞い散る花びらに変えてご覧にいれましょう。",
"SERIF_VULPECULA_EVENTB": "ショータイムの始まりだよ、アルキバ君。<br>君のその美しくない有り様を、私の手で<br>芸術的なものに昇華してあげましょうとも。",
"SERIF_VULPECULA_EVENTC": "自らを取り戻した古老、その足元には勿忘草。<br>甘い香りが漂う夜、私は毒を纏ったその花を、<br>虹色の雨に変えるため…地球に参上いたします。",
"SERIF_VULPECULA_EVENTD": "愛とは…情とは。さそりの毒とよく似ている。<br>痺れを伴って体を蝕み、徐々に狂わせていく。<br>怪盗ウルペクラは…そうして生まれたのですから。",
"SERIF_VULPECULA_HERO": "探偵アルキバ…私にとって、あれほど理解できない<br>人間はおりません。過去の自分を嫌う割に、他者の<br>過去は守ろうとする。美しくありませんね。",
"SERIF_VULPECULA_PLAYER": "花のつぼみとは、過去からの命の継承…しかして、<br>未来への希望でもあります。少なくとも今は、<br>あなたを摘み取ることは致しませんとも。",
"SERIF_VULPECULA_RELATION": "彼は今少し、過去を捨てるという選択肢を選ぶ<br>勇気が足りていないように見えます。実に<br>未練がましく…勿体無いことです。",
"SERIF_VULPECULA_TOUCH": "おっと、捕まってしまいましたね。私にそのような<br>接触を求めるということは…過去をまるごと奪い<br>去られる覚悟があると考えて、宜しいのですかな？<br>",
"SERIF_VULPECULA_TRAIN": "美しく咲かせて御覧に入れよう。",
"SERIF_VULPECULA_TRAINED": "こんなもの、美しくない…！",
"SERIF_WOLFMANEARTH_APPRECIATION": "そろそろ仕事は終いにして、飲みに行かねえか？<br>ちょいと汚ぇが、飯が美味い店知ってんだよ。<br>お行儀のいい連中は知らねえ店かもな、ハハッ。<br>",
"SERIF_WOLFMANEARTH_DAILY": "おう、今日はどんな仕事に行くんだ？<br>ネコちゃん達のエサ代の為なら何でもやるぜ！<br>俺の呼び方？好きに呼んでくれていいぞ！",
"SERIF_WOLFMANEARTH_HERO": "ヴィランの中には、ヒーローになりてぇけど<br>なれねぇってヤツも結構いる。そんな連中から<br>すると、ヒーローってのは羨望の対象なのさ。",
"SERIF_WOLFMANEARTH_PLAYER": "バトルに参加できねぇけど前線に立つわけだ、<br>自分の身の安全だけは気を付けてくれよ？<br>俺は、誰かを守る戦い方には慣れてねぇからな。",
"SERIF_WOLFMANEARTH_RELATION": "ヒーローにはヒーローの、ワルにはワルの、<br>それぞれの正義があるもんだ。俺らの正義？<br>そりゃもちろん、モフモフだぜ！！",
"SERIF_WOLFMANEARTH_TOUCH": "おっと！？何だよ、ベタベタ触んじゃねぇ！<br>無駄にドキドキしちまうだろうが！…あん？<br>ネコちゃんの毛がついてた？あ、ありがとよ…。<br>",
"SERIF_WOLFMANEARTH_TRAIN": "さぁ、覚悟しやがれ！",
"SERIF_WOLFMANEARTH_TRAINED": "くっそぉ、もう好きにしやがれ！",
"SERIF_WOLFMANSHADOW_APPRECIATION": "そろそろ仕事は終いにして、飲みに行かねえか？<br>ちょいと汚ぇが、飯が美味い店知ってんだよ。<br>お行儀のいい連中は知らねえ店かもな、ハハッ。",
"SERIF_WOLFMANSHADOW_DAILY": "仕事の依頼か？ああ、任せておけ。<br>闇より暗い影で、敵を覆い隠してくれるぜ。<br>具体的にどうするのかって？<br>う、うーん、そうだな……。",
"SERIF_WOLFMANSHADOW_EVENTA": "はははッ！影たる俺を懐柔するか、面白い！<br>その心意気、買ってやろうじゃねぇか……ああ。<br>バイト代は即日支給で頼む。<br>今日の飯代も怪しいから。",
"SERIF_WOLFMANSHADOW_HERO": "ヴィランの中には、ヒーローになりてぇけど<br>なれねぇってヤツも結構いる。そんな連中から<br>すると、ヒーローってのは羨望の対象なのさ。",
"SERIF_WOLFMANSHADOW_PLAYER": "バトルに参加できねぇけど前線に立つわけだ、<br>自分の身の安全だけは気を付けてくれよ？<br>俺は、誰かを守る戦い方には慣れてねぇからな。",
"SERIF_WOLFMANSHADOW_RELATION": "やはりヒーローどもは眩しくてかなわねぇな。<br>その分影たる俺も色濃く輪郭を得るというもんだが。<br>……ああ、カメラはあっちに向けてくれ。",
"SERIF_WOLFMANSHADOW_TOUCH": "影に触れようなんて、業の深い奴だなお前は。<br>そのうち取り込まれても知らねぇぞ？……ぐっ！<br>顎の下はやめろ、気持ちいいだろうが！",
"SERIF_WOLFMANSHADOW_TRAIN": "さぁ、覚悟しやがれ！",
"SERIF_WOLFMANSHADOW_TRAINED": "くっそぉ、もう好きにしやがれ！",
"SERIF_YASUHIKO_APPRECIATION": "おっとオペレーター、大分お疲れみたいだね。<br>OK、愚痴でも悩みでも、なんでも聞くよ。<br>心が萎んでると、お客は楽しませられないしね。<br>",
"SERIF_YASUHIKO_DAILY": "ズドラーストヴィチェ、オペレーター！<br>日々これ精進、今日も芸の特訓やってこう！<br>え、仕事が先？わかったわかった、その後でね！",
"SERIF_YASUHIKO_EVENTA": "人々を楽しませようにも、客がいないんじゃ<br>始まらない…！団員たちのためにも、何とか<br>このサーカスを立て直さなくっちゃ！",
"SERIF_YASUHIKO_EVENTB": "このライオンはレナート、このトラはボグダン。<br>皆大人しくていい子たちだったんだ。ほら、<br>今も君に撫でて欲しそうにしてるだろ？",
"SERIF_YASUHIKO_HERO": "俺、怪盗ウルペクラの真髄は、あの華麗な<br>イリュージョンだと思ってるんだ。あの人が<br>うちの団に加わってくれればなぁ…。",
"SERIF_YASUHIKO_PLAYER": "君、なかなかスジいいと思うんだよねぇ。<br>観客ウケしそうだし、今度もっと過激なの<br>挑戦してみない？綱渡りとかブランコとか！",
"SERIF_YASUHIKO_RELATION": "ネッセンさんのとこのリゾートには、よく出張で<br>呼ばれるんだ。客層は最高だし、仕事の後には<br>温泉入れるし…ホント、同じ事務所でよかったぁ。",
"SERIF_YASUHIKO_TOUCH": "わぁっ！？待って待って！俺はお触り厳禁！<br>触んならうちの動物たちに…え、俺がいい？<br>やめてくれ、プニプニしないでぇっ！<br>",
"SERIF_YASUHIKO_TRAIN": "まず俺を楽しませてごらん！",
"SERIF_YASUHIKO_TRAINED": "ストップストップ！ハリキリすぎだよぉ！",
"SERIF_YOSHIORITRAIN2305_APPRECIATION": "…お前も戦場では常に気を張ってんだろ。<br>けど、それで倒れられたら元も子もねぇ。<br>…ったく、俺の後ろで休んどけって言ってんだ。",
"SERIF_YOSHIORITRAIN2305_DAILY": "銀河鉄道の噂に違わず、あるもの全部高級品だな。<br>…あ？　なんで分かんのかって？　そりゃ俺は<br>違いの分かる男だから…って何笑ってんだ！",
"SERIF_YOSHIORITRAIN2305_EVENTA": "…ゆ、幽霊？　ハッ、そんなのいる訳ねぇだろ！<br>あー下らねぇ。さっさと次の車両に行くぞ。<br>えっ、扉が勝手に開いた…ま、まさか、なぁ…？",
"SERIF_YOSHIORITRAIN2305_EVENTB": "まさかお前と銀河鉄道に乗らされるとはな。…ま、<br>折角だし美味いモンでも食っとくか。<br>…何だその顔。<br>俺が甘い物食ってたら悪いかよ、あン！？",
"SERIF_YOSHIORITRAIN2305_HERO": "エスペディカの野郎、いつもニコニコ笑ってて、<br>掴み所がねぇ奴だな…っていうか、なんで<br>俺の好きな食い物まで知ってやがんだよ…",
"SERIF_YOSHIORITRAIN2305_PLAYER": "エクシオさんと比べりゃ、そりゃまだまだ未熟だ。<br>経験は浅いし段取りも悪いし、対応は甘ちゃんだし。<br>だからまぁ…護ってやるよ、お前のことも。",
"SERIF_YOSHIORITRAIN2305_RELATION": "タビトにとっちゃ隊員たちが一番大事みてぇだな。<br>情に厚くて仲間想いで…よっぽどニンゲンらしいぜ。<br>…アイツを見てると、昔のことを思い出しちまう。",
"SERIF_YOSHIORITRAIN2305_TOUCH": "…あン、なんだよ。今は任務中なんだから<br>用があるなら後に…って、くすぐってぇ！？<br>オイコラッ、護衛されてぇなら大人しくしとけ！",
"SERIF_YOSHIORITRAIN2305_TRAIN": "どっからでも掛かって来いよ！",
"SERIF_YOSHIORITRAIN2305_TRAINED": "ぐぉ…すげぇ、激しい…っ！",
"SERIF_YOSHIORI_APPRECIATION": "ハッ、だらしねえな。もっと体力つけやがれ。<br>でなきゃ、この稼業じゃやっていけねえぞ？<br>…ほら、寝んならベッドにしろ。運んでやるよ。<br>",
"SERIF_YOSHIORI_DAILY": "一応言っとくが、俺はエクシオさん一筋だからな。<br>雇われてるからお前に従うが…でも。<br>魂までは売ったつもりはねえ、覚えとけ。",
"SERIF_YOSHIORI_HERO": "モノマサはちょくちょく鼻につく野郎だが、<br>信頼は置ける奴だと思ってるぜ。見てくれは<br>ともかく、案外人情味のある奴だしな。",
"SERIF_YOSHIORI_PLAYER": "エクシオさんが実力を買ってるヤツなんざ、<br>ほんの一握りだ。そん中にお前が入ってるって<br>こたぁ…お前も中々、ヤバいヤツなんだろうな。",
"SERIF_YOSHIORI_RELATION": "エクシオさんのお陰で、今の俺はあるんだ。<br>あの人の命を守る為なら、俺は何だってやる。<br>例え消えかけのこの命を、失う事になってもな。",
"SERIF_YOSHIORI_TOUCH": "ぬあッ！？てめぇ、俺を認識できるからって、<br>触ることまでは許してねえぞ…ひあぁっ！？<br>右腕はやめろ！お前が触るとゾワゾワすんだよ！<br>",
"SERIF_YOSHIORI_TRAIN": "一発キツいの、いっとくか！？",
"SERIF_YOSHIORI_TRAINED": "みっ、見るんじゃねぇ…！"
}