{
"SERIF_AKASHI_APPRECIATION": "なんだ？随分疲れてんじゃねえか。<br>うっし、飯行くぞ、飯！<br>飯食って寝る、回復にゃ、それが一番だ。<br>",
"SERIF_AKASHI_DAILY": "よっ、お疲れさん。<br>今日も部活上がりだが、バリバリいけんぜ。<br>さ、今日はどんな仕事なんだ？",
"SERIF_AKASHI_HERO": "やっぱすげぇぜ、ザップ・ザ・ジャスティス。<br>あれがホンモノ、あれがヒーロー…か。<br>なっ、べ、別に憧れてるわけじゃねェぞ！？",
"SERIF_AKASHI_PLAYER": "幼馴染を褒めるなんて、こっ恥ずかしいけどよ…<br>まあ、よくやってんじゃねーか？お前。<br>頼りになるって感じになってきたしな。",
"SERIF_AKASHI_RELATION": "っとに、素直じゃねえな、スイの奴。<br>ガキのくせして、無理に大人ぶっちまってよ。<br>…そんなに歳変わんねえって？うっせえっ！",
"SERIF_AKASHI_TOUCH": "おわっ！？な、何だよっ。<br>ガキの頃みてえに、ベタベタ触んじゃ…<br>うはっ、くすぐってえよっ、はははっ！<br>",
"SERIF_AKASHI_TRAIN": "軽い肩慣らしだ、ちゃんと受けてくれよ？",
"SERIF_AKASHI_TRAINED": "ぐう…っ！ち、ちったぁ手加減しろって…ッ！",
"SERIF_ALCHIBA_APPRECIATION": "おいおい、プリティフェイスが台無しだぜ？<br>お疲れなら、俺の翼にくるまれて寝てみるかい？<br>…な、何だ、別に何もしないとも！…たぶん。<br>",
"SERIF_ALCHIBA_DAILY": "やあ、依頼人。これからデートでもどうかな？<br>…おっと、仕事か。それじゃあ仕方ないね。<br>俺も付き合おう、どんな依頼が来てるんだい？",
"SERIF_ALCHIBA_HERO": "俺は、警察を信用しない…だが。<br>あの刑事の表裏の無さは、信頼に値するな。<br>アイツみたいな男ばかりなら、良かったんだが…。",
"SERIF_ALCHIBA_PLAYER": "君が戦場に立つなど、運命の悪戯は恐ろしい…！<br>安心してくれ。君の安全は、俺が保証しよう。<br>見返りは…そうだね。君の愛が欲しいかな？",
"SERIF_ALCHIBA_RELATION": "あの記者の情報収集能力は恐ろしいな。それに、<br>いつの間にか後ろにいるあのスニーキング能力。<br>ありゃあいい探偵になれるぜ、きっと…。",
"SERIF_ALCHIBA_TOUCH": "…おっと、積極的だね、マイスウィート。<br>ああいいとも、自慢の羽毛を存分に堪能したまえ。<br>見返りなんぞ、求めやしないさ…ふふふ。<br>",
"SERIF_ALCHIBA_TRAIN": "さあて、ちょいといなされてもらおうかな。",
"SERIF_ALCHIBA_TRAINED": "ぬうっ…！俺を本気にさせようってか…！？",
"SERIF_BARREL_APPRECIATION": "職務お疲れ様っス、パートナー殿ッ！<br>あ、帰り道困った奴に遭ったら、迷わず交番へ！<br>本官がバキューンと解決するッスから！<br>",
"SERIF_BARREL_DAILY": "ういーっす、お疲れ様ッス！<br>さあさ、早いとこ現場行きましょ、現場！<br>キケンの香りが本官達を待ってるッスぅ！",
"SERIF_BARREL_HERO": "あの爆弾使いさん、すげえッスねぇ！<br>あの爆煙の香り、シンパシー感じまくりッス。<br>え、類友？何スか、それ…？",
"SERIF_BARREL_PLAYER": "パートナー殿も新人、本官も新人！<br>新人同士、コレカラ仲間って感じッスね！<br>ガンガン頑張って、共に星を目指すッス！",
"SERIF_BARREL_RELATION": "刑事殿、いつもため息ばっかついてるッス。<br>チューカン管理職？って、大変なんスねぇ…<br>え、本官のせいもあるって？まっさかーっ！",
"SERIF_BARREL_TOUCH": "わひゃぁっ、くすぐったいッスよぉ！<br>ダメッスよ、そんなにモフモフされたら…<br>わ、わふぅ…んっ…。<br>",
"SERIF_BARREL_TRAIN": "大丈夫、当たらないよう気ィ付けるッスから！",
"SERIF_BARREL_TRAINED": "ぐうぅっ、大当たりッスぅ…！",
"SERIF_CROWNE_APPRECIATION": "どうした、へばっちまったのかい？<br>ったく、一人で頑張り過ぎなんだよ、アンタは。<br>ちったあアタシを頼ってくれたっていいんだよ？<br>",
"SERIF_CROWNE_DAILY": "よう、調子はどうだい？<br>船の整備もバッチリだ、いつでも飛べるよ。<br>サクッと仕事終わらせて、飲みにでもいこうや。",
"SERIF_CROWNE_HERO": "メカの星出身なんて、そそるじゃないか。<br>アイツの体も、全部機械だってんだろ？<br>ちょびっと、バラさせちゃくれないかねえ…？",
"SERIF_CROWNE_PLAYER": "アンタ、なかなか見どころあるじゃないか。<br>ああ、度胸の据わったバカは嫌いじゃないよ。<br>あはは、そんな顔すんなよ、褒めてんだから。",
"SERIF_CROWNE_RELATION": "あの子、あれでなかなか可愛いとこあるんだよ。<br>綺麗な服とか見ると、目をキラキラさせてさ。<br>あんまり気負わず、楽に生きて欲しいもんだが…",
"SERIF_CROWNE_TOUCH": "おっと、いい度胸してんじゃないか。<br>やられたらやり返すのが、アタシの流儀でねぇ。<br>どこを弄られたい？言ってみな、そらそらっ！<br>",
"SERIF_CROWNE_TRAIN": "武器の性能、確かめさせてもらうよ！",
"SERIF_CROWNE_TRAINED": "アタシを実験台にするたぁ、いい度胸だ…ッ！",
"SERIF_DIGRAM_APPRECIATION": "…有機生命体の肉体は、<br>疲弊するとパフォーマンスが落ちるとの事です。<br>マスター。…どうか、早めの休息を。<br>",
"SERIF_DIGRAM_DAILY": "34秒の遅刻です、マスター。<br>定刻通りに集合して頂かなくては、困ります。<br>遅延回復のため、即刻現場に向かいましょう。",
"SERIF_DIGRAM_HERO": "機械生命体が、なぜ有機的な肉体を求めるのか。<br>本機には、はなはだ疑問です。しかしながら…<br>あの者の戦闘は、何故か本機の感情を震わせます。",
"SERIF_DIGRAM_PLAYER": "マスターには、更なる習熟期間が必要と考えます。<br>不慣れな状態での戦闘介入は、極めて危険です。<br>まずはご自身の安全を、第一にお考え下さい。",
"SERIF_DIGRAM_RELATION": "船舶の定時運行には、正確な整備が欠かせません。<br>本機は、整備が出来る彼女を尊敬しております。<br>本機の調整は…絶対に、させませんが。",
"SERIF_DIGRAM_TOUCH": "本機への接触に、何か意味があるのでしょうか？<br>本機には、どうにも理解できません…ただ。<br>貴方の手の温かさを、確かに感じます。<br>",
"SERIF_DIGRAM_TRAIN": "試運転へのご協力、よろしくお願い致します。",
"SERIF_DIGRAM_TRAINED": "こ…これ以上の試行は、無意味です…！",
"SERIF_FURLONG_APPRECIATION": "あの…大丈夫、ですか…？<br>いえ、なんだか、お疲れの様子だったので…。<br>その…無理し過ぎちゃ、ダメ、ですよ…？<br>",
"SERIF_FURLONG_DAILY": "あ…お疲れ様、です。<br>熱い現場なら、任せてください。<br>俺、炎の中でも、全然平気ですから…。",
"SERIF_FURLONG_HERO": "スーパーヒーロー、ザップ・ザ・ジャスティス。<br>カッコ良くて、正義に篤くて、勇敢で。<br>彼は、ヒーローになる前からの憧れなんですよ。",
"SERIF_FURLONG_HERO_APPRECIATION": "お疲れのようですね、隊長！<br>そうとくれば、さあさあ、横になって下さい！<br>現場仕込みのマッサージを披露しましょう！",
"SERIF_FURLONG_HERO_DAILY": "お疲れ様です、隊長ッ！<br>熱い現場なら、俺に任せて下さいよ！<br>俺、炎の中でも全然平気ですから！",
"SERIF_FURLONG_HERO_HERO": "スーパーヒーロー、ザップ・ザ・ジャスティス。<br>カッコ良くて、正義に篤くて、勇敢で。<br>彼は、ヒーローになる前からの憧れなんですよ。",
"SERIF_FURLONG_HERO_PLAYER": "諸先輩方も、色んな試練を乗り越えた末に、<br>今の勇姿があるのだと聞いています！<br>ええ、一緒に頑張っていきましょうッ！",
"SERIF_FURLONG_HERO_RELATION": "バレルとは、いい同僚であり、戦友であり。<br>普段ウジウジしてる俺を引っ張ってってくれる、<br>まあ、有り体に言えば、親友、って奴ですよ。",
"SERIF_FURLONG_HERO_TOUCH": "おっと、どうされたんですか、隊長！<br>言っては何ですが、自分は結構体温高いので、<br>迂闊に触れると低温火傷しますよ？",
"SERIF_FURLONG_HERO_TRAIN": "訓練の協力、よろしくお願いします！",
"SERIF_FURLONG_HERO_TRAINED": "ぐぅっ…！あ、熱いッ…！",
"SERIF_FURLONG_PLAYER": "諸先輩方も、色んな試練を乗り越えた末に、<br>今の勇姿があるのだと聞いています！<br>ええ、一緒に頑張っていきましょうッ！",
"SERIF_FURLONG_RELATION": "バレル？ああ、イイ奴、ですよ…？<br>俺的に、アイツくらいグイグイ来てくれる方が、<br>有難いっていうか、何ていうか…。",
"SERIF_FURLONG_TOUCH": "うわあっ！？ああ、ビックリした…！<br>あ、あの…俺の体、熱くないですか…？<br>体温結構高いんで、低温火傷しちゃいますよ…？<br>",
"SERIF_FURLONG_TRAIN": "訓練の協力、よろしくお願いします！",
"SERIF_FURLONG_TRAINED": "うぅっ…こんなに熱くなるなんて…っ！",
"SERIF_GAMMEI_APPRECIATION": "よう、随分とくたびれてんじゃねえか。<br>ま、お前も結構な激務みてえだからな。<br>そういう時は、思い切って休むことも大切だぜ？<br>",
"SERIF_GAMMEI_DAILY": "おう…って、待て待てッ！<br>ガサ入れしにきたんじゃねェっての！<br>お前んとこの仕事、受けに来ただけだ！",
"SERIF_GAMMEI_HERO": "俺もまあ、長いこと刑事とヒーローやってるが、<br>アイツほど自己犠牲的にはなれねえな。<br>ヒーローとしちゃ、正しいのかもしれねえが…",
"SERIF_GAMMEI_PLAYER": "指示系統担うヤツには、度胸が必要だ。<br>そいつは、警察もヒーロー相手も同じことよ。<br>ま、うまい事指揮してくれや。期待してんぜ。",
"SERIF_GAMMEI_RELATION": "アイツの銃、ちったぁ上達しねえもんかね。<br>撃てども撃てども、流れ弾すら外れるときた。<br>ま、下手に周辺被害出ないだけ、マシだがな。",
"SERIF_GAMMEI_TOUCH": "うおっ！？な、何すんだ！<br>止めろ、張り込みでマトモに風呂入れてねえんだ、<br>汚ねえから…って、わひゃひゃっ！<br>",
"SERIF_GAMMEI_TRAIN": "刑事の体力、舐めんじゃねえぞ？",
"SERIF_GAMMEI_TRAINED": "ぐえっ！もう勘弁してくれぇ…っ！",
"SERIF_GOMEISA_APPRECIATION": "お元気出すには、日向ぼっこが一番デスっ！<br>お日様の光を浴びて、のんびりポカポカ。<br>心も体も、スッキリ回復するデスよっ。<br>",
"SERIF_GOMEISA_DAILY": "いらっしゃいデス、オペレーターさん！<br>マシンなら空いてるデスよ、さあどうぞ！<br>いいヒーローさんと繋がれるといいデスねっ！",
"SERIF_GOMEISA_HERO": "スゴいデスよね、あの看護師の天使さん！<br>真っ白くて大きな翼、傷を癒す不思議な力。<br>オレの故郷で信奉していた、神様みたいデス。",
"SERIF_GOMEISA_PLAYER": "オペレーターさんは頑張り屋さんデスねっ。<br>ヒーローの皆の為に頑張る貴方の姿、オレ、<br>すっごくカッコイイなって思いますデスっ！",
"SERIF_GOMEISA_RELATION": "店長、とーっても可愛いデスよねッ！<br>モフモフのフワフワで、凄く癒されますデス。<br>今度、いっぱいブラッシングしよーっと！",
"SERIF_GOMEISA_TOUCH": "ん？オレの体に、何かついてるデスか？<br>あ、わかった！ハグをご所望なんデスねっ！<br>オレ、ハグ大好きデスっ！それじゃ、ぎゅーっ！<br>",
"SERIF_GOMEISA_TRAIN": "踊りの稽古、付き合って下さいデスっ！",
"SERIF_GOMEISA_TRAINED": "た、体力の、限界デス…っ！",
"SERIF_GORO_APPRECIATION": "ようっ！ご機嫌かぁ？そうでもねえってかぁ？<br>人生、気楽にいくのが一番ってもんよ。<br>そうすりゃ、そのうちいい事だってあらァな。<br>",
"SERIF_GORO_DAILY": "うおっと…なんでぇ、仕事かい？<br>そんじゃ、ぐでっと飲んでる場合じゃねえなや。<br>オーライオーライ、今行きますよッと。",
"SERIF_GORO_HERO": "こう見えても読書家でな、あの先生は知ってるぜ。<br>時間の流れを書き換えちまうたあ、すげぇ能力だ。<br>あんな風に俺の過去も…っと、酒切れてきたか？",
"SERIF_GORO_PLAYER": "アンタぁ、俺らにとっての大黒柱よ。<br>いねぇと成り立たねえし、櫓がグラついちまう。<br>だから、シャンと胸張っていきなっ。へへっ。",
"SERIF_GORO_RELATION": "イサリビたぁ、随分長ぇ付き合いになるかねぇ。<br>俺がボロボロになってこの星に来たあの日っから…<br>ずっと飲みに付き合ってくれる、イイ奴よ。",
"SERIF_GORO_TOUCH": "おっと。おいおい、何だよ？<br>そういうスキンシップをご所望ってかい？へへ。<br>来る奴は拒まねえのが俺の主義よ、そぉらっ。<br>",
"SERIF_GORO_TRAIN": "ちょいとした手慣らしよ、まあ付き合えって。",
"SERIF_GORO_TRAINED": "ぐぅ…っ、頭にガンガン響くぜェ…。",
"SERIF_HITOMI_APPRECIATION": "あれあれーっ？パートナーさん、お疲れですか？<br>そんな時は…そーれ、元気注入ッっと！<br>って、きゃあ！？力強すぎた！？ごめんなさい！<br>",
"SERIF_HITOMI_DAILY": "やっほーっ、お元気？パートナーさん！<br>ヒトミは今日もカメラ映りバッチリですよっ。<br>さ、今日もお仕事ファイトでいきましょう！",
"SERIF_HITOMI_HERO": "スイさんの衣装、すっごい綺麗…！<br>カッコいいんだけど、可愛くもあるっていうか！<br>ちょっと、おもわず見とれちゃいますね…",
"SERIF_HITOMI_PLAYER": "一緒に頑張りましょう、パートナーさん！<br>オペレーターもアイドルも、努力が肝心なのっ！<br>まだまだコレカラってとこ、見せてかなきゃねっ",
"SERIF_HITOMI_RELATION": "あの子、ホントに実力すごいんですよねぇ。<br>子役とアイドルじゃ、畑違いではあるんだけど、<br>あの視線集めの上手さ、見習わなきゃ…！",
"SERIF_HITOMI_TOUCH": "ちょっ、パートナーさんっ！？<br>もう、ダメですよ？アイドルは皆のもの。<br>お触りは厳禁なんですからっ。<br>",
"SERIF_HITOMI_TRAIN": "アイドルはいつでも、全力なんですっ！",
"SERIF_HITOMI_TRAINED": "きゃあっ！激しすぎますぅっ！",
"SERIF_HUCKLE_APPRECIATION": "おや、疲れがたまっているようだね。<br>よし、今日はこれまで。切り上げようか。<br>いい店を知ってるんだ、一緒にどうだい？<br>",
"SERIF_HUCKLE_DAILY": "やあ、お疲れ様。<br>今日も色々な仕事が来ているようだね。<br>ま、好きなとこからこなしてくれたまえ。",
"SERIF_HUCKLE_HERO": "私は、ヒーローとしてのアイツを信頼している。<br>彼を彼たらしめる、あの正義一筋の姿勢。<br>決して、誰にでも真似できる物じゃないだろ？",
"SERIF_HUCKLE_PLAYER": "まあ、あまり気負わないで仕事してくれたまえ。<br>オペレーターはどーんと構えてこそ、だよ。<br>何かあった時カバーするのは、私の仕事だ。",
"SERIF_HUCKLE_RELATION": "プロキーの店で働く、あの店員の子。<br>どういうヒーローに育っていくか、楽しみだよ。<br>まあ、覚醒させた私が言うのも、何だけどね。",
"SERIF_HUCKLE_TOUCH": "おっと、どうしたんだい？<br>ははっ、ヒーローをやめてから緩む一方だから、<br>そうぺたぺたと触られると、少し恥ずかしいな。<br>",
"SERIF_HUCKLE_TRAIN": "手慣らしなら付き合おう。容赦はしないがね。",
"SERIF_HUCKLE_TRAINED": "やはり、全盛期のようにはいかないなぁ…っ！",
"SERIF_ISARIBI_APPRECIATION": "おうっ、どうしたぃ、大将！お疲れか？<br>んな時ゃぁ、食って寝るのが一番よ！<br>オイラの獲物分けてやっから、遠慮せず食いな！<br>",
"SERIF_ISARIBI_DAILY": "よう大将っ！調子はどうでぇ？<br>あ？声がでけぇ？いつものこったろうが！<br>さ、漁に出ようぜ！オイラぁウズウズしてんだ！",
"SERIF_ISARIBI_HERO": "あのガキ、海賊から足洗ったんだなぁ。<br>今は同業者っつーわけか、面白え事もあるもんだ。<br>あの武器で出す海にゃ、魚も住んでんのかねェ？",
"SERIF_ISARIBI_PLAYER": "大将はもっと、ドーンと構えてていいんだぜ？<br>アンタはいわば船頭、オイラ達の要なんだからよ。<br>ちょいと態度でけえ位が、丁度いいってモンさ。",
"SERIF_ISARIBI_RELATION": "ゴロウたぁ、まあそこそこ長ぇ付き合いよ。<br>あのボンクラ大工、普段はまるでグズなくせして、<br>変な所ちゃっかりしてんだよなぁ。侮れねえぜ。",
"SERIF_ISARIBI_TOUCH": "おっ！大将、お目が高ぇじゃねぇか！<br>漁場で鍛えたオイラの体に目ェつけるたァよ。<br>鮫肌だが、好きなだけ触んなっ！がははっ！<br>",
"SERIF_ISARIBI_TRAIN": "漁師の戦い方、みっちり仕込んでやらぁ。",
"SERIF_ISARIBI_TRAINED": "ぬがっ…！？バーロー、殺す気かよッ！",
"SERIF_KIRSCH_APPRECIATION": "お疲れ様です、担当さんっ！<br>よかったら、休憩がてらケーキ食べません？<br>えへへ…今度の新作、味見してほしくって。<br>",
"SERIF_KIRSCH_DAILY": "こんにちは、担当さんっ！<br>製菓の道も一歩から。さあ、修行…じゃなかった、<br>お仕事今日も、頑張ってきましょうっ！",
"SERIF_KIRSCH_HERO": "ジャスティスさん見てると、師匠を思い出すなぁ。<br>あの逞しい肉体と身のこなし、豪快な技…。え？<br>何の師匠かって？やだなぁ、お菓子作りのですよっ",
"SERIF_KIRSCH_PLAYER": "私たちって、修行の身仲間じゃないですか？<br>担当さんはオブザーバーの、私はパティシエの。<br>駆け出し同士、励まし合って頑張りましょう、ねっ。",
"SERIF_KIRSCH_RELATION": "うーん…辛いスイーツって作れないですかね…。<br>ケーキにホットソース掛けるのが好きなあの方…<br>私、どうにかバレルさんの味覚を満足させたい！",
"SERIF_KIRSCH_TOUCH": "きゃっ！？な、何ですか担当さんっ！<br>製菓にすべてを捧げたこの身に興味がおありです？<br>まあ、悪い気はしないですけど…。<br>",
"SERIF_KIRSCH_TRAIN": "回転製菓術の道は、甘くないわよ？",
"SERIF_KIRSCH_TRAINED": "くぅっ…！なかなか、やるじゃない…ッ！",
"SERIF_KOUKI_APPRECIATION": "もうくたびれたの？歳じゃない？<br>…まあ、労ってやらないでもないけど？<br>ついといでよ。ジュースぐらい驕ったげる。<br>",
"SERIF_KOUKI_DAILY": "ちょっと、入り遅くない？待ってたんだけど。<br>…こら、シリウス！嬉しそうに出迎えるな！<br>ま、いいや…。で、今日の仕事はどんななの？",
"SERIF_KOUKI_HERO": "うちの事務所のヒトミっているじゃん？<br>アイツ、結構視聴率の稼ぎ方分かってるよね。<br>…べ、別にライバル視なんかしてねえし！",
"SERIF_KOUKI_PLAYER": "まあ、シリウスは懐いてるみたいだけど…。<br>アンタ、もうちょっとしっかりしてくんない？<br>近しい人が消えるとか…もう御免なんだよね。",
"SERIF_KOUKI_RELATION": "あの小学校の先生、うっとおしいんだけど。<br>勉強できてるのかとか、余計なお世話っつーか。<br>まあ、渡された宿題位は提出してやるけどさ。",
"SERIF_KOUKI_TOUCH": "うわっ、ちょ、ちょっと！<br>馴れ馴れしく触るなよ、芸能人だぞオレたち！<br>こ、こらシリウス！尻尾振ってんなよ！<br>",
"SERIF_KOUKI_TRAIN": "オレはリハでも全力が主義なんだ。",
"SERIF_KOUKI_TRAINED": "やめっ、子供相手に大人気ないぞ！？",
"SERIF_KYOICHI_APPRECIATION": "こらこらっ、お前ちょっと頑張り過ぎ。<br>子供達じゃないんだから、体力配分考えろよ。<br>教師もオペレーターも体が資本、なっ？<br>",
"SERIF_KYOICHI_DAILY": "ようっ、お疲れさんっ！<br>今日も仕事出るんだろ、俺も付き合うぜ。<br>っとその前に、テストの採点だけやらせてくれ。",
"SERIF_KYOICHI_HERO": "俺さ、時々すっげぇ心配になるんだけど！<br>あの子供のヒーロー、学校行ってんのかな！？<br>勉強遅れてないかとか、ああ、気になるぅっ！",
"SERIF_KYOICHI_PLAYER": "俺、お前のこと、素直にすげえって思うよ。<br>実習も無しにいきなり現場で立ち回るなんて、<br>相当度胸いるよなって思うもん。偉い偉いっ。",
"SERIF_KYOICHI_RELATION": "アカシはさ、後輩ン中でも一番揉み甲斐あんだ。<br>硬さと柔さの具合が、俺の手に馴染むつーかさ。<br>…は？後ろがどうした…うわぎゃぁっ！？",
"SERIF_KYOICHI_TOUCH": "おおっと！？そうかぁ、そうきたかぁ…。<br>お前から手ェ出してきたってことは、<br>仕返しOKってこったよな？へへ…そりゃぁっ！<br>",
"SERIF_KYOICHI_TRAIN": "よっしゃぁ、先生についてこーいっ！",
"SERIF_KYOICHI_TRAINED": "うわちょっ、ギブギブっ！うっひゃぁっ！？",
"SERIF_LOREN_APPRECIATION": "お疲れの時は、無理をしない方がいいですよ？<br>でなきゃ、患者さんの様に看病しちゃいますからっ<br>さあ、横になってー。今ご飯持ってきますからねっ。<br>",
"SERIF_LOREN_DAILY": "こんにちは、お加減いかがですか？<br>健康管理もヒーローに関わる者の務めですよっ。<br>それじゃ、今日も元気にお仕事しましょっか！",
"SERIF_LOREN_HERO": "ラクタ先生は、とても頼りになる方ですよ。<br>医師としても、ヒーローとしても…まあ、<br>たまに暴走しちゃう所には、少し困ってますけど。",
"SERIF_LOREN_PLAYER": "クライアントさんは、頑張り屋さんですよね。<br>新人って意味じゃ、僕もそうではあるんですが、<br>僕の場合、頑張ると失敗ばっかで…えへへ。",
"SERIF_LOREN_RELATION": "あの教授の方、すごい体力と回復力ですね。<br>僕の担当患者のお爺ちゃんと同い年くらいなのに、<br>有り余るくらい元気！っていうか。素敵だなぁ。",
"SERIF_LOREN_TOUCH": "わひゃぁっ！？な、なんですかぁっ！？<br>そんなに触り心地イイですかね、僕のお腹…<br>くっ、くすぐったいですよう、あははっ！<br>",
"SERIF_LOREN_TRAIN": "健康維持には適度な運動！いっきまーす！",
"SERIF_LOREN_TRAINED": "ちょっ、タイムタイム！厳しいですぅっ！",
"SERIF_MARFIK_APPRECIATION": "おうおう、若いうちからくたばってんなよ。<br>仕事なんてのは、できるペースでやるもんだ。<br>無茶はたまーにやるから出来るモンだぜ？<br>",
"SERIF_MARFIK_DAILY": "よう、若き隊長殿。<br>どうだ、ワシとの冒険、行く気になったか？<br>何、仕事が先？わ、わかってるっての…。",
"SERIF_MARFIK_HERO": "機械の星が生んだ、人ならざる人の子、か。<br>どんな歴史が、技術が、あの子供を産んだのか。<br>なかなかに、興味深いぜ…。",
"SERIF_MARFIK_PLAYER": "お前さんを見てると、若い頃を思い出すぜ。<br>何にでも必死こいて当たってた、あの頃をよ…<br>え、今もあんまり変わんない？そうかぁ？",
"SERIF_MARFIK_RELATION": "お前さんのとこのワンコ、素晴らしいな！<br>あの怪力がありゃ、発掘現場で重宝するんだが…<br>どうだ？少し貸しちゃあくれねえか？",
"SERIF_MARFIK_TOUCH": "わっはっは、どうだ？<br>ジジイにしちゃあ、イイ体してんだろうが。<br>この頑強な肉体こそ、冒険者たる証ってな。<br>",
"SERIF_MARFIK_TRAIN": "ジジイと思って、舐めんじゃねえぞ？",
"SERIF_MARFIK_TRAINED": "お前ッ…！年寄りにもっと気ィ使えぇっ！",
"SERIF_MOKDAI_APPRECIATION": "今日もお疲れっ。随分疲れ溜まってそうだね。<br>よーし、先輩がご飯をおごってあげよう！<br>好きなもの、頼んでいいからねっ。<br>",
"SERIF_MOKDAI_DAILY": "おっ、来たね！<br>カメラも機材も準備万全、いつでも行けるよ。<br>さあて、今日も元気に出動出動っ！",
"SERIF_MOKDAI_HERO": "サヴァイヴ・テイカー、カッコいいよねぇ！<br>大昔の特撮モノのヒーローみたいなマスクでさ。<br>それにあの武器…あっ、話長くなるけど、いい？",
"SERIF_MOKDAI_PLAYER": "どう？もう仕事には慣れたかい？<br>もし困った事があったら、何でも頼ってよ。<br>なんたって僕、先輩だからねっ！ふふんっ。",
"SERIF_MOKDAI_RELATION": "アカシって、時々すっごいヒーローしてるよね。<br>いつもはそんなにやる気なさそうなのに。<br>生粋のヒーローって、ああいうモンなのかなぁ？",
"SERIF_MOKDAI_TOUCH": "うわっ、なになに、何で揉むの！？<br>えっ、思ったほど柔らかくない？<br>そんなこと言われてもなぁ…<br>",
"SERIF_MOKDAI_TRAIN": "よぉしっ！張り切っていくよっ！",
"SERIF_MOKDAI_TRAINED": "あわわ、だめだめっ、こんなの無理ぃっ！",
"SERIF_NARIHITO_APPRECIATION": "おやっ、取材するのは止めた方がいいかな？<br>ああ、いいよ、ゆっくり休んでなよ。<br>コーヒー淹れるくらいなら、僕でも出来るから。<br>",
"SERIF_NARIHITO_DAILY": "こんにちは、オペレーターさん！<br>今日こそ僕の取材を受けて下さいます？えっ？<br>代わりに仕事手伝え？やれやれ、敵わないなぁ。",
"SERIF_NARIHITO_HERO": "そうか、思い出したぞ！あの酒場の小さな男！<br>賞金稼ぎも舌を巻く、あの伝説の荒稼ぎヒーロー！<br>凄いな凄いな、今度インタビュー記事書きたいな！",
"SERIF_NARIHITO_PLAYER": "色んな方を取材してきたけど、君は不思議だ。<br>他のオペレーターさんにない、特別な何かがある。<br>何となくだけど、それだけは分かるんだ。",
"SERIF_NARIHITO_RELATION": "君のとこの社長さん、どっかで見たんだよなぁ。<br>昔、ヒーローやってたりしなかった？確か…<br>ホッパー・ザ・フェイス、だったかな？",
"SERIF_NARIHITO_TOUCH": "おっと！もしや僕の手帳をお探しかい？<br>残念だったね、こないだの件はしっかり記事に…<br>わひゃっ！？や、やめてぇっ！書かないからぁっ！<br>",
"SERIF_NARIHITO_TRAIN": "適切な記憶を引き出す練習、お付き合い願います。",
"SERIF_NARIHITO_TRAINED": "ぐあっ、やっぱヒーローって…すごいなぁ…！",
"SERIF_NESSEN_APPRECIATION": "お茶が入りましたよ、司令様。<br>お疲れの様ですし、そろそろお休みなられては？<br>お風呂も用意いたします、どうぞお寛ぎ下さい。<br>",
"SERIF_NESSEN_DAILY": "いらっしゃいませ…では、ありませんね。<br>失礼いたしました、どうも癖になっていまして。<br>気を取り直して、お仕事と参りましょうか。",
"SERIF_NESSEN_HERO": "あの御方は、随分とご陽気な調子で<br>バトルに挑まれるのですね…呑んで虎になる、<br>とは、あのような状態を指すのでしょうか？",
"SERIF_NESSEN_PLAYER": "司令様も、随分と苦労なさっているご様子。<br>たまには、当館に羽を伸ばしにいらして下さい。<br>疲れを癒せるよう、サービスさせて頂きますよ。",
"SERIF_NESSEN_RELATION": "野辺山先生は、よく当館にいらっしゃいますよ。<br>なんでも、静かに湯に浸かり、静かな部屋に<br>籠っていると、筆の進みが良いのだとか…。",
"SERIF_NESSEN_TOUCH": "おっと、いかがなされたのですか？<br>あ、髪が乾ききっておりませんでしたか？失敬。<br>先刻まで、お風呂を頂いておりましたので…。<br>",
"SERIF_NESSEN_TRAIN": "これが終わったら、お風呂に入りましょう。",
"SERIF_NESSEN_TRAINED": "汗が、止まらない…っ！",
"SERIF_PLAYER1_TRAINED": "ちょ、ちょっと厳しいっ…！",
"SERIF_PLAYER2_TRAINED": "ぐぅっ、やるじゃねェか…っ！",
"SERIF_PLAYER3_TRAINED": "これは、キツい…っ。",
"SERIF_PLAYER4_TRAINED": "ちょっと待ってよ、キツすぎるぅっ！",
"SERIF_PLAYER5_TRAINED": "堪えるのが、やっとです…っ。",
"SERIF_POLARIS_APPRECIATION": "おっと、流石に振り回し過ぎちまったか？<br>うっし！肉食いに行くぞ、肉ッ！<br>体力つけるにゃ、肉食うのが一番だ！<br>",
"SERIF_POLARIS_DAILY": "ポラリスマスク、参上っ！<br>さあさあ、今日はどんなバトルに出向くんだ？<br>ヴィランにカイブツ、どんと来いだぜ！",
"SERIF_POLARIS_HERO": "ジャスティスとかいう虎ヒーロー。<br>あの筋肉、最高にプロレス向きだと思うんだよ。<br>ああ、闘りてえ、ガチンコ勝負してえぜ…！",
"SERIF_POLARIS_PLAYER": "セコンド初心者、上等じゃねえか！<br>なあに、これから経験積んできゃいいのよ！<br>黙って俺について来いっ、ってな！",
"SERIF_POLARIS_RELATION": "ラッドとは、旅先でよく会うんだよ。<br>アイツも俺も、勝負を求める旅人だからな！<br>あの脚から出る蹴り、最高に効くんだよなぁ…。",
"SERIF_POLARIS_TOUCH": "何だ？俺の体に興味あんのか？<br>ふふんっ、なかなかのもんだろ、この筋肉！<br>何なら技かけてやってもいいんだぜ？ははは！<br>",
"SERIF_POLARIS_TRAIN": "慣らしだからって、手加減しねえぞ！",
"SERIF_POLARIS_TRAINED": "い、いいぜ…熱いぜお前ッ…！",
"SERIF_PROCY_APPRECIATION": "お前さん、随分とお疲れのようじゃねえか。<br>…ほら、貯めてるモンは吐き出してきな。<br>ドリンク料金はサービスしとくからよっ。<br>",
"SERIF_PROCY_DAILY": "おう、らっしゃい。<br>ツラ見りゃ分かるぜ、ヒーローをお探しだろ？<br>マシンは空いてる、好きに使いな。",
"SERIF_PROCY_HERO": "ジャスティスの奴たあ、長え付き合いよ。<br>あの全てを掻っ攫ってくトンでもねえ雷撃が、<br>妬ましく思えた時期も、あったっけなぁ。",
"SERIF_PROCY_PLAYER": "視聴者稼いで、金も稼ぐ。コイツが基本よ。<br>この稼業で生きてくなら、ちゃんと覚えときな。<br>ま、オメェならそのうちコツも掴めるだろうよ。",
"SERIF_PROCY_RELATION": "客共に好かれるのは結構なこったが、<br>あのガキ、一体俺を何だと思ってやがんだか…。<br>明日はリボンとかつけてこない事を祈るぜ…。",
"SERIF_PROCY_TOUCH": "おわっ！？オメェ、何勝手に撫でてんだっ！<br>お触りは有料だかんなっ、一撫でにつき…<br>だぁーっ、めんどくせぇっ！好きにしろっ！<br>",
"SERIF_PROCY_TRAIN": "トレーニング代はつけといてやるよ。",
"SERIF_PROCY_TRAINED": "あででっ！テメェ、治療費請求すっぞ！？",
"SERIF_RAKTA_APPRECIATION": "健康が損なわれている状態のようですね。<br>無理は禁物です、速やかに休養をとりなさい。<br>疲労はよい仕事の大敵ですよ？<br>",
"SERIF_RAKTA_DAILY": "こんにちは、いかがなされましたか？<br>…と、失礼。先刻まで診察だったもので。<br>さあ、今日のクランケは、一体いずこに？",
"SERIF_RAKTA_HERO": "ロレン君は、大変信頼できる看護師ですよ。<br>少々抜けているところはありますが、現場では<br>肝の据わった対応が出来る。そういう男なのです。",
"SERIF_RAKTA_PLAYER": "誰にだって駆け出しの時期はありますよ。<br>少しずつ、仕事に慣れていけばよいのです。<br>私も初めての執刀の際、そう励まされました。",
"SERIF_RAKTA_RELATION": "私は、不思議でならないのです。<br>あの刑事、栄養失調を起こしそうな食生活なのに、<br>全くの健康体なのです。一体どんな秘訣が…？",
"SERIF_RAKTA_TOUCH": "ん？私の体にご興味がおありですか？<br>ええ、週５のスポーツジムで鍛えたこの健康体、<br>是非誇らせていただきたい。さあ、どうぞ！<br>",
"SERIF_RAKTA_TRAIN": "さあ、健康自慢と参りましょう！",
"SERIF_RAKTA_TRAINED": "ぐぅっ、なんという健康体…っ！",
"SERIF_RYEKIEXMAS2012_APPRECIATION": "わははっ、無礼講でいこうぜ、パートナー！<br>締める時は締め、抜く時は抜く！<br>仕事は、オンオフの切り替えが大事だぞっ！<br>",
"SERIF_RYEKIEXMAS2012_DAILY": "おう！調子はどうだ、パートナー！<br>俺の方は元気満々、気分も最高だぞ！<br>何、顔が赤い？元からこんなもんだろう！",
"SERIF_RYEKIEXMAS2012_HERO": "あの旅館の主、面白い技を使うものだな！<br>沸点を越えて過熱する湯だなんて、<br>考えただけでのぼせ上ってしまいそうだ！",
"SERIF_RYEKIEXMAS2012_PLAYER": "君が我が社に来てくれて、俺は本当に嬉しいぞ！<br>毎日俺達の為に頑張ってくれているんだ、<br>今日はとことん、労わせてくれっ。",
"SERIF_RYEKIEXMAS2012_RELATION": "なんせモクダイは、初めて入った社員だからな！<br>当初からたっぷり、可愛がったもんだ！<br>そんなアイツも、ヒーローになるとはなぁ…。",
"SERIF_RYEKIEXMAS2012_TOUCH": "おっ！ハグを所望か、パートナー！<br>よし、いつもより熱いのをくれてやろうっ！<br>体の芯まで、シビレさせるぞぉ！<br>",
"SERIF_RYEKIEXMAS2012_TRAIN": "っしゃぁ、根競べといこうぜ！",
"SERIF_RYEKIEXMAS2012_TRAINED": "か、完敗だぁ…っ！",
"SERIF_RYEKIE_APPRECIATION": "はっはっは、今日もお疲れさんだッ！<br>お前の頑張りが今日の俺達を支えてくれている！<br>すなわち、お前は俺達のヒーローということだな！<br>",
"SERIF_RYEKIE_DAILY": "おう！おはようさんだ、パートナー！<br>営業回りと筋トレで鍛えたこの肉体ッ！<br>今日も正義のために使ってみせるっ！",
"SERIF_RYEKIE_HERO": "勝利より敗北より、金に拘るのがプロキーだ！<br>アイツの勝負は、儲けの多寡で決まるからな！<br>金こそ奴の信じる正義、誰にも否定はできまいさ！",
"SERIF_RYEKIE_PLAYER": "わははっ、まああまり気負うなパートナー！<br>ハックルだって最初は、とても緊張していたぞ！<br>少しずつ慣れればいい、そういうものだっ！",
"SERIF_RYEKIE_RELATION": "ハックルは昔も今も、俺にとっての最高の友だ！<br>ヒーローだった頃も、ヒーローで無くなった今も、<br>奴は俺の信頼に必ず応える！そういう男だからな！",
"SERIF_RYEKIE_TOUCH": "おっと！ハグを所望か、パートナー！<br>よぉし…ジャスティス・ハァァッグッ！<br>はっはぁ、どうだ？シビれただろう！？<br>",
"SERIF_RYEKIE_TRAIN": "手加減はするさ、行くぞぉっ！",
"SERIF_RYEKIE_TRAINED": "ぐぅっ！？俺を唸らせるとは、なかなか…！",
"SERIF_SHOEN_APPRECIATION": "心を穏やかに保つには、余裕が必要だ。<br>ヌシに今必要なのは、その余裕を作ること…<br>共に折り紙でも折るか？心が安らぐぞ。<br>",
"SERIF_SHOEN_DAILY": "…折り紙を折っていたところだ。<br>そうか、仕事の時間だったな。<br>では…行こうか。",
"SERIF_SHOEN_HERO": "文字にて時の流れを変えし者。<br>某と同じ手段を用いながら、その力は全く別物。<br>文字には…某の知り得ぬ力があるらしい。",
"SERIF_SHOEN_PLAYER": "…某は、ヌシの仕事をよく知らぬ。<br>ただ…ヌシがいなくては、文字どもを活かせぬ。<br>それだけは…分かっているつもりだ。",
"SERIF_SHOEN_RELATION": "トウシュウ殿は、某とも違う異星の出の者。<br>しかし、和の文化を愛でる心は同じ。<br>羊羹を差し上げると、大層喜ばれる。",
"SERIF_SHOEN_TOUCH": "むっ…某の腹に、何か…？<br>これが…すきんしっぷ、というものなのか？<br>ふ、ふむ…なるほど…。<br>",
"SERIF_SHOEN_TRAIN": "筆慣らし、付き合って貰えるか？",
"SERIF_SHOEN_TRAINED": "この身には、些か応える…！",
"SERIF_SUBARU_APPRECIATION": "貴方は、体を壊す為に仕事をしているのですか？<br>良いものを創るにも、良い仕事をするにも、<br>まず必要なのは、心身のゆとりだと思いますが。<br>",
"SERIF_SUBARU_DAILY": "呼び出しておいて、遅れないで下さいよ。<br>…まあ、丁度筆が止まってしまっていた所です。<br>ネタ探しがてら、お仕事を手伝いましょう。",
"SERIF_SUBARU_HERO": "宇宙人に日本の武士の甲冑…不思議な組合せです。<br>剣の扱いや所作も、武士のそれとは違う…でも、<br>あの荒々しさ、確かに侍の様ではありますね。",
"SERIF_SUBARU_PLAYER": "貴方の仕事ぶりに関しては、評価できないです。<br>僕にとっては畑違いですから。…でも。<br>精一杯になって働く姿は、美しいと思いますよ。",
"SERIF_SUBARU_RELATION": "キョウイチとは、小学校からの付き合いですが、<br>教鞭を取るなら、もう少し教養をつけないと。<br>アイツ、昔から運動ばかり得意な男でしたから。",
"SERIF_SUBARU_TOUCH": "んっ…な、何ですかその手は。<br>この古臭い服装が滑稽ですか、それとも体型が…<br>えっ、これが良い？そ…そうですか…。<br>",
"SERIF_SUBARU_TRAIN": "鍛錬は性に合いませんが、試したい事もあるので。",
"SERIF_SUBARU_TRAINED": "も、もう十分でしょう…帰っていいですか？",
"SERIF_SUHAIL_APPRECIATION": "ガハハッ、くたばってんなぁ、同盟者！<br>空元気ででも笑っとけ！面白え事が逃げちまうぞ？<br>笑えねえ時ァ、俺様が笑わせてやっからよ！<br>",
"SERIF_SUHAIL_DAILY": "おう！邪魔してるぜェ、同盟者！<br>天の川は今日も凪、絶好の海賊日和ってな！<br>さ、今日の獲物はどいつだい？とっとと行こうぜ！",
"SERIF_SUHAIL_HERO": "奴のエモノを見てっと、あの野郎を思い出すぜ。<br>この左腕の持ち主…俺にとって、最高の友だった。<br>だからこそ俺は、奴にだけは負けたくねえのさ。",
"SERIF_SUHAIL_PLAYER": "仕事の慣れ不慣れなんざ、問題じゃねえ。<br>俺様にとって面白え奴か、ただそれだけよ。<br>お前はもう俺様のモンだ、簡単にゃ手放さねェぜ？",
"SERIF_SUHAIL_RELATION": "あの竜のガキぁ、いつか絶対子分にしてやるぜ！<br>海賊だった癖して、今はヒーローやってんだろ？<br>そんな面白え奴ぁ、俺様の大好物だからよ！",
"SERIF_SUHAIL_TOUCH": "おっと、俺様とスキンシップ取りたいってか？<br>子分共でもして来ねえ事をやってのけるその勇気、<br>気に入ったぜェ…さあ、こっち来なっ！<br>",
"SERIF_SUHAIL_TRAIN": "テメェの宝もご開帳といこうじゃねェか！",
"SERIF_SUHAIL_TRAINED": "俺様を振り回すたァ、やるじゃねェか…！",
"SERIF_SUI_APPRECIATION": "ふうん、そんな風にへばったりもするんだ。<br>いいから休んでなよ、この書類はやっとくから。<br>困った時はお互い様、でしょ？<br>",
"SERIF_SUI_DAILY": "…ん、お疲れ様。<br>私のコンディション？うん、まあまあかな。<br>それで、今日はどんな仕事に行くの？",
"SERIF_SUI_HERO": "アイドルの服って、いいよね。<br>ふわふわしてて、キラキラしてて、さ。<br>ああいうの…ちょっと、憧れちゃうな。",
"SERIF_SUI_PLAYER": "アンタのこと？そうだなぁ…。<br>まあ、結構頑張ってる…んじゃない？<br>まだまだって感じだけどね、アンタも、私も。",
"SERIF_SUI_RELATION": "モクダイ、またスーツがほつれてる。<br>サイズ、あってなかったかな…っていうより、<br>どんどん、体が太くなっていってるような…。",
"SERIF_SUI_TOUCH": "うわっ、ちょ、ちょっと！<br>何考えてるんだよ、まったく…！<br>そんなとこ触ったら…ひゃあっ！？<br>",
"SERIF_SUI_TRAIN": "マネキン代わりになってもらうよ。",
"SERIF_SUI_TRAINED": "服が、裂ける…っ！",
"SERIF_TOSHU_APPRECIATION": "己が体力を過信するでないぞ？<br>全く…貴様はいつまで経っても未熟者よな。<br>…フン、茶を淹れてきてやる。休んでおれ。<br>",
"SERIF_TOSHU_DAILY": "フン、ようやく来たか。<br>武具の手入れにも飽いていたところだ。<br>貴様の望む戦働きをしてくれようぞ。",
"SERIF_TOSHU_HERO": "あの助平教師は、技も人格もすべてが未熟だ。<br>…だが。奴には、守るべき者共がいる。<br>だから、分かるのだ。奴はきっと、強くなると。",
"SERIF_TOSHU_PLAYER": "…志には理を感じる。だが未熟。<br>その志を通す為には、常在戦場の心構えこそ必須。<br>…こ、これは助言ではなく指摘だ！勘違いするな！",
"SERIF_TOSHU_RELATION": "年寄りのなんとやらという言葉はあるが、<br>マルフィク殿ほど老いを感じぬ老人も珍しい。<br>あの翁…本当に地球人なのだろうか。",
"SERIF_TOSHU_TOUCH": "ぬうっ！？き…貴様ッ！<br>拙者の鬣に、気安く触れるでないッ！<br>き、貴様を癒す為に蓄えておるのではないわッ！<br>",
"SERIF_TOSHU_TRAIN": "今日こそ一騎当千の技を磨かん！行くぞ！",
"SERIF_TOSHU_TRAINED": "ぐぅっ！？貴様、蛮勇という言葉を知れい！",
"SERIF_VICTOM_APPRECIATION": "…疲労の蓄積は、任務の大敵だ。<br>指揮官が疲弊していては、士気に関わる。<br>つまり…少し休め。あまり、俺を心配させるな。<br>",
"SERIF_VICTOM_DAILY": "ああ、来ているとも。<br>それで、今日はどのような任務に向かう？<br>安心しろ、ちょっとやそっとじゃ俺は死なん。",
"SERIF_VICTOM_HERO": "あのヒヨッコは、どこまでも未熟だな。<br>臆病な性格のくせに、ガムシャラに無理をする。<br>だが…ああいう奴は、嫌いじゃない。",
"SERIF_VICTOM_PLAYER": "お前の立ち振る舞いは、実に危なっかしい。<br>だが、お前の命を守るのもまた、俺の仕事だ。<br>ああ、この身を盾にしてでも、守ってやろう。",
"SERIF_VICTOM_RELATION": "俺には、あのウェイターの考えが分からん。<br>カイブツどもと、仲良くできるわけがない。<br>連中は…滅ぼすべき、敵でしかないのだから。",
"SERIF_VICTOM_TOUCH": "…なんだ、素顔でも気になるか？<br>止めておけ。見たって何もいいことは無い。<br>それでも見たいというなら…そのうち、な。<br>",
"SERIF_VICTOM_TRAIN": "これを訓練と思うな、行くぞ！",
"SERIF_VICTOM_TRAINED": "ぬぅっ…！なかなかに、手ごわい…！"
}