{
	"SALES_EVENT_CHASERS_REPORT_1": "<p> <code>character0</code> was searching a city that still bears the scars of war.<br>Walking through a road with broken remnants of building scattered about,<br>Suddenly something fell to their feet.<br><br>Remains of fruits, and scattered bouquets.<br>Those things were rolling to the road from the back of a building,<br>As if guiding people to it.<br><br> <code>character0</code> peeked to the back of that building.<br>There was a stone slab that looked like a tombstone.<br>Carved on it were a very short name, birth year and death year.<br>Apparently, it was the grave of a child who died in the war.<br><br>Did the wild animals ruined it?, the grave was in awful condition.<br>Feeling pity <code>character0</code> checked their time.<br><br> <code>character0</code> cleaned the surroundings of the grave,<br>Picking up the scattered fruits and flowers and offered it back.<br>Praying that may there are no longer children with this kind of fate…\n</p>",
	"SALES_EVENT_CHASERS_REPORT_2": "<p> In the beginning, <code>character0</code> and his team receive information on a new crime notice.<br>It was spread by a copycat of the villain that was causing so much uproar.<br><br>Poetic and difficult to understand , <code>character0</code> wracked their brain over the ambiguous content of the notice.<br> <code>character1</code> who have been watching the video suddenly stood up exclaiming that they got it, they excitedly tried to explain their reasoning.<br><br>The reasoning and explanation was too ridiculous.<br>Hearing such an absurd explanation, <code>character0</code> smile wryly.<br>However, if the reasoning was true, then the crime time will be near.<br>As precaution, they came to the deduced place.<br><br>The villains appeared just like <code>character1</code> 's deduction, and so they quickly got arrested.<br> <code>character1</code> has a satisfied face,<br> <code>character0</code> gaze at them with a puzzled look on their face.\n</p>",
	"SALES_EVENT_CHASERS_REPORT_3": "<p>A robber villain was escaping with a motorbike.<br> <code>character0</code> and <code>character1</code> gave chase.<br>However, the only available vehicle was a two-person bicycle….<br>There is no way we can give chase with this said <code>character0</code> .<br><br>If there is a will then there is a way, boasted <code>character1</code> .<br> <code>character0</code> took the back seat after being urged,<br>then <code>character1</code> began pedalling with great momentum.<br><br>The bicycle steadily accelerate and then caught up to the criminal's motorbike.<br> <code>character0</code> and the criminal were astonished.<br>With a yell <code>character1</code> further sped up the bicycle,<br>passing the motorbike and going in front of it.<br>Surprised, the criminal tried to avoid the bicycle,<br>but the motorbike slipped and fell, the criminal rolled on the ground.<br><br>As a result of such desperate pursuit, the criminal has been arrested.<br>This is absurd…the criminal was muttering such words while being taken away in the patrol car.<br> <code>character0</code> can't help but feel that <code>character1</code> 's leg strength was very terrifying.\n</p>",
	"SALES_EVENT_CHASERS_REPORT_4": "<p> <code>character0</code> and team split up to guard the site of a crime notice by a phantom thief villain.<br>As the notified time draws near, the site were filled with tension.<br><br> <code>character1</code> was anxious about <code>character2</code> 's sudden lost of contact a while ago.<br>After heading to <code>character2</code> 's post, they found <code>character2</code> have been stripped and was asleep.<br><br>At the same time, <code>character2</code> appears in front of <code>character3</code> .<br>Why did you came here? while inquiring about this,<br>from the back of <code>character3</code> , <code>character0</code> yelled, that person is a fake.<br> <code>character1</code> has contacted <code>character0</code> .<br><br>The group was able to arrest the criminal by a hair's breadth.<br>Though the crime has been succesfully prevented,<br>There remained the problem of what to do about <code>character2</code> who was still sleeping naked….\n</p>",
	"SALES_EVENT_CHOCOLATEFES_REPORT_1": "<p> <code>character0</code> visited a certain school for a job.<br>After the job, they took the opportunity to look around the building after school.<br><br>In front of a classroom, they heard voices of two students.<br>Seems like one of them gave a chocolate to the other.<br><br> <code>character0</code> watch over the situation.<br>After a while, the student receive the chocolate,<br>the confession seemed to have succeeded.<br><br>Passing by the classroom, and after leaving the school what happened was still in <code>character0</code> 's mind.<br><br>Giving a chocolate filled with feelings.<br>If it was me, then to whom will I give it, and whether it will be received…<br><br>While in thought, <code>character0</code> stopped in front of a chocolate store.<br>After a few moment of contemplation, with a shy smile, they entered the store.\n</p>",
	"SALES_EVENT_CHOCOLATEFES_REPORT_2": "<p> <code>character0</code> and <code>character1</code> are requested to help a certain school festival.<br><br>They are entrusted with a stall where they hand over fruits with chocolate coating,<br>with high spirits the both of them begin the preparation.<br><br>However, in the middle of that.<br> <code>character1</code> accidentally knocked over the white chocolate for coating,<br> <code>character1</code> ends up being sticky with chocolate…<br><br>With not much time before the start of festival, <code>character1</code> apologize for their mistake, <br> <code>character0</code> encourages them to do their best together, they drape their jacket over.<br><br>With <code>character0</code> 's encouragement, <code>character1</code> tried their best to recover the mistake.<br><br> And then, handing the chocolate with enthusiasm, <code>character1</code> became the talk of the festival,<br>their stall was a great success, and the school festival came to an end.<br><br>PS:<br>On a later day, <code>character0</code> received a thank you gift for the follow up from <code>character1</code> .\n</p>",
	"SALES_EVENT_CHOCOLATEFES_REPORT_3": "<p> On a certain school festival.<br>The heroes took on a job in a talk show,<br>the theme of the talk show was about frank episode.<br><br>And so, at the final segment.<br>We know that you got a lot of chocolates,<br>but do you have someone you want to give real chocolate to? Came that question.<br><br> <code>character0</code> with blushing face, spoke evasively.<br><br>Then suddenly, <code>character2</code> remembered that they received chocolate from <code>character0</code> last year!<br>They told the audience with joy.<br>Then <code>character3</code> exclaimed that they also got one.<br>The noisy venue was filled with shrill voice.<br><br> <code>character1</code> laughs, they disclose that <code>character0</code> was trying to improve their cooking skills.<br><br> <code>character2</code> and <code>character3</code> said that it's very delicious, they felt lucky to have received it,<br>the venue was filled with laughter and applause.<br><br>When the talk has passed,<br> <code>character0</code> secretly heaved a sigh of relief.\n</p>",
	"SALES_EVENT_CIRCUS_REPORT_1": "<p> <code>character0</code> was arranged to feed the fierce animal in the circus.<br>When they approach before, they have been roared at, and now they cannot shake off the fear that they will be threatened again.<br><br>As expected, when they get close the animal got wary and monitor the situation cautiously.<br>When their eyes met, <code>character0</code> involuntarily shut their eyes.<br><br>Seeing so, the animal lower its guard and stay quiet.<br>Looks like it has been shown that this is not an enemy.<br><br>Seeing the animal eating, the feeling of wanting to touch it rose in <code>character0</code> 's heart.<br>Reaching their hand, <code>character0</code> stroke its neck fluff, the animal turn its head to see with attention.<br>Maybe it felt good being touched like that, the animal doze off, and just like that fell asleep.<br><br>Since then, the animal is kinda attached to <code>character0</code> .<br>Next time why not perform in a show with it, when asked for that <code>character0</code> was troubled on how to answer…\n</p>",
	"SALES_EVENT_CIRCUS_REPORT_2": "<p> <code>character0</code> and <code>character1</code> were practicing for combination performance.<br> <code>character0</code> will throw balls at <code>character1</code> ,and <code>character1</code> will receive and juggle the balls.<br><br>Unfortunately, while <code>character1</code> was good at catching, they are not good at juggling it.<br>In the beginning <code>character1</code> ask <code>character0</code> to keep throwing the ball, but after repeated failure, they gradually lost confidence and became depressed.<br><br>Unable to stand it, <code>character0</code> take over for <code>character1</code> .<br>Surprisingly, they can do it in a single try.<br><br> <code>character0</code> tell <code>character1</code> the trick to do it, <code>character1</code> challenged it once again, this time they also can do it, even in the real show they can do it without mistake.<br><br>For a short while after, <code>character1</code> used the honorific \"Master\" when calling <code>character0</code> .\n</p>",
	"SALES_EVENT_CIRCUS_REPORT_3": "<p>For the sake of promoting a show, the team went to the city.<br> <code>character0</code> tried to directly hand out flyers, but most passing people didn't take it.<br><br> <code>character1</code> suggested to do a performance while handing it out.<br> <code>character2</code> was eager, but <code>character3</code> was reluctant.<br><br> <code>character0</code> who was half-way desperate and will do anything to hand out the flyers, accepted <code>character1</code> 's suggestion.<br><br> <code>character0</code> juggles while riding a unicycle, <code>character1</code> spin plates, and <code>character2</code> did the fire breathing performance.<br>Sure enough, the people stopped to watch and applaud, and they were able to hand out a lot of flyers.<br><br>However, later on they were scolded by the local police for starting a street performance without prior permission.<br><br> <code>character3</code> was pouting because they also got scolded even though they didn't participate in the performance.\n</p>",
	"SALES_EVENT_CYBERWARS_REPORT_1": "<p> <code>character0</code> and <code>character1</code> were taking a job as a model for a promotional poster of a bakery's new chocolate product.<br><br>The both of them tried to pose according to instructions,<br>but the cameraman doesn't seem to be satisfied,<br>and the instructions got more and more escalating.<br><br>[Think of the other as your real lover!]<br>[Look at their eyes as if you're going to kiss!]<br>[Entwine your arms!] [Embrace their back!]<br><br> <code>character0</code> and <code>character1</code> somehow finished the photo session with red faces.<br>However they can't get over the previous role,<br>and so the way back is filled with awkward embarassment.<br><br>Postscript:<br> <code>character0</code> and <code>character1</code> 's best photos are scheduled to be published in the supermarket and convenience store all around the globe for a limited time.\n</p>",
	"SALES_EVENT_CYBERWARS_REPORT_2": "<p> <code>character0</code> and <code>character1</code> were called to be guests at a cooking show.<br><br>As part of a special project <code>character0</code> and <code>character1</code> took part in chocolate making.<br><br>The chocolates has been made smoothly,<br>but then they found out that at the end of the show the guests are going to give each other's chocolate to eat.<br> <code>character0</code> 's face suddenly turned red.<br><br> <code>character1</code> without hesitation took their chocolate and present it to <code>character0</code> 's mouth.<br><br> <code>character0</code> tried to stuff his mouth with <code>character1</code> 's chocolate while being conscious of the camera.<br><br>When the footage gets broadcasted, <code>character0</code> 's SNS was filled with topics of how their face looks satisfied while being fed…\n</p>",
	"SALES_EVENT_CYBERWARS_REPORT_3": "<p> At recess, <code>character1</code> nervously called <code>character0</code> .<br>In <code>character1</code> 's hand, there was a wrapped box.<br><br>By coincidence <code>character2</code> saw the exchange, they looks at <code>character0</code> with envy.<br><br>I want a gift too so say <code>character2</code> to the troubled <code>character0</code> and <code>character1</code>.<br>Then <code>character3</code> arrived to save the day.<br><br>With their usual manner <code>character3</code> set  a large amount of chocolate pastries on the table.<br><br> <code>character2</code> gaze at the confectioneries with sparkling eyes,<br> <code>character0</code> pat their heart and heave a sigh of relief.<br><br> <code>character3</code> notes:<br>Feel free to eat the chocolate pastries that's available in the break room.\n</p>",
	"SALES_EVENT_CYBERWARS_REPORT_4": "<p> <code>character1</code> and <code>character2</code> are planning a surprise present of handmade cake disguised as a normal thank you present for <code>character0</code>.<br><br>The both of them gather together after work and,<br>with vigor began devising an original and innovative cake.<br><br>However, <code>character2</code> mistook salt for sugar,<br>while <code>character1</code> involuntarily exploded the oven,<br>the results of their creation is an unidentified object with a combination of blue and purple hue.<br><br>They consult their troubles to <code>character3</code>,<br>who comes with <code>character0</code> to the rescue.<br><br>Advised by <code>character3</code> and <code>character0</code> ,<br>the four of them succeeded in making a delicious cake.<br><br>Even though it's not a surprise anymore,<br><code>character0</code> happily accepted the present.\n</p>",
	"SALES_EVENT_GHOSTWOODS_REPORT_1": "<p> When arriving at the venue, <code>character0</code> was given the task of going around gifting flowers for the guests.<br><br>However, the uniform given for this task, was a very eccentric design, it's completely not <code>character0</code> 's taste.<br><br> <code>character0</code> refused, arguing that this does not suit them but, beaten by the employer's zeal, they reluctantly worn it for work.<br><br>At first it's embarassing, however after receiving favorable impression from the townfolks while handing out flowers, they began to get used to it.<br><br> Besides, <code>character0</code> has their hearts healed by the smiles of the townfolks.<br><br> <code>character0</code> went home feeling happy.<br>Not realizing they have forgotten to change, and their clothes were still in the same uniform…\n</p>",
	"SALES_EVENT_GHOSTWOODS_REPORT_2": "<p> A dance party started in the middle of a gorgeous festival.<br>Seeing the peaceful spectacle from the side, <code>character0</code> who don't have confidence to dance, yearn to join them.<br><br>Someone hold their hand out to <code>character0</code> .<br>That was <code>character1</code> wearing a fancy outfit.<br><br> <code>character0</code> was fascinated by <code>character1</code> 's dressed up appearance.<br> <code>character1</code> seeing <code>character0</code> 's expression laugh, asking if they would like to dance together.<br><br>Towards the bewildered <code>character0</code> , <code>character1</code> stuck out their chest saying they will lead.<br>Leading by hand, they step inside the dance circle.<br><br>Dancing with light step, <code>character1</code> follow the upbeat music.<br>And then <code>character0</code> tried their best to keep up.<br><br>Since that day, after seeing <code>character1</code> 's special skills, the way <code>character0</code> looks at <code>character1</code> has changed.\n</p>",
	"SALES_EVENT_GHOSTWOODS_REPORT_3": "<p> Deep inside the forest, a line of lost people.<br>As the darkness of night and enveloping fog came, <code>character0</code> suggested the group the camp on the spot.<br><br> <code>character1</code> who have been trying to get contact from  outside the forest agree with the suggestion.<br><br>However, they were without food and all members were starving.<br> <code>character2</code> complains of hunger and rummages through their bags, but cannot find anything to eat.<br><br>Suddenly <code>character3</code> raised their voice.<br>Going to <code>character3</code> 's place, they found mushroom at the base of a tree.<br><br> <code>character0</code> sniffs, and conclude it's not matsutake.<br>No one was well-informed in this situation and it's dangerous, but you can't solve a problem without some sacrifice, the four of them ate the mushroom.<br><br>But, all of them forgot.<br>That place is not Earth.<br>The ecosystem itself is very different…<br><br>The next day, the four of them were found and saved by a rescue team, they were transported to the nearby hospital while laughing heartily all the way.\n</p>",
	"SALES_EVENT_HEROFESTA_REPORT_1": "<p> <code>character0</code> was working at a night stall.<br>The store was a great success from the first day, as it was set up in the middle of a festival crowded with people.<br> <code>character0</code> , who was out on the floor, began to feel overwhelmed by the sheer number of tasks.<br><br>Amidst it all, <code>character0</code> was called by a customer.<br>Even though they were busy, they couldn't be rude to a customer, so they put on a big smile and responded.<br><br>The smile on <code>character0</code> 's face seems to have caught the attention of the customer, and they wanted to take a picture with them.<br>The photos were spread all over social media and quickly became the a hot topic.<br><br>As a result, a lot of customers came to the stall, with <code>character0</code> as the objective, resulting in more crowd.<br>There was a line of customers in front of the stall, calling for <code>character0</code> ...<br><br>Needless to say, <code>character0</code> was put in charge of the kitchen the next day.\n</p>",
	"SALES_EVENT_HEROFESTA_REPORT_2": "<p> <code>character0</code> and <code>character1</code> were paired up for the 0-1 Hero Grand Prix's Exhibition match.<br><br> <code>character0</code> with mysterious enthusiasm was determined to not lose, opposite of that <code>character1</code> don't have any motivation.<br>There was no way to avoid conflict, before entering the stage they had a dispute.<br><br>Even though the battle started with the worst condition, when <code>character0</code> was going all out <code>character1</code> still courteously cover for them.<br>Contrary to expectation, when the time came, the two of them were in tune with each other.<br><br> <code>character0</code> was happy to have won the battle.<br>In the peak of excitement, they spontaneously hugged <code>character1</code> .<br> <code>character1</code> accepted it, feeling not really dissatisfied with it.<br><br>A photo of the moment went viral, the two received oddly warm glances throughout the competition.\n</p>",
	"SALES_EVENT_HEROFESTA_REPORT_3": "<p> By coincidence, 4 people have day off at the same day, they came to the festival to have fun.<br><br> <code>character0</code> being the one who invited the others, excitedly led the way.<br>Looks like <code>character1</code> was hungry, when they found a food stall, they began to beg <code>character2</code> ,which was rejected.<br> <code>character3</code> seems a little tired from the crowd.<br>The four of them separate to the place they wanted to see and enjoy.<br><br>At the end of the festival, the time for fireworks.<br> <code>character0</code> had reserved a seat in a special place, <code>character1</code> put the food they bought there.<br> <code>character2</code> brought drinks for all members, they handed one to the exhausted <code>character3</code> .<br><br>Somehow the four of them has the same feeling of wanting to watch the beautiful fireworks.<br>They talked about how they would like to go out and have fun again with this group someday.\n</p>",
	"SALES_EVENT_LOSTANCIENTS_REPORT_1": "<p> <code>character0</code> was at a tourist attraction on a certain lake for a photo shoot.<br><br>With the lake as background, <code>character0</code> provides service for the assembled fans by taking foto together with them.<br><br>The photo session went well, and after taking a picture with the last person, the photo session ended successfully.<br><br>The next day, however, an incident occurred.<br><br>One of the photos taken at that time.<br>Behind <code>character0</code> ,on the lake, they saw a huge shadow of a creature that had never been seen before.<br><br>As soon as it was published on social media sites, it became a big hit and was nicknamed after the smiling <code>character0</code> pictured in the photo.\n</p>",
	"SALES_EVENT_LOSTANCIENTS_REPORT_2": "<p> <code>character0</code> and <code>character1</code> was doing a photoshoot job at a summer resort.<br><br>The program that time was to take the candid shot of <code>character0</code> and <code>character1</code> .<br><br>Accompanied by the staffs, the two were given only a camera and spent time at a lakeside suite hotel.<br><br>While <code>character1</code> was happy to be working just to spend a vacation, <code>character0</code> seems uncomfortable.<br><br>The two enjoyed their time at the lake, strolling along the shores of the lake, diving, and enjoying fireworks, while the filming proceeded and the recording was completed.<br><br>PS:<br>The next day, <code>character0</code> apply a request to take a leave, it was approved.\n</p>",
	"SALES_EVENT_LOSTANCIENTS_REPORT_3": "<p> The heroes were enjoying a vacation at the lake.<br> <code>character0</code> and <code>character1</code> were gathering firewood and preparing for a barbecue.<br><br> <code>character2</code> said that they would like to eat freshly caught fish.<br> <code>character3</code> also thought it would be fun, and the two of them decided to go skin diving.<br><br>The two dive into the lake to see who can catch the bigger fish.<br><br> While <code>character0</code> starts a fire,<br> <code>character1</code> was cooking, character2 suddenly called both of them loudly.<br>When they rushed to the scene, they saw <code>character3</code> holding what appeared to be a huge part of something.<br><br>The four of them laugh, saying they can't eat that.<br><br>Later, relics of an ancient civilization were found near the venue where the barbecue was held...\n</p>",
	"SALES_EVENT_METEORITE2112_REPORT_1": "<p> On a certain day when christmas was approaching.<br>Going home through a back alley <code>character0</code> saw a young man with an injured right leg.<br><br>In a panic, <code>character0</code> tried to give first aid.<br>Thanks to the swift and proper measure,the man's injuries doesn't end up being serious.<br><br>The young man thanks <code>character0</code> profusely, because it's before an important job and if he has a serious injury he won't be able to do it.<br><br>Sending off the young man with a smile, <code>character0</code> continue to go back.<br><br>The next day, when opening their eyes, there was a christmas present from someone at their bedside.<br><br>On that day, there was a news report of a sighting of Santa's sleigh in the sky and the reindeer has a bandage on its right leg.\n</p>",
	"SALES_EVENT_METEORITE2112_REPORT_2": "<p> <code>character0</code> and <code>character1</code> were called for work in a hero show.<br>Wearing the prepared santa costume, the two of them work to bring the show to it's climax, but <code>character0</code> notice an uncomfortable feeling.<br><br>Turns out <code>character0</code> moved too hard, a part of their outfit was torn flashily.<br><br> <code>character0</code> began to panic upstage.<br>Guessing what happened, <code>character1</code> in a natural motion put on their robe over to <code>character0</code> .<br><br> <code>character1</code> 's adlib was successful, With a red face <code>character0</code> also continue on, together they receive the audience's applause.<br><br>Later, <code>character0</code> gave <code>character1</code> a christmas present as thanks.\n</p>",
	"SALES_EVENT_METEORITE2112_REPORT_3": "<p> After a christmas show <code>character0</code> and <code>character1</code> were answering a fan letter from a child.<br><br>\"Does santa really exist?\" <code>character0</code> consulted <code>character1</code> and the both of them were troubled on how to answer this.<br><br> <code>character2</code> who happens to pass by told them that it's okay to tell honestly.<br><br>At that time, <code>character3</code> called for everyone.<br>In their hand was box of present, they laughed and say that it's from santa.<br><br>There is a christmas cake inside the box.<br>The four of them surround the cake and chat with each other.<br><br>\"I had a wonderful santa came to me, so I'm sure you too will have yours come to you.\" was what's written as the answer for the fan letter.\n</p>",
	"SALES_EVENT_RUINS_REPORT_1": "<p> <code>character0</code> and <code>character1</code> accepted a secret job request from a certain country's king.<br><br>The prince has sneaked out of the castle to the direction of a dangerous dungeon,<br>And the request was to bring back this prince.<br><br>With haste the both of them set off to save the prince,<br>But on the way lots of traps await them.<br><br> <code>character0</code> who falls into a pitfall.<br> <code>character1</code> who somehow avoided a sudden spike trap.<br>Running away with full power from a rolling boulder <code>character0</code> and <code>character1</code> …<br><br>What awaits them when they finally reached the depth,<br>was the prince who was in the process of setting a trap!<br><br>Although the shelters were made in case there is an attack from enemy nation,<br>but there were filled with traps due to the prince's extraordinary hobby.<br>Knowing the reason for those traps,<br>The two of them sat down weakly…\n</p>",
	"SALES_EVENT_RUINS_REPORT_2": "<p> <code>character0</code> and <code>character1</code> received a job request from a planet they visited for the first time.<br><br>The task was to accept requests from some villagers on behalf of the local heroes who were away fighting kaibutsu.<br><br>\"Please obtain the phantom herb for my daughter\"<br>\"We heard a dragon's cry from deep inside the cave system\"<br>\"I want the pelt of a great boar\"<br>\"I want to see the fairy of the spring\"…<br><br> <code>character0</code> heads north to the mysterious underground labyrinth,<br> <code>character1</code> heads south to the heaven piercing tower…<br><br>After somehow able to finish the unexpected requests,<br> <code>character0</code> and <code>character1</code> return with a ragged appearance.<br><br>For several days after they returned to the office,<br>The phrase \"I have a favor to ask of you\",<br>incite a hyper reaction from the both of them...\n</p>",
	"SALES_EVENT_RUINS_REPORT_3": "<p> A certain request for the heroes came from a country who, with fear, call kaibutsu as \"Monsters\".<br><br>Monsters extermination, it feels like we are the traditional hero party said <code>character0</code> ,<br>then I will be the priest said <code>character1</code> .<br><br> <code>character0</code> will be the wizard, then the hero will be…<br>When the discussion reached here, <code>character2</code> and <code>character3</code> simultaneously appoint themselves.<br><br>They don't give in to each other, and so there will be a match to decide who has more hero qualities,<br> <code>character1</code> was shocked.<br><br> <code>character2</code> who boast about their strength,<br> <code>character3</code> who boast their courage.<br><br>While they are still quarrelling, <br> <code>character0</code> and <code>character1</code> have finished the request,<br>back at the office they are scolded to take their job more seriously.\n</p>",
	"SALES_EVENT_RUINS_REPORT_4": "<p> After completing a request from a certain planet,<br>Wanting to do some sightseeing, <code>character0</code> and team decided to extend their stay at the royal capital for one more day.<br><br>While enjoying the sightseeing at their leisure,<br>there was a sudden kaibutsu invasion,<br>the formerly calm street was now filled with screams and confusion.<br><br> <code>character0</code> attack the kaibutsu.<br> <code>character1</code> was supporting,<br>while <code>character2</code> and <code>character3</code> ensure the safety of the citizens.<br><br>With the effort of these heroes, there was no casualty,<br>When the king and his knight troops arrived in haste,<br>the threats has passed, and the people shouting cheers of joy.<br><br>To enjoy more of their vacation,<br> <code>character2</code> and team hurriedly return to their sightseeing.<br><br>Later on, bronze statues of 4 nameless heroes are constructed there,<br>Though the person themselves don't know of this occurrence.\n</p>",
	"SALES_EVENT_SUMMER_DIVE_REPORT_1": "<p> <code>character0</code> came to the resort planet for a job.<br> The sun was shining mercilessly, blazing the skin, and within that,the breeze of a refreshing poolside came and entice <code>character0</code> .<br><br>They have no business with the pool, so they drank and drank and yet their throat is still dry.<br>Top it with the sound of customers having fun…<br> <code>character0</code> 's endurance nearly ran out.<br><br>Then, came the long awaited break.<br> <code>character0</code> took off their uniform there,and jumped into the pool.<br><br>The feelings of water touching the skin is very comfortable, <code>character0</code> involuntarily raise their voice.<br>That was truly the hour of bliss.<br> <code>character0</code> enjoyed themselves in the pool as long as the time permits.<br><br>And when the break was over, <code>character0</code> realized.<br>They have missed lunch…\n</p>",
	"SALES_EVENT_SUMMER_DIVE_REPORT_2": "<p> <code>character0</code> and <code>character1</code> were put in charge as pool monitor.<br>Immediately discovering a drowning child, <code>character1</code> gallantly dove into the water, but maybe because their preparatory exercises are not enough, when in the water their feet suddenly cramped.<br><br> <code>character1</code> was struggling like a mummy.<br> <code>character0</code> panicked, they frantically save the child first,and then <code>character1</code> after.<br><br>The child, fortunately, regained consciousness quickly, but <code>character1</code> has drunk a lot of water and was completely unconscious.<br><br>As taught in the short course before, <code>character0</code> timidly gave <code>character1</code> artificial respiration.<br><br>Though <code>character1</code> returned safely, after knowing that <code>character0</code> has given them artificial respiration, they became embarassed and shameful, and for a while they cannot look at <code>character0</code> 's face.\n</p>",
	"SALES_EVENT_SUMMER_DIVE_REPORT_3": "<p> <code>character0</code> proposes to have fun in the pool at break time.<br> <code>character1</code> was rather enthusiastic about the idea, but <code>character2</code> was not so sure, saying that it's childish.<br><br>Hearing that <code>character3</code> who is already in the pool, sprayed water at <code>character2</code> as a prank.<br>Soaked to the skin <code>character2</code> became angry, they immediately enter the pool and began their counterattack at <code>character3</code> .<br><br> <code>character0</code> took out their swim ring, and together with <code>character1</code> got into to the pool to participate in the war.<br><br>They splashed each other with water, swim and chased each other, enjoying the pool for as long as possible.<br><br>The fun time was good and all, but <code>character2</code> was soaked through their uniform, later <code>character3</code> as the ringleader was wrung out by the foreman.\n</p>",
	"SALES_EVENT_VIRTUALFESTA_REPORT_1": "<p> Having been recommended by a business associate to try a latest game <code>character0</code> was logging in into it.<br><br>The recreated landscape before their eyes was like a fantasy world.<br><br>It's such a realistic game, <code>character0</code> excitedly move forward.<br><br>Meeting new companions, getting lost in a forest,<br>encounter with a spirit guardian, fighting against the blocking beasts,<br>wandering around in search of legendary weapons…<br><br>The journey was going well,<br>but <code>character0</code> doesn't realize that a certain terror was creeping up on them.<br><br>…The day after was workday,<br>and it's already very late into the night.<br>The hero: character0 didn't realize….\n</p>",
	"SALES_EVENT_VIRTUALFESTA_REPORT_2": "<p> Leaving work and came home, <code>character0</code> starts the game.<br><br>While playing in a newly added stage, without knowing it's gimmick,<br> <code>character0</code> was cornered by a lot of onslaught.<br><br>When <code>character0</code> was about to give up, suddenly an unknown player came to assist them,<br>and they succesfully escape their predicament.<br><br>However, before they can convey their gratitude,<br>that player suddenly logged out saying they have an urgent business.<br><br>The next day, while telling the story to <code>character1</code> ,<br> <code>character1</code> exclaim <code>character0</code> 's player name in surprise.<br><br>Knowing that the player at that time was <code>character1</code> ,<br> the both of them excitedly discuss the game,<br> and promised to play together again next time.\n</p>",
	"SALES_EVENT_VIRTUALFESTA_REPORT_3": "<p>The job was to do a hands-on report on a super virtual reality game.<br><br> <code>character0</code> and <code>character1</code> were having an excited atmosphere because they got to try the most popular fighting game.<br>In contrast, <code>character2</code> and <code>character3</code> were having a serious expression, saying that they would win.<br><br> <code>character2</code> launch a precise action, but <code>character0</code> avoids it like they're having fun.<br> <code>character1</code> was trying to get point by assisting, but they got strategically intercepted by <code>character3</code> ….<br><br>Both teams remained evenly matched heading into the final showdown.<br>The result was a narrow victory by <code>character3</code> 's team!<br><br> <code>character0</code> and team were frustrated and yet had fun,<br> they're doing the report while <code>character2</code> praise them for their effort in the battle.<br><br>At <code>character1</code> 's suggestion, the 4 of them have a fun rematch afterwork.\n</p>",
	"SALES_EVENT_VOLCANO_REPORT_1": "<p>One day, just before the chocolate event, <code>character0</code> was participating in the filming of a program.<br><br>The content is a gourmet report where heroes goes around eating various types of recently popular chocolates.<br>What had been prepared for <code>character0</code> were chocolates that they had never tasted before, such as a Saturn-shaped chocolate with a ring and slime truffles known for their jelly-like texture.<br><br> <code>character0</code> 's appearance, glowing with excitement as they sampled the chocolates, strongly conveyed the deliciousness of the treats to the viewers.<br>The show was well-received, and it seems that chocolate sales also increased as a result.<br><br>Through the show, <code>character0</code> experienced the deep allure of chocolate, and both their body and mind were completely captivated by it.<br><br>After some time, it was reported that <code>character0</code> , determined to tighten their now-round belly from overeating chocolate, was seen desperately running to get in shape.\n</p>",
	"SALES_EVENT_VOLCANO_REPORT_2": "<p>One day, just before the chocolate event, <code>character0</code> was participating in the filming of a program.<br>At a certain sauna, which was gaining popularity with word-of-mouth for its ability to \"perfectly tone the body down to the core,\" a location shoot with the hero was scheduled to take place.<br><br>The heroes chosen for the role were <code>character0</code> and <code>character1</code> .<br><br>The two of them, while engaging in conversation, alternated between the sauna, the cold plunge, and the outdoor bath, gradually climbing the stairs of \"toning.”<br><br> <code>character0</code> , who had completely become lightheaded and flushed, and <code>character1</code> , who was exhaling contentedly, both of them were completely \"toned\" by the time they entered their third round.<br><br>The two of them, showing a relaxed expression that they don't normally reveal, probably stirred the fans' hearts.<br> As a result, the viewership ratings skyrocketed like the temperature of a sauna, and in the end, they achieved a record-breaking number.<br><br>After that, for a while,\nperhaps in an attempt to catch a second lucky break,\nseveral sauna location shoots featuring heroes were broadcasted.\n</p>",
	"SALES_EVENT_VOLCANO_REPORT_3": "<p>A mountaineering program featuring four heroes was set to be filmed on a certain volcano.<br><br> <code>character0</code> and <code>character1</code> , together with <code>character2</code> , who is confident in mountaineering, continue walking toward the summit while encouraging each other.<br><br>On the other hand, <code>character3</code> , having sprained their foot just before the recording, used the ropeway at the base of the mountain to reach the summit.<br><br>Then, the other three who seemed somewhat satisfied, having reached the summit on their own feet and with their face glistening with sweat, joined <code>character3</code> .<br>Together, they admired the grand view from the summit, but <code>character3</code> realized that they couldn't fully enjoy it.<br><br>A few days later, after accepting the invitation from <code>character2</code> and the others, who wanted <code>character3</code> to experience the joy of mountain climbing, <code>character3</code> visited the volcano once again.<br><br>While walking toward the summit, <code>character3</code> receives advice on walking techniques from <code>character0</code> and <code>character1</code> ,who speak about how they got hooked on mountaineering through the program.<br><br>And the view from the summit they finally reached was said to be so beautiful that it couldn't be compared to the previous time.\n</p>",
	"SALES_EVENT_XMAS2012_REPORT_1": "<p> <code>character0</code> and <code>character1</code> have finished their work in the hot spring area. There was still a little time, so they decided to go home after taking a bath.<br><br> <code>character1</code> says that if he encounters a fan of his in this state, he won't be able to take it easy bebecause he's a mess after the hero live.<br> <code>character0</code> agreed and arranged a private bath, but due to circumstances only one bath is available and the two are forced to choose between bathing together or taking turns. <code>character0</code> was worried, but suggested that <code>character1</code> enter with him since wasn't much time left before the last train.<br><br>However, while taking a bath, <code>character0</code> can't relax because he doesn't know where to let his eyes rest.<br>Although he made the suggestions to <code>character1</code> ,he cannot help but fret about sharing the bath like this.<br><br>In the end, as a result of each other being too conscious of each other, they were overwhelmed and missed the train.\n</p>",
	"SALES_EVENT_XMAS2012_REPORT_2": "<p> <code>character0</code> and <code>character1</code> finished their work late at night.<br>The city's christmas mood has calmed down,<br>The snow and illumination work together to create an illusion like scenery.<br><br>In front of the parking lot, <code>character1</code> suddenly halts.<br>What's the matter? Say  <code>character0</code> .<br><br> <code>character1</code> turned around and in their hands there is a small package.<br>They have prepared a present because it's christmas.<br> <code>character1</code> says so while being embarassed,<br> <code>character0</code> couldn't help but burst out laughing.<br><br>Accepting the present, <code>character0</code> says honest words of gratitude.<br> <code>character1</code> too happily answer it.<br>Now, what should I do in return…<br> <code>character0</code> ponders this question while on their way back.<br><br>Later on, the return present has been given,<br>As to what present it was, it will be kept under wraps.\n</p>",
	"SALES_EVENT_XMAS2012_REPORT_3": "<p> After work, it was decided that a year end party will be held,<br>the participants of the banquet was the members who are present that day.<br><br>The over excited and in high spirits <code>character0</code> .<br>Caring and pacifying <code>character1</code> .<br><br>The very drunk and blabbering <code>character2</code> .<br>Listening and encouraging <code>character3</code> .<br><br>Things are getting out of hand, <br> <code>character2</code> started to undress.<br>Not only <code>character1</code> who is almost sober,<br> but also <code>character0</code> and <code>character3</code> ,<br>all of them are surprised by the turn of events,<br>and urge <code>character2</code> to calm down and put back their clothes.<br><br>The next day, when asked what had happened.<br> <code>character2</code> blushed and fell silent.<br> <code>character3</code> still tries to ask about it.<br>While <code>character0</code> no longer ask about the matter.<br><br><code>character1</code> secretly decided to never have another party with these members in the future.\n</p>",
	"SALES_EVENT_XMAS2012_REPORT_4": "<p>After work, it was decided that they will stay at an onsen hotel.<br>Maybe because they've accumulated tiredness from  usual daily work, <br> <code>character0</code> after returning from bath soon started to sleep.<br><br>It was unknown what is <code>character0</code> 's usual daily work but,<br><code>character1</code> is plotting to prank them.<br> <code>character2</code> is holding them back, but even <code>character3</code> wanted to participate, and so they started the prank.<br><br>The next day, <code>character0</code> woke up and realized that their face has been scribbled, of course they got angry.<br>After being inquired <code>character2</code> confess to them about the perpretrators.<br> <code>character1</code> and <code>character3</code> ,who are sleeping soundly, immediately got hit and punished on spot.<br><br>Afterwards, when trying to take a morning bath <code>character0</code> realized that their whole body have been scribbled,<br> there are even scribbles on unexpected place.<br><br>It goes without saying that <code>character1</code> and <code>character3</code> will further get their just desserts.\n</p>",
	"SALES_EVENT_XMASMELT_REPORT_1": "<p> At the venue of a Christmas music festival <code>character0</code> was put in charge of security at a Christmas music festival.<br><br>After coming back from patrolling,<br> from the illuminated stage <br>a familiar christmas song can be heard.<br><br>Seeing no one around.<br> <code>character0</code> entrust themselves to the pleasant christmas song,<br>and begun singing on the stage.<br><br> When the song ended, suddenly there was an applause for <code>character0</code> .<br>Surprised, they turn around and found out <br>that the one who heard the singing was the event director.<br><br>With eyes that said they really wanted them to participate the director earnestly plead.<br> <code>character0</code> was bewildered, but…<br><br>On the day of the event, up on the stage,<br> <code>character0</code> can be seen, holding a microphone nervously.\n</p>",
	"SALES_EVENT_XMASMELT_REPORT_2": "<p> <code>character0</code> and <code>character1</code> were called for a revitalization event for a certain planet.<br><br>Their job, was to do a report on the planet's handmade accesory,<br>which is made using the planet's special crystal.<br><br>But, <code>character0</code> struggle to handle the manufacturing process.<br> <code>character1</code> who already got the hang of it, naturally assist <code>character0</code> ,<br>The both of them sucessfully completed the accessories.<br><br>The event organized suggested them to exchange each other's accessories since it has been made,<br>though <code>character0</code> was not satisfied with theirs.<br><br>But, <code>character1</code> gladly accepted <code>character0</code> 's handmade accessories and treat it importantly.<br><br>That crystal was a sort of charm and can be given to someone with some thought.<br><br>Learning about this, <code>character0</code> decided to make it better next time,<br>Visiting that planet once more, that will be for another story.\n</p>",
	"SALES_EVENT_XMASMELT_REPORT_3": "<p> <code>character0</code> and <code>character1</code> were invited as guests to a Christmas music festival and enjoyed performing on stage.<br><br>But,the next program didn't start, and the venue was filled with noise,<br>curiously the both of them headed towards the venue.<br><br>There, they found the tent has been smashed by the wind,<br>and the machineries are in danger of being buried in the snow,<br>the staffs busily moving about left and right.<br><br>Seeing that <code>character0</code> who wanted the festival to continue,<br>said that they have a good idea while beating their chest.<br><br>Hearing the idea, <code>character1</code> nodded In agreement and proceed to contact <code>character2</code> and <code>character3</code> .<br><br>Soon, <code>character2</code> appeared with a large shovel, while <code>character3</code> came with a lot of buckets.<br><br>Working together, the heroes hurriedly built a large snow dome.<br>And they move the machineries inside,<br>With this things will be all right, the four of them laugh together.<br>From inside the warm snow house, a gentle hymn can be heard.\n</p>"
}